{"absolute_url": "/docket/68950134/223/appalachian-voices-v-ferc/", "attachment_number": null, "cites": [78056, 85412, 95354, 97448, 101250, 106754, 111221, 112213, 145717, 146475, 151421, 186435, 186576, 186790, 187006, 187209, 187389, 388351, 448881, 451669, 483832, 529915, 555349, 586801, 620976, 796780, 2347968, 2506361, 2593189, 2653872, 2654065, 2674019, 2681532, 2709654, 2718295, 2790973, 2806462, 2811845, 4119154, 4160424, 4186380, 4300887, 7010022, 7848063, 7863193, 8415116, 8885765, 9418583, 9418738, 9418852, 9419421, 9419461, 9420050, 9420296, 9420795, 9423680, 9425176, 9427298, 9428084, 9429169, 9429186, 9429294, 9432622, 9433009, 9433410, 9433921, 9434047, 9434198, 9435160, 9435351, 9484347, 9499446, 9515886, 9518693, 9553009, 9799705, 9802416, 9842143, 10516295], "description": "Amended petition/motion by MISO Transmission Owners in 24-1885 amending [1001638406-2] petition for review. Document: MISO TOs Amended Petition for Review of Order No. 1920-A (4th Cir.).pdf. [1001706077] [24-1885, 24-1650, 24-1748, 24-1751, 24-1756, 24-1758, 24-1760, 24-1765, 24-1770, 24-1785, 24-1792, 24-1804, 24-1857, 24-1862, 24-1863, 24-1867, 24-1876, 24-1887, 24-1979, 24-1991, 24-2162, 24-2163] Wendy Reed [Entered: 01/21/2025 04:58 PM]", "docket_entry_id": 415844396, "docket_id": 68950134, "document_number": 223, "document_type": "PACER Document", "entry_date_filed": "2025-01-21", "entry_number": 223, "filepath_local": "recap/gov.uscourts.ca4.175714/gov.uscourts.ca4.175714.223.0.pdf", "id": 429557900, "is_available": true, "meta": {"timestamp": "2025-05-09T20:14:00.202065Z", "date_created": "2025-02-06T21:56:39.709680Z", "score": {"bm25": 0.9199705}}, "pacer_doc_id": "004010103363", "page_count": 532, "short_description": "", "snippet": "USCA4 Appeal: 24-1650    Doc: 223       Filed: 01/21/2025    Pg: 1 of 532\n\n\n\n\n                                       IN THE\n                          UNITED STATES COURT OF APPEALS\n                              FOR THE FOURTH CIRCUIT\n\n        MISO Transmission Owners,                   )\n                        Petitioners,                )\n                                                    )\n                                 v.                 )       No. 24-1885\n                               "}
{"absolute_url": "/docket/69558452/1/joseph-d-gilberti-v-david-mayer-de-rothschild/", "attachment_number": null, "cites": [1584093, 1944719], "description": "COMPLAINT against Defendants 12th Judicial Circuit of Florida, 13th Judicial Circuit of Florida, Eric Adams, Mary Ross Agosta, Loren AliKhan, Archdiocese Of Los Angeles, Archdiocese of Bahimore, Archdiocese of Boston, Archdiocese of Indianapolis, Archdiocese of Los Angeles, Archdiocese of Miami, Archdiocese of New York, Archdiocese of Newark, Archdiocese of Philadelphia, Archdiocese of San Francisco, Archdiocese of Venice, Army Corps of Engineers, Baltimore City Council, Thomas Barber, Benderson Development, Francis Jorge Mario Bergoglio, Jeff Bezos, BlackRock Inc., James Blair, Todd Blanche, Alvin Bragg, Ed Brodsky, Broward County Board of County Commissioners, Vern Buchanan, Taylor Budowich, Warren Buffett, Doug Burgum, George W. Bush, CSX Transportation Inc., California Environmental Protection Agency CalEPA, Canadian National Railway, Kimberly Carlton Bonner, Brendan Carr, Hunter Carroll, Central Intelligence Agency CIA, Dick Cheney, Steven Cheung, Chad Chronister, City of Boca Raton, City of Cape Coral, City of Fort Myers, City of Miami, City of Naples, City of Parkland, City of West Palm Beach, Cleveland City Council, Hillary Clinton, Doug Collins, James Conrad, Council of National Defense, Madeline Cox Arleo, Nikolas Cruz, Dade County Board of County Commissioners, Edward J. DeBartolo, Carolyn Delano, Department of Government Efficiency DODGE, Department of Interior, Department of State, Paul Diamond, Byron Donalds, Sean Duffy, Environmental Protection Agency, ExxonMobil, Federal Bureau of Investigation, Martin Fein, Florida Department of Environmental Protection, Florida State University, Lady Lynn Forester de Rothschild, Scott Freyre, Tulsi Gabbard, Matt Gaetz, Bill Gates, Darrin P. Gayles, Geoffrey H. Gentile, Emma Gonales, Sergio Gor, Greenberg Traurig Law, Marjorie Taylor Greene, Don T. Hall, Kamala Harris, Harvard University, Pete Hegseth, Hillsborough County Board of County Commissioners, Kathy Hochul, Kurt Hoffman, David Hogg, Thomas Homan, Thomas Howze, Michael Huckabee, Human Health and Services, Scott Israel, Letitia James, Robert F. Kennedy, Jr, Thomas Krug, Karoline Leavitt, Lee County Board of County Commissioners, Howard Lutnick, Manatee County Board of County Commissioners, Carmine Marceno, Marjorie Stoneman Douglas School, Jose E. Martinez, Bill McGinley, McHugh, Linda McMahon, Juan Merchan, Metropolitan Planning Council, Miami Port Authority, Aileen M. Middlebrooks, Stephen Miller, Ashley Moody, Wes Moore, Mosaic Fertilizer, Dana Moss, Elon Musk, National Security Council, National Sheriffs Association, Natural Resources Defense Council, New York City Council, New York Port Authority, New York University, Gavin Newsom, Ney York Department of Environmental Protection NYDEP, Kristi Noem, Liam OGrady, George A. OToole, Jr, Barack Obama, Michelle Obama, Ohio State University, Martha Pacold, Donna Marie Padar, Lee Pallardy, Palm Beach County Board of County Commissioners, James Parker, Nancy Pelosi, Pennsylvania Department of Environmental Protection Agency, Pennsylvania State Police, Pennsylvania State University, Pfizer Pharmaceutical Industry Company, Philadelphia City Council, Sheri Polster Chappell, Port Everglades, Vivek Ramaswamy, John Ratcliffe, Luis Rivera, Ariana Rockefeller, Valerie Rockefeller, Rockefeller Capital Management, Rockefeller Financial Services, Rockefeller Group International, inc., Andrew Rosin, James Amschel Victor Rothschild, Nicholas David Rothschild, Marco Rubio, Maria Ruhl, Sheila Sanghvi, Sarasota County Board of County Commissioners, Dean John Sauer, Dan Scavino, Will Scharf, Elizabeth Scherer, Rick Scott, Seminole Tribe Hard Rock Casino, Josh Shapiro, Christopher Shaw, Ryan Snyder, South Florida Regional Planning Council, South Florida Water Management District, Southwest Florida Regional Planning Council, Southwest Florida Water Management District, Elise Stefanik, Tampa Central Command MacDill Air Force Base, The Holy See The Vatican City State, The Pentagon, The Rockefeller Foundation, The U.S. Surgeon General, The Washington Post, Town of Davy, Town of Royal Beach, Town of Royal Palm Beach, Treasure Coast Regional Planning Council, Baron Trump, Donald J. Trump, Donald Trump, Jr, Eric Trump, Ivanka Trump, Lara Trump, Melania Trump, U.S. Congress, US Department of Transportation, US National Guard, United Nations, United States Geological Survey, University of Miami, JD Vance, Stephen Walker, Michael Waltz, Tim Waltz, Thomas Widen, Susie Wiles, Charles Williams, Omar A. Williams, Wink News, Steven Witkoff, Mark Wolfe, World Bank Group, World Economic Forum, Chris Wright, Lee Zeldin, Mark Zuckerberg, David Mayer de Rothschild. Case assigned to Judge Anne Hwang for all further proceedings. Discovery referred to Magistrate Judge Jacqueline Chooljian. Jury Demanded., filed by Plaintiff Joseph D. Gilberti. (Attachments: # 1 Civil Cover Sheet). (et) (Entered: 01/17/2025)", "docket_entry_id": 413957106, "docket_id": 69558452, "document_number": 1, "document_type": "PACER Document", "entry_date_filed": "2025-01-10", "entry_number": 1, "filepath_local": "recap/gov.uscourts.cacd.954616/gov.uscourts.cacd.954616.1.0.pdf", "id": 427571420, "is_available": true, "meta": {"timestamp": "2025-03-14T15:57:21.574347Z", "date_created": "2025-01-18T02:03:11.173507Z", "score": {"bm25": 0.9199705}}, "pacer_doc_id": "031044060162", "page_count": 187, "short_description": "Complaint - (Discovery)", "snippet": "         Case 2:25-cv-00355-AH-JC          Document 1        Filed 01/10/25      Page 1 of 187 Page ID #:1\n                                                                                         CLEFZK, U.S. DISTRICT COURT\n\n\n\n                                                                                              JAN t 02025\n                      In and for United States Central District of California, Los            ,CA\n                                                                     "}
{"absolute_url": "/docket/68322551/01208611504/state-of-texas-v-epa/", "attachment_number": null, "cites": [185414, 380931, 393674, 699526, 767054, 803096, 2672207], "description": "UNDERLYING DECISION IN CASE [2048669] submitted by State of Texas, Railroad Commission of Texas and Texas Commission on Environmental Quality [Service Date: 04/08/2024 ] [24-1054] (Hulme, John) [Entered: 04/08/2024 03:16 PM]", "docket_entry_id": 384635876, "docket_id": 68322551, "document_number": 1208611504, "document_type": "PACER Document", "entry_date_filed": "2024-04-08", "entry_number": 1208611504, "filepath_local": "recap/gov.uscourts.cadc.40651/gov.uscourts.cadc.40651.1208611504.0.pdf", "id": 392876417, "is_available": true, "meta": {"timestamp": "2024-06-17T12:07:58.343240Z", "date_created": "2024-04-14T13:51:36.211782Z", "score": {"bm25": 0.9199705}}, "pacer_doc_id": "01208611504", "page_count": 411, "short_description": "", "snippet": "         IN THE UNITED STATES COURT OF APPEALS\n          FOR THE DISTRICT OF COLUMBIA CIRCUIT\n\nSTATE OF TEXAS, RAILROAD          §\nCOMMISSION OF TEXAS, and          §\nTEXAS COMMISSION ON               §\nENVIRONMENTAL QUALITY,            §\n                                  §\n      Petitioners,                §\n                                  §\nv.                                §\n                                  §\nUNITED STATES                     §   No. 24-1054\nENVIRONMENTAL                  "}
{"absolute_url": "/docket/68392709/42/juniper-networks-inc-v-swarm-technology-llc/", "attachment_number": 1, "cites": [107160, 145737, 418839, 422175, 572775, 756411, 767267, 778740, 791451, 2851311, 3152295, 3162615, 3201535, 4017042, 4018520, 4269448], "description": "MODIFIED ENTRY: APPENDIX FILED by Appellant Juniper Networks, Inc.. Service: 03/25/2024 by email. [992613] --[Edited 03/25/2024 by JSP - compliance review complete] [R. Sigler] [Entered: 03/25/2024 10:30 AM]", "docket_entry_id": 382607799, "docket_id": 68392709, "document_number": 42, "document_type": "PACER Document", "entry_date_filed": "2024-03-25", "entry_number": 42, "filepath_local": "recap/gov.uscourts.cafc.20308/gov.uscourts.cafc.20308.42.1.pdf", "id": 390426641, "is_available": true, "meta": {"timestamp": "2025-02-26T00:45:59.100994Z", "date_created": "2024-03-29T21:33:14.148444Z", "score": {"bm25": 0.9199705}}, "pacer_doc_id": "01302290439", "page_count": 705, "short_description": "", "snippet": "          Case: 23-1980    Document: 42-1    Page: 1   Filed: 03/25/2024\n\n\n                    VOLUME I OF II, Pages Appx1-1151\n\n\n                             Nos. 23-1980, 23-2076\n\n\n\n\n           United States Court of Appeals\n                    for the Federal Circuit\n                          JUNIPER NETWORKS, INC.,\n                                  Appellant,\n                                      v.\n                          SWARM TECHNOLOGY LLC,\n                                 Appellee.\n\n\n"}
{"absolute_url": "/docket/66754326/25/2/maryland-shall-issue-inc-v-wes-moore/", "attachment_number": 2, "cites": [76292, 103203, 110213, 355348, 659866, 1166422, 1915781, 2049012, 2088812, 2293895, 2299438, 2312507, 2314288, 2398904, 2420980, 2443492, 2521398, 2553227, 6451814, 7241469, 8714154], "description": "JOINT APPENDIX by Atlantic Guns, Incorporated, Maryland Shall Issue, Incorporated, Deborah Kay Miller and Susan Brancato Vizas in 21-2017, 21-2053. Digital media exhibit volume? No. [1001205883] [21-2017, 21-2053] John Sweeney [Entered: 08/03/2022 05:12 PM]", "docket_entry_id": 231917347, "docket_id": 66754326, "document_number": 25, "document_type": "Attachment", "entry_date_filed": "2022-08-03", "entry_number": 25, "filepath_local": "recap/gov.uscourts.ca4.164615/gov.uscourts.ca4.164615.25.2.pdf", "id": 378785965, "is_available": true, "meta": {"timestamp": "2025-03-09T07:13:59.252919Z", "date_created": "2023-11-21T19:38:36.116906Z", "score": {"bm25": 0.9199705}}, "pacer_doc_id": "00408988151", "page_count": 460, "short_description": "JOINT APPENDIX VOLUME II", "snippet": "USCA4 Appeal: 21-2017    Doc: 25-2      Filed: 08/03/2022    Pg: 1 of 460\n\n\n\n\n                                        No. 21-2017 (L)\n\n\n                                           In the\n                              United States Court of Appeals\n                                  for the Fourth Circuit\n\n                              MARYLAND SHALL ISSUE,                 ,\n                                   Plaintiffs-Appellants\n                                                v.\n                 "}
{"absolute_url": "/docket/67072505/23/katie-sczesny-v-philip-murphy/", "attachment_number": null, "cites": [91708, 91911, 93431, 94691, 94850, 94954, 95904, 97186, 97283, 97373, 98085, 98747, 99171, 99190, 99560, 99707, 99901, 99987, 100240, 100587, 100588, 100934, 100946, 101096, 101590, 101654, 102246, 102601, 102805, 102844, 102991, 103008, 103442, 103740, 104303, 104307, 105221, 105244, 105285, 106167, 106576, 108085, 108137, 109514, 109669, 109746, 110215, 110299, 110334, 110952, 111215, 112404, 159724, 661460, 723760, 726095, 762404, 1131044, 1169600, 1175932, 1196109, 1209837, 1215417, 1219730, 1239280, 1274082, 1313783, 1348070, 1409085, 1417789, 1459506, 1479028, 1490839, 1503469, 1547815, 1598288, 1646701, 1762996, 2065681, 2101929, 2114688, 2121263, 2151698, 2159820, 2189239, 2216303, 2296162, 2352438, 2412052, 3425666, 3659241, 3712697, 3728013, 3758223, 3922601, 5473871, 5539820, 5751457, 5922435, 5970578, 6196262, 6204827, 6409450, 6424016, 6425112, 6427243, 6585877, 7926443, 7973360, 8503527, 9301445], "description": "ECF FILER: ELECTRONIC SUPPLEMENTAL APPENDIX on behalf of Proposed Amicus-Appellant Nations in Action. Certificate of Service dated 09/19/2022. [22-2230] - [Edited by the Clerk to reflect the correct event]--[Edited 09/20/2022 by MS] (DPS) [Entered: 09/19/2022 05:55 PM]", "docket_entry_id": 369551339, "docket_id": 67072505, "document_number": 23, "document_type": "PACER Document", "entry_date_filed": "2022-09-19", "entry_number": 23, "filepath_local": "recap/gov.uscourts.ca3.117779/gov.uscourts.ca3.117779.23.0_1.pdf", "id": 376917586, "is_available": true, "meta": {"timestamp": "2024-06-14T18:27:53.456097Z", "date_created": "2023-11-01T17:45:14.931762Z", "score": {"bm25": 0.9199705}}, "pacer_doc_id": "003014225663", "page_count": 297, "short_description": "", "snippet": "      Case: 22-2230    Document: 23    Page: 1      Date Filed: 09/19/2022\n\n\n\nIN THE UNITED STATES COURT OF APPEALS FOR\n            THE THIRD CIRCUIT\n                                No. 22-2230\n\n\n KATIE SCZESNY, JAMIE RUMFIELD, DEBRA HAGEN, and MARIETTE\n                          VITTI,\n\n                            Plaintiffs-Appellants\n\n                                      v.\n\nTHE STATE OF NEW JERSEY, GOVERNOR PHILIP MURPHY (in his official\n                     and personal capacities),\n\n      "}
{"absolute_url": "/docket/60111853/36/4/wildman-et-v-deutsche-bank-aktiengesellschaft/", "attachment_number": 4, "cites": [2177743, 2507469, 2563893], "description": "Letter MOTION for Leave to File Document Corrected Amended Complaint (Dkt. No. 35) by A.C., by and through his next friend, Nicole Cox, A.G., by and through her next friend, Julie Green, A.L.S., by and through his next friend, Natalie Schmidt, A.M.S., by and through her next friend, Tammie Sue Schoonhoven, A.P., by and through her next friend, Darilyn Perez, A.R.S., by and through her next friend, Tammie Sue Schoonhoven, A.T.P., by and through her next friend, Stewart Lamar Perry, Aaron William Prescott, Abby Knapp-Morris, Katherine Abreu-Border, Abrill Renee Williams, Adam Daehling, Adam Matthew Jayne, Adam Samuel Hartswick, Adan Perez, Adolf Olivas, Adrian Kie-Alun Sherrod, Adriana Wakeling, Alberto D. Diaz, Alex Henigan, Alex Jason Rozanski, Alexander Lau, Alexandra Dorian McClintock, Alison R. Pohn, Amanda Newman, Andrea Kessler, Andrea N. Ratzlaff, Angel R. Roldan, Angela Marie Harper, Anna Maria Banzer, Anna Morgan, Annette Spehar, Annie L. McBride, Anthony D'Augustine, Anthony M. Diaz, Anthony Perez, April Cleary, Jonathan L Ashley, III, Jonathan Leigh Ashley, IV, Jordan T. Ashley, Tammie Maria Ashley, Ashley Peters, Cheryl Atwell, Ayzia J. Jayne, B.C., by and through his next friend, Holly Conrad, B.C.D., by and through his next friend, Kelli Dodge, B.M., by and through his next friend, Darilyn Perez, B.R.L., by and through her next friend, Miranda Landrum, Baily Zimmerman, Barbara A. Roland, Barry Welch, London Jacinda Belel, James Bell, Pamela E. Alexander Bell, Benjamin Horsley, Federick C. Benson, Bethany Rose Mullins Randall, Bethany Rose Wesley, Betty Darlene Black, Maggie Mae Bilyeu, Bob Surprenant, Mary Border, Bradley Dylan Ivanchan, Brandon Korona, Brandon Nichols, Brandon Tyler Schmidt, Brenda Daehling, Brennan Cox, Brian Anthony Williams, Brian Christopher Jergens, Brian Edward Ellis, Brian Harper, Brian Lambka, Brian M. Martin, Brian Provost, Luis Briseno, Brittany Taylor Townsend, Marissa Brown, Bruce K. Nichols, William Michael Burley, William A. Burley, C.C.V., by and through her next friend, Catherine Kimberly Vaughn Kryzda, C.D., by and through his next friend, Helena Davis, C.E.S., by and through her next friend, Charles Wesley Strange, C.F., by and through his next friend, Stephanie Jane Fisher, Corbin Cabrera, Daniel Matias Cabrera, Gillian Leigh Cabrera, Robert Cabrera, Cameron Jay Stuart, Cynthia Carol Campbell, Maria Cardoza, Ramiro Cardoza, Jr, Ramiro Cardoza, Sr, Carey Greggory DuVal, Brittani Marie Carner, Carol Griffin, Cassie Marie Richardson, Catherine Elm Boatwright, Catherine G. Martin, Catherine Kimberly Vaughn Kryzda, Catherine Mullins, Cedric Donshae Gordon Sr., Cedric Frank Gordon, Charles Essex, Charles Wesley Strange, Charles Wesley Strange III, Charlotte Ann Reeves, Charlotte Loquasto, Chester R. McBride Sr., Chet Murach, Chris Lee Zimmerman, Christa L. Osborn, Christine H. Phillips, Christine Rangel, Christopher J. Rosebrock, Christopher Michael Van Etten, Christopher Powers, Christopher Scott Schoonhoven, Clarence Joseph Metcalf, Clarence Williams Jr., Cleveland Davis, Cody Worley, Colby Anderson, Colleen Whipple, Michael Collins, Conchetta Michell Diaz, Connor Alexian Pladeck-Morgado, Cordaro Devone Clark, Corteize Clark, Creighton David Osborn, Cynthia Jeffries Richmond, Cynthia Nichols, D.C.M., by and through his next friend, Alexandra Dorian McClintock, D.R., by and through his next friend, Melissa Rodriguez, Dana Rainey, Daniel Edward Stamper Jr., Daniel Griffin, Daniel Lee Brown, Daniel Mark Robinson, Daniel Owen Hughes, Darilyn Perez, David William Haalilio Lau, Deborah Fern Schoonhoven, Deborah Jean Peters, Debra Ann Perez, Dennis John Elm, Dennis W. Peters, Derrick Anthony Davis, Diane Timoney, Donald Edward Newman Sr., Donna Lee Elm, Douglas A. Landphair, Douglas Nichols, E.G., by and through her next friend, Julie Green, Edward Klein, Elizabeth A. Martin, Emily Torian, Emmitt Dwayne Burns, Eric Daniel Lund, Eric M. Hunter, Eric Morgado, Erica Fox, Erica M. Roland, Erich Martin Ellis, Erik Sparks, Erin Nicole Goss, Esta Smith, Frances P. Diaz, Freddie Dewey Sutton, Frederick Allen Tolon, G.A.S., by and through his next friend, Kent Alan Skeens, G.B.L., by and through his next friend, Miranda Landrum, G.F., by and through his next friend, Erica Fox, G.R.P., by and through his next friend, Ashley Peters, G.S., by and through his next friend, Georganne M. Siercks, G.W.P., by and through his next friend, Julianne Good Perry, Gail Provost, Garrett Layne Funk, Garry Lee Sparks, Georganne M. Siercks, George B. McClintock, Gertrude Provost, Glenda Green, Gregory Timoney, Gregory W. Worley, Francisco Javier Briseno Gutierrez, H.C., by and through her next friend, Nicole Cox, H.R., by and through her next friend, Randy Ristau, Hamide Lau, Hannah Mason, Harriet Sutton, Hayley Anderson, Heather Frances Daniels, Helena Davis, Holly Conrad, Holly Lau Abraham, Holly Marie Harpe, Ronald Paul Hopkins, Hortense Kainoa Wainani Vickers, Ida Belle Pittman, J.A.L., by and through his next friend, Charlotte Loquasto, J.H., by and through his next friend, Eric M. Hunter, Jacob Louis Spehar, Jacob Richard Prescott, James Earl Ellis, James L. Daniels, James R. Landrum, James Russell Ellis, James Wayne Worley, Jammie Joann Smith, Jan Marie Hurnblad Sparks, Jane Sparks, Janet Landrum, Janice Caruso, Janice H. Proctor, Jason Wayne Gibson, Jean S. Landphair, Jeanne M. Nichols, Jedidiah Daniel Morgan, Jeffrey L. White Sr., Jennifer D'Augustine, Jennifer Katherine Reeves, Jeremy J. Metzger, Jerry Hardison, individually and on behalf of the Estate of Teresa Hardison, Jessica Anne Benson, Jimmy Smith, Joan M. Smedinghoff, Joanna Gilbert, Joe Torian, Joelle R. Ellis, Joey J. Hunter II, Joey J. Hunter Sr., John A. Provost, John C. McCarthy, John F. Ellis, John Horsley, John L. Fant, John Means, John Terry Pittman Sr., Jonathan Cleary, Jordan L. Sibley, Jordan Lambka, Jose Alberto Morgado, Jose Luis Martinez Hernandez, Joseph Duarte, Joseph Roger Deslauriers, Joseph Troy Hulsey Jr., Joshua Anthony Sams, Joshua Michael Prescott, Joshua Nicholas Sust, Joy Coy, Joyce Ann Tulloch, Joyce Patricia Paulsen, Judith L. Ashley, Judith Sara Darrough, Julia Ott, Julianne Good Perry, Julie Ann Ellis, Julie Green, Julie K. Martin, Justina Hardison, K.E.F.V., by and through her next friend, Hortense Kainoa Wainani Vickers, K.F., by and through his next friend, Stephanie Jane Fisher, K.H., by and through her next friend, Eric M. Hunter, K.K., by and through her next friend, Abby Knapp-Morris, K.L., by and through his next friend, David William Haalilio Lau, K.M.G.V., by and through her next friend, Hortense Kainoa Wainani Vickers, K.N.V., by and through his next friend, Hortense Kainoa Wainani Vickers, K.R., by and through her next friend, Melissa Rodriguez, Kade M. Osborn, Angela Kahler, Kara Gibson, Karyn Stone Marta, Katelyn Marie Strange, Kathleen Lynn Alexander, Kathleen McEvoy, Kathleen Perry, Katlyn M. Osborn, Katrina M. Reeves, Katy Stuart, Kayla Marie Daehling, Kayla N. Diaz, Kelli Dodge, Kenna Hunter, Kent Alan Skeens, Kevin Honaker, Kevin King, Kevin Trimble, Kevin Williams, Keyko D. Clark, Kimberly Metcalf, Kirk Andrew Gollnitz, Kirk W. Daehling, Kristie Surprenant, Kristin Caracciolo, Kristina Brown, Kristine Anne Zitny, Kyle White, L.A.E.L.B., by and through her next friend, Natasha Buchanan, L.C.D., by and through his next friend, Bridgett L. DeHoff, L.R.P., by and through her next friend, Julianne Good Perry, Larry D. Horns, Lawrence Marta, LeeAnn Schmidt, Leroy Wingkit Lau Jr., Lieselotte R. Roldan, Lisa Deslauriers, Lisa Martinusen, Liseth Martinez-Arellano, Lona L. Bosley, Lorria Welch, Louis Provost, Louise P. Conlon, Lowell Brent Sibley, individually and on behalf of the Estate of Forrest B. Sibley, Luann Varney, Lucas Daniels, Luke Spehar, M.G.C., by and through his next friend, August Wildman, M.G.N., by and through her next friend, Bruce K. Nichols, M.L., by and through her next friend, David William Haalilio Lau, Makahea Xhelili, Mallory Taylor Williams, Margaret Elm Campbell, Marie Sentina Mielke, Marion Ruth Hopkins, Mark G. Worley, Mark K. Roland, Mark Matthew Kaleinani Vickers, Mark T. Smedinghoff, Martha Carolina Smith, Suzanne Renae Martinez, Mary Beth Smedinghoff, Mary Jane Vickers, Mary R. Hammerbacher-Nichols, MaryJane G. Medeiros, Matt Griffin, Matthew Elm, Matthew J. Diaz, Matthias P. Roldan, Maximo Diaz, Meghan Janet Hollingsworth, Melissa Rodriguez, Meredith Landphair, Michael Festus Fox, Michael Iubelt, Michael White, Michele Kulesa, Michelle Carolina Rotelli, Michelle Joy Kapunaheleokalani Yarborough, Michelle Lee Rauschenberger, Michelle Riley, Michelle Rose McEvoy, Michelle Zimmerman, Beverly Mills, Miranda Landrum, Miriam A. Mullen, Mitchell L. Stambaugh, Mona G. Betzen, Monte Douglas Nichols, N.J.A.D., by and through his next friend, Kayla N. Diaz, N.J.D., by and through her next friend, Kayla N. Diaz, Nancy Marie Mullen, Nancy R. Wilson, Natalie Schmidt, Natasha Buchanan, Nathan Ewell Torian, Nathan Jeremy Rimpf, Nicholas Joseph Francis Perez, Nicholas Walter Robinson IV, Nicole Ann Robles, Nicole Cox, Nicole D'Augustine, Dan Olmstead, Tammy Olmstead, P.A.D., by and through her next friend, Kelli Dodge, Paige Erlanger, Patricia D'Augustine, Patricia Goins, Patricia Shirley Hughes, Patrick Charles McEvoy, Patrick Spehar, Paul Edward Goins III, Paul Elmer Jayne, Paul Provost, Paula K. White, DeLaynie K. Peek, Peyton Cooney, Phillip J. Schmidt, Phouthasith Douangdara, Precious Clark, JD Prosser, Q.G., by and through his next friend, Kara Gibson, R.C.V., by and through his next friend, Catherine Kimberly Vaughn Kryzda, R.X.C., by and through his next friend, August Wildman, Randy Ristau, Regina C. Smedinghoff, Ricardo J. Perez-Ramos, Erin Riedel, Robert Alexander Dove, Robert Charles Darrough, Robert L. Dunning, individually and on behalf of the Estate of Tomoe Dunning, Robert Martin Kahokulani Vickers Jr., Robert Martin Kahokulani Vickers Sr., Robin Elizabeth Akers, Rodney Riley, Rodolfo Rodriguez Sr., Rodzie Efren Rodriguez, Andrea Roe, Ross Cox, Ryan Gregory Timoney, S.L.L.B., by and through her next friend, Natasha Buchanan, S.N.P., by and through her next friend, Christine H. Phillips, S.P., by and through her next friend, Ricardo J. Perez-Ramos, Samantha Daehling, Samantha G. Roldan, Samantha Shervon Williams, Samuel Robert Shockley, Sarah Melinda Schwallie, Sarah Peters-Duarte, individually and on behalf of the Estate of Curtis Joseph Duarte, Sarah Tiffany Peterson, Scott Peter Provost, Scott Regelin, Seth Wakeling, Shannon K. McNulty, Shawn Patrick Griffin, Sheeshta Marie Perry, Sheila Ristaino, Shelby Iubelt, Sherry A. Skeens, Shirene Regelin, Sofia Kessler, Songmi Kietzmann, Sophie Daniels, Spencer Dana Provost, Spenser J. Fernandez, Stephanie Ann Miller, Stephanie Jane Fisher, Stewart Lamar Perry, Summer Breanne Sutton, Summer Reeves Dunn, Suni Chabrow, Suzanne Ristau, Suzi L. Fernandez, T.G., by and through her next friend, Julie Green, T.M.C., by and through his next friend, Timothy Norman Carner, Talisa Shervon Williams, Tamara Elaine Horns, Tammie Sue Schoonhoven, Taylor Marta, Ariell S. Taylor, individually and on behalf of the Estate of Christopher L. Brown, Terence Lonnie Jones, Theresa Karlson, Thomas Anthony Fogarty, Thomas Elmer Wickliff, Thomas Mullins, Thomas Smedinghoff, Tiffany Louise Horns, Timothy Norman Carner, Tracey Marie Prescott, Tracy Anne Herring, Travis Scott Green, Trecia Brock Hood, Gloria Diane Trelfa, Trent Lorne Skeens, Tyler Gollnitz, V.I., by and through her next friend, Shelby Iubelt, Vance Marshall Keliiolani Vickers, Vanessa Marie Anzures, Victor Raymond Ellis, Victoria Jane Reeves, Vivian Perry, Wendy Shedd, August Wildman, William Anthony Murach, William J. Mullen, William R. Nevins, Z.R.S., by and through her next friend, Kent Alan Skeens, Zachary Douglas Sparks, Zackary Welch. (Attachments: # 1 Exhibit 1, # 2 Exhibit A, # 3 Exhibit 2, # 4 Exhibit 3) (Kay-Oliphant, Eli) (Entered: 02/23/2022)", "docket_entry_id": 188295499, "docket_id": 60111853, "document_number": 36, "document_type": "Attachment", "entry_date_filed": "2022-02-23", "entry_number": 36, "filepath_local": "recap/gov.uscourts.nyed.467811/gov.uscourts.nyed.467811.36.4.pdf", "id": 376228753, "is_available": true, "meta": {"timestamp": "2025-05-28T05:30:22.460083Z", "date_created": "2023-10-25T08:57:33.043367Z", "score": {"bm25": 0.9199705}}, "pacer_doc_id": "123018623008", "page_count": 613, "short_description": "Exhibit 3", "snippet": "Case 1:21-cv-04400-HG-RML Document 36-4 Filed 02/23/22 Page 1 of 613 PageID #: 2848\n\n\n\n\n                IN THE UNITED STATES DISTRICT COURT\n               FOR THE EASTERN DISTRICT OF NEW YORK\n\n AUGUST WILDMAN, CORBIN CABRERA,\n DANIEL MATIAS CABRERA, GILLIAN LEIGH\n CABRERA, M.G.C. BY AND THROUGH HIS\n NEXT FRIEND AUGUST WILDMAN, R.X.C. BY\n AND THROUGH HIS NEXT FRIEND AUGUST          AMENDED COMPLAINT\n WILDMAN, ROBERT CABRERA, RONALD PAUL             UNDER THE\n HOPKINS, SUZANNE RENAE MARTINEZ, JD  "}
{"absolute_url": "/docket/60111853/36/1/wildman-et-v-deutsche-bank-aktiengesellschaft/", "attachment_number": 1, "cites": [2177743, 2507469, 2563893], "description": "Letter MOTION for Leave to File Document Corrected Amended Complaint (Dkt. No. 35) by A.C., by and through his next friend, Nicole Cox, A.G., by and through her next friend, Julie Green, A.L.S., by and through his next friend, Natalie Schmidt, A.M.S., by and through her next friend, Tammie Sue Schoonhoven, A.P., by and through her next friend, Darilyn Perez, A.R.S., by and through her next friend, Tammie Sue Schoonhoven, A.T.P., by and through her next friend, Stewart Lamar Perry, Aaron William Prescott, Abby Knapp-Morris, Katherine Abreu-Border, Abrill Renee Williams, Adam Daehling, Adam Matthew Jayne, Adam Samuel Hartswick, Adan Perez, Adolf Olivas, Adrian Kie-Alun Sherrod, Adriana Wakeling, Alberto D. Diaz, Alex Henigan, Alex Jason Rozanski, Alexander Lau, Alexandra Dorian McClintock, Alison R. Pohn, Amanda Newman, Andrea Kessler, Andrea N. Ratzlaff, Angel R. Roldan, Angela Marie Harper, Anna Maria Banzer, Anna Morgan, Annette Spehar, Annie L. McBride, Anthony D'Augustine, Anthony M. Diaz, Anthony Perez, April Cleary, Jonathan L Ashley, III, Jonathan Leigh Ashley, IV, Jordan T. Ashley, Tammie Maria Ashley, Ashley Peters, Cheryl Atwell, Ayzia J. Jayne, B.C., by and through his next friend, Holly Conrad, B.C.D., by and through his next friend, Kelli Dodge, B.M., by and through his next friend, Darilyn Perez, B.R.L., by and through her next friend, Miranda Landrum, Baily Zimmerman, Barbara A. Roland, Barry Welch, London Jacinda Belel, James Bell, Pamela E. Alexander Bell, Benjamin Horsley, Federick C. Benson, Bethany Rose Mullins Randall, Bethany Rose Wesley, Betty Darlene Black, Maggie Mae Bilyeu, Bob Surprenant, Mary Border, Bradley Dylan Ivanchan, Brandon Korona, Brandon Nichols, Brandon Tyler Schmidt, Brenda Daehling, Brennan Cox, Brian Anthony Williams, Brian Christopher Jergens, Brian Edward Ellis, Brian Harper, Brian Lambka, Brian M. Martin, Brian Provost, Luis Briseno, Brittany Taylor Townsend, Marissa Brown, Bruce K. Nichols, William Michael Burley, William A. Burley, C.C.V., by and through her next friend, Catherine Kimberly Vaughn Kryzda, C.D., by and through his next friend, Helena Davis, C.E.S., by and through her next friend, Charles Wesley Strange, C.F., by and through his next friend, Stephanie Jane Fisher, Corbin Cabrera, Daniel Matias Cabrera, Gillian Leigh Cabrera, Robert Cabrera, Cameron Jay Stuart, Cynthia Carol Campbell, Maria Cardoza, Ramiro Cardoza, Jr, Ramiro Cardoza, Sr, Carey Greggory DuVal, Brittani Marie Carner, Carol Griffin, Cassie Marie Richardson, Catherine Elm Boatwright, Catherine G. Martin, Catherine Kimberly Vaughn Kryzda, Catherine Mullins, Cedric Donshae Gordon Sr., Cedric Frank Gordon, Charles Essex, Charles Wesley Strange, Charles Wesley Strange III, Charlotte Ann Reeves, Charlotte Loquasto, Chester R. McBride Sr., Chet Murach, Chris Lee Zimmerman, Christa L. Osborn, Christine H. Phillips, Christine Rangel, Christopher J. Rosebrock, Christopher Michael Van Etten, Christopher Powers, Christopher Scott Schoonhoven, Clarence Joseph Metcalf, Clarence Williams Jr., Cleveland Davis, Cody Worley, Colby Anderson, Colleen Whipple, Michael Collins, Conchetta Michell Diaz, Connor Alexian Pladeck-Morgado, Cordaro Devone Clark, Corteize Clark, Creighton David Osborn, Cynthia Jeffries Richmond, Cynthia Nichols, D.C.M., by and through his next friend, Alexandra Dorian McClintock, D.R., by and through his next friend, Melissa Rodriguez, Dana Rainey, Daniel Edward Stamper Jr., Daniel Griffin, Daniel Lee Brown, Daniel Mark Robinson, Daniel Owen Hughes, Darilyn Perez, David William Haalilio Lau, Deborah Fern Schoonhoven, Deborah Jean Peters, Debra Ann Perez, Dennis John Elm, Dennis W. Peters, Derrick Anthony Davis, Diane Timoney, Donald Edward Newman Sr., Donna Lee Elm, Douglas A. Landphair, Douglas Nichols, E.G., by and through her next friend, Julie Green, Edward Klein, Elizabeth A. Martin, Emily Torian, Emmitt Dwayne Burns, Eric Daniel Lund, Eric M. Hunter, Eric Morgado, Erica Fox, Erica M. Roland, Erich Martin Ellis, Erik Sparks, Erin Nicole Goss, Esta Smith, Frances P. Diaz, Freddie Dewey Sutton, Frederick Allen Tolon, G.A.S., by and through his next friend, Kent Alan Skeens, G.B.L., by and through his next friend, Miranda Landrum, G.F., by and through his next friend, Erica Fox, G.R.P., by and through his next friend, Ashley Peters, G.S., by and through his next friend, Georganne M. Siercks, G.W.P., by and through his next friend, Julianne Good Perry, Gail Provost, Garrett Layne Funk, Garry Lee Sparks, Georganne M. Siercks, George B. McClintock, Gertrude Provost, Glenda Green, Gregory Timoney, Gregory W. Worley, Francisco Javier Briseno Gutierrez, H.C., by and through her next friend, Nicole Cox, H.R., by and through her next friend, Randy Ristau, Hamide Lau, Hannah Mason, Harriet Sutton, Hayley Anderson, Heather Frances Daniels, Helena Davis, Holly Conrad, Holly Lau Abraham, Holly Marie Harpe, Ronald Paul Hopkins, Hortense Kainoa Wainani Vickers, Ida Belle Pittman, J.A.L., by and through his next friend, Charlotte Loquasto, J.H., by and through his next friend, Eric M. Hunter, Jacob Louis Spehar, Jacob Richard Prescott, James Earl Ellis, James L. Daniels, James R. Landrum, James Russell Ellis, James Wayne Worley, Jammie Joann Smith, Jan Marie Hurnblad Sparks, Jane Sparks, Janet Landrum, Janice Caruso, Janice H. Proctor, Jason Wayne Gibson, Jean S. Landphair, Jeanne M. Nichols, Jedidiah Daniel Morgan, Jeffrey L. White Sr., Jennifer D'Augustine, Jennifer Katherine Reeves, Jeremy J. Metzger, Jerry Hardison, individually and on behalf of the Estate of Teresa Hardison, Jessica Anne Benson, Jimmy Smith, Joan M. Smedinghoff, Joanna Gilbert, Joe Torian, Joelle R. Ellis, Joey J. Hunter II, Joey J. Hunter Sr., John A. Provost, John C. McCarthy, John F. Ellis, John Horsley, John L. Fant, John Means, John Terry Pittman Sr., Jonathan Cleary, Jordan L. Sibley, Jordan Lambka, Jose Alberto Morgado, Jose Luis Martinez Hernandez, Joseph Duarte, Joseph Roger Deslauriers, Joseph Troy Hulsey Jr., Joshua Anthony Sams, Joshua Michael Prescott, Joshua Nicholas Sust, Joy Coy, Joyce Ann Tulloch, Joyce Patricia Paulsen, Judith L. Ashley, Judith Sara Darrough, Julia Ott, Julianne Good Perry, Julie Ann Ellis, Julie Green, Julie K. Martin, Justina Hardison, K.E.F.V., by and through her next friend, Hortense Kainoa Wainani Vickers, K.F., by and through his next friend, Stephanie Jane Fisher, K.H., by and through her next friend, Eric M. Hunter, K.K., by and through her next friend, Abby Knapp-Morris, K.L., by and through his next friend, David William Haalilio Lau, K.M.G.V., by and through her next friend, Hortense Kainoa Wainani Vickers, K.N.V., by and through his next friend, Hortense Kainoa Wainani Vickers, K.R., by and through her next friend, Melissa Rodriguez, Kade M. Osborn, Angela Kahler, Kara Gibson, Karyn Stone Marta, Katelyn Marie Strange, Kathleen Lynn Alexander, Kathleen McEvoy, Kathleen Perry, Katlyn M. Osborn, Katrina M. Reeves, Katy Stuart, Kayla Marie Daehling, Kayla N. Diaz, Kelli Dodge, Kenna Hunter, Kent Alan Skeens, Kevin Honaker, Kevin King, Kevin Trimble, Kevin Williams, Keyko D. Clark, Kimberly Metcalf, Kirk Andrew Gollnitz, Kirk W. Daehling, Kristie Surprenant, Kristin Caracciolo, Kristina Brown, Kristine Anne Zitny, Kyle White, L.A.E.L.B., by and through her next friend, Natasha Buchanan, L.C.D., by and through his next friend, Bridgett L. DeHoff, L.R.P., by and through her next friend, Julianne Good Perry, Larry D. Horns, Lawrence Marta, LeeAnn Schmidt, Leroy Wingkit Lau Jr., Lieselotte R. Roldan, Lisa Deslauriers, Lisa Martinusen, Liseth Martinez-Arellano, Lona L. Bosley, Lorria Welch, Louis Provost, Louise P. Conlon, Lowell Brent Sibley, individually and on behalf of the Estate of Forrest B. Sibley, Luann Varney, Lucas Daniels, Luke Spehar, M.G.C., by and through his next friend, August Wildman, M.G.N., by and through her next friend, Bruce K. Nichols, M.L., by and through her next friend, David William Haalilio Lau, Makahea Xhelili, Mallory Taylor Williams, Margaret Elm Campbell, Marie Sentina Mielke, Marion Ruth Hopkins, Mark G. Worley, Mark K. Roland, Mark Matthew Kaleinani Vickers, Mark T. Smedinghoff, Martha Carolina Smith, Suzanne Renae Martinez, Mary Beth Smedinghoff, Mary Jane Vickers, Mary R. Hammerbacher-Nichols, MaryJane G. Medeiros, Matt Griffin, Matthew Elm, Matthew J. Diaz, Matthias P. Roldan, Maximo Diaz, Meghan Janet Hollingsworth, Melissa Rodriguez, Meredith Landphair, Michael Festus Fox, Michael Iubelt, Michael White, Michele Kulesa, Michelle Carolina Rotelli, Michelle Joy Kapunaheleokalani Yarborough, Michelle Lee Rauschenberger, Michelle Riley, Michelle Rose McEvoy, Michelle Zimmerman, Beverly Mills, Miranda Landrum, Miriam A. Mullen, Mitchell L. Stambaugh, Mona G. Betzen, Monte Douglas Nichols, N.J.A.D., by and through his next friend, Kayla N. Diaz, N.J.D., by and through her next friend, Kayla N. Diaz, Nancy Marie Mullen, Nancy R. Wilson, Natalie Schmidt, Natasha Buchanan, Nathan Ewell Torian, Nathan Jeremy Rimpf, Nicholas Joseph Francis Perez, Nicholas Walter Robinson IV, Nicole Ann Robles, Nicole Cox, Nicole D'Augustine, Dan Olmstead, Tammy Olmstead, P.A.D., by and through her next friend, Kelli Dodge, Paige Erlanger, Patricia D'Augustine, Patricia Goins, Patricia Shirley Hughes, Patrick Charles McEvoy, Patrick Spehar, Paul Edward Goins III, Paul Elmer Jayne, Paul Provost, Paula K. White, DeLaynie K. Peek, Peyton Cooney, Phillip J. Schmidt, Phouthasith Douangdara, Precious Clark, JD Prosser, Q.G., by and through his next friend, Kara Gibson, R.C.V., by and through his next friend, Catherine Kimberly Vaughn Kryzda, R.X.C., by and through his next friend, August Wildman, Randy Ristau, Regina C. Smedinghoff, Ricardo J. Perez-Ramos, Erin Riedel, Robert Alexander Dove, Robert Charles Darrough, Robert L. Dunning, individually and on behalf of the Estate of Tomoe Dunning, Robert Martin Kahokulani Vickers Jr., Robert Martin Kahokulani Vickers Sr., Robin Elizabeth Akers, Rodney Riley, Rodolfo Rodriguez Sr., Rodzie Efren Rodriguez, Andrea Roe, Ross Cox, Ryan Gregory Timoney, S.L.L.B., by and through her next friend, Natasha Buchanan, S.N.P., by and through her next friend, Christine H. Phillips, S.P., by and through her next friend, Ricardo J. Perez-Ramos, Samantha Daehling, Samantha G. Roldan, Samantha Shervon Williams, Samuel Robert Shockley, Sarah Melinda Schwallie, Sarah Peters-Duarte, individually and on behalf of the Estate of Curtis Joseph Duarte, Sarah Tiffany Peterson, Scott Peter Provost, Scott Regelin, Seth Wakeling, Shannon K. McNulty, Shawn Patrick Griffin, Sheeshta Marie Perry, Sheila Ristaino, Shelby Iubelt, Sherry A. Skeens, Shirene Regelin, Sofia Kessler, Songmi Kietzmann, Sophie Daniels, Spencer Dana Provost, Spenser J. Fernandez, Stephanie Ann Miller, Stephanie Jane Fisher, Stewart Lamar Perry, Summer Breanne Sutton, Summer Reeves Dunn, Suni Chabrow, Suzanne Ristau, Suzi L. Fernandez, T.G., by and through her next friend, Julie Green, T.M.C., by and through his next friend, Timothy Norman Carner, Talisa Shervon Williams, Tamara Elaine Horns, Tammie Sue Schoonhoven, Taylor Marta, Ariell S. Taylor, individually and on behalf of the Estate of Christopher L. Brown, Terence Lonnie Jones, Theresa Karlson, Thomas Anthony Fogarty, Thomas Elmer Wickliff, Thomas Mullins, Thomas Smedinghoff, Tiffany Louise Horns, Timothy Norman Carner, Tracey Marie Prescott, Tracy Anne Herring, Travis Scott Green, Trecia Brock Hood, Gloria Diane Trelfa, Trent Lorne Skeens, Tyler Gollnitz, V.I., by and through her next friend, Shelby Iubelt, Vance Marshall Keliiolani Vickers, Vanessa Marie Anzures, Victor Raymond Ellis, Victoria Jane Reeves, Vivian Perry, Wendy Shedd, August Wildman, William Anthony Murach, William J. Mullen, William R. Nevins, Z.R.S., by and through her next friend, Kent Alan Skeens, Zachary Douglas Sparks, Zackary Welch. (Attachments: # 1 Exhibit 1, # 2 Exhibit A, # 3 Exhibit 2, # 4 Exhibit 3) (Kay-Oliphant, Eli) (Entered: 02/23/2022)", "docket_entry_id": 188295499, "docket_id": 60111853, "document_number": 36, "document_type": "Attachment", "entry_date_filed": "2022-02-23", "entry_number": 36, "filepath_local": "recap/gov.uscourts.nyed.467811/gov.uscourts.nyed.467811.36.1.pdf", "id": 376228750, "is_available": true, "meta": {"timestamp": "2025-05-28T05:30:22.460083Z", "date_created": "2023-10-25T08:57:28.145551Z", "score": {"bm25": 0.9199705}}, "pacer_doc_id": "123018623005", "page_count": 608, "short_description": "Exhibit 1", "snippet": "Case 1:21-cv-04400-HG-RML Document 36-1 Filed 02/23/22 Page 1 of 608 PageID #: 1367\n\n\n\n\n                    IN THE UNITED STATES DISTRICT COURT\n                   FOR THE EASTERN DISTRICT OF NEW YORK\n\n    AUGUST WILDMAN, CORBIN CABRERA,\n    DANIEL MATIAS CABRERA, GILLIAN LEIGH\n    CABRERA, M.G.C. BY AND THROUGH HIS\n    NEXT FRIEND AUGUST WILDMAN, R.X.C. BY\n    AND THROUGH HIS NEXT FRIEND AUGUST              AMENDED COMPLAINT\n    WILDMAN, ROBERT CABRERA, RONALD PAUL                 UNDER THE\n    "}
{"absolute_url": "/docket/60111853/38/wildman-et-v-deutsche-bank-aktiengesellschaft/", "attachment_number": null, "cites": [2177743, 2507469, 2563893], "description": "AMENDED COMPLAINT (Corrected) against All Defendants, filed by R.X.C., by and through his next friend, August Wildman, Joanna Gilbert, William Anthony Murach, P.A.D., by and through her next friend, Kelli Dodge, Robert Martin Kahokulani Vickers Sr., K.K., by and through her next friend, Abby Knapp-Morris, K.F., by and through his next friend, Stephanie Jane Fisher, James L. Daniels, John F. Ellis, Sarah Tiffany Peterson, H.R., by and through her next friend, Randy Ristau, Mary Border, A.C., by and through his next friend, Nicole Cox, Matthew J. Diaz, Lawrence Marta, Kevin Trimble, Kent Alan Skeens, Jeremy J. Metzger, H.C., by and through her next friend, Nicole Cox, Brian Anthony Williams, Michael White, Freddie Dewey Sutton, Erica M. Roland, Miranda Landrum, Makahea Xhelili, Lorria Welch, Dennis W. Peters, Adam Samuel Hartswick, G.S., by and through his next friend, Georganne M. Siercks, Kelli Dodge, Kristine Anne Zitny, M.G.C., by and through his next friend, August Wildman, Suzanne Renae Martinez, Andrea Roe, Victoria Jane Reeves, Brian Lambka, Joe Torian, Sarah Peters-Duarte, individually and on behalf of the Estate of Curtis Joseph Duarte, Creighton David Osborn, Joshua Michael Prescott, Daniel Matias Cabrera, A.L.S., by and through his next friend, Natalie Schmidt, Scott Regelin, Christa L. Osborn, Christopher J. Rosebrock, Terence Lonnie Jones, Robert Martin Kahokulani Vickers Jr., Marion Ruth Hopkins, Ryan Gregory Timoney, Nicole Cox, K.L., by and through his next friend, David William Haalilio Lau, Natasha Buchanan, Daniel Griffin, Katherine Abreu-Border, Esta Smith, Phillip J. Schmidt, Paul Provost, Sophie Daniels, Marie Sentina Mielke, Joelle R. Ellis, Lona L. Bosley, C.D., by and through his next friend, Helena Davis, Nicole D'Augustine, Kathleen Perry, Kayla Marie Daehling, Jose Luis Martinez Hernandez, Brian Christopher Jergens, Adrian Kie-Alun Sherrod, Sarah Melinda Schwallie, Janice Caruso, Judith L. Ashley, Bethany Rose Wesley, Katelyn Marie Strange, Amanda Newman, Thomas Mullins, Kristie Surprenant, James Wayne Worley, Tiffany Louise Horns, Kevin Williams, Kevin King, James R. Landrum, Daniel Mark Robinson, Abrill Renee Williams, Tyler Gollnitz, Michael Iubelt, Maggie Mae Bilyeu, Joyce Ann Tulloch, A.G., by and through her next friend, Julie Green, Cleveland Davis, Joey J. Hunter Sr., Michael Collins, Monte Douglas Nichols, Kristin Caracciolo, Q.G., by and through his next friend, Kara Gibson, Brian Edward Ellis, Patricia Goins, Luke Spehar, Kenna Hunter, Taylor Marta, A.R.S., by and through her next friend, Tammie Sue Schoonhoven, S.P., by and through her next friend, Ricardo J. Perez-Ramos, Ashley Peters, Matt Griffin, William Michael Burley, Tammie Sue Schoonhoven, Robert L. Dunning, individually and on behalf of the Estate of Tomoe Dunning, K.R., by and through her next friend, Melissa Rodriguez, Rodney Riley, Holly Marie Harpe, Cameron Jay Stuart, Tracey Marie Prescott, Angela Marie Harper, Keyko D. Clark, Barbara A. Roland, Pamela E. Alexander Bell, Erich Martin Ellis, Gloria Diane Trelfa, John A. Provost, T.M.C., by and through his next friend, Timothy Norman Carner, Nancy Marie Mullen, Sherry A. Skeens, Cheryl Atwell, Spenser J. Fernandez, Ariell S. Taylor, individually and on behalf of the Estate of Christopher L. Brown, Jeanne M. Nichols, G.A.S., by and through his next friend, Kent Alan Skeens, Michelle Carolina Rotelli, Thomas Anthony Fogarty, Jacob Richard Prescott, J.H., by and through his next friend, Eric M. Hunter, Barry Welch, Annie L. McBride, Joseph Troy Hulsey Jr., Emily Torian, Shirene Regelin, Annette Spehar, Julie K. Martin, Judith Sara Darrough, D.C.M., by and through his next friend, Alexandra Dorian McClintock, Gertrude Provost, C.C.V., by and through her next friend, Catherine Kimberly Vaughn Kryzda, Jennifer D'Augustine, Jammie Joann Smith, John L. Fant, Adan Perez, Frederick Allen Tolon, Colleen Whipple, K.M.G.V., by and through her next friend, Hortense Kainoa Wainani Vickers, Vanessa Marie Anzures, Alison R. Pohn, Brandon Tyler Schmidt, Wendy Shedd, Charles Wesley Strange III, Charles Essex, Carol Griffin, Bradley Dylan Ivanchan, Michelle Joy Kapunaheleokalani Yarborough, Hannah Mason, Phouthasith Douangdara, Julia Ott, Connor Alexian Pladeck-Morgado, Katy Stuart, Andrea N. Ratzlaff, Catherine Elm Boatwright, Christopher Michael Van Etten, Talisa Shervon Williams, N.J.D., by and through her next friend, Kayla N. Diaz, Patricia Shirley Hughes, Helena Davis, Adriana Wakeling, Chris Lee Zimmerman, Jean S. Landphair, Hortense Kainoa Wainani Vickers, Trecia Brock Hood, Holly Lau Abraham, Ramiro Cardoza, Jr, Michele Kulesa, Carey Greggory DuVal, Federick C. Benson, Maria Cardoza, Charles Wesley Strange, B.C., by and through his next friend, Holly Conrad, Nicholas Joseph Francis Perez, L.R.P., by and through her next friend, Julianne Good Perry, Michelle Lee Rauschenberger, Cordaro Devone Clark, Theresa Karlson, Garry Lee Sparks, Brian M. Martin, Angel R. Roldan, G.W.P., by and through his next friend, Julianne Good Perry, Kirk W. Daehling, J.A.L., by and through his next friend, Charlotte Loquasto, Thomas Smedinghoff, Deborah Jean Peters, Jonathan L Ashley, III, Stephanie Jane Fisher, Conchetta Michell Diaz, C.E.S., by and through her next friend, Charles Wesley Strange, Scott Peter Provost, Hayley Anderson, LeeAnn Schmidt, James Earl Ellis, Leroy Wingkit Lau Jr., Anthony Perez, Dan Olmstead, Nicole Ann Robles, Erica Fox, Kayla N. Diaz, Natalie Schmidt, Darilyn Perez, A.T.P., by and through her next friend, Stewart Lamar Perry, Suzi L. Fernandez, Luann Varney, Joey J. Hunter II, Samantha G. Roldan, G.B.L., by and through his next friend, Miranda Landrum, Louise P. Conlon, Elizabeth A. Martin, Michael Festus Fox, Colby Anderson, Miriam A. Mullen, Mary R. Hammerbacher-Nichols, Justina Hardison, Abby Knapp-Morris, William A. Burley, Brittani Marie Carner, Clarence Williams Jr., D.R., by and through his next friend, Melissa Rodriguez, Corteize Clark, Mark T. Smedinghoff, Bob Surprenant, Debra Ann Perez, Erin Riedel, Brittany Taylor Townsend, JD Prosser, Nicholas Walter Robinson IV, Joseph Duarte, Douglas A. Landphair, Jonathan Cleary, Mark G. Worley, Jeffrey L. White Sr., Rodolfo Rodriguez Sr., Catherine Kimberly Vaughn Kryzda, Nancy R. Wilson, Jose Alberto Morgado, G.R.P., by and through his next friend, Ashley Peters, Jacob Louis Spehar, Dana Rainey, Benjamin Horsley, Songmi Kietzmann, Daniel Edward Stamper Jr., A.M.S., by and through her next friend, Tammie Sue Schoonhoven, Joan M. Smedinghoff, Christopher Scott Schoonhoven, Zachary Douglas Sparks, K.N.V., by and through his next friend, Hortense Kainoa Wainani Vickers, John C. McCarthy, Francisco Javier Briseno Gutierrez, Rodzie Efren Rodriguez, Joshua Anthony Sams, Kara Gibson, Meghan Janet Hollingsworth, Timothy Norman Carner, August Wildman, Adam Matthew Jayne, Brian Harper, Catherine Mullins, Tracy Anne Herring, Joy Coy, Mary Beth Smedinghoff, Stewart Lamar Perry, Marissa Brown, Chester R. McBride Sr., Dennis John Elm, Eric Daniel Lund, Travis Scott Green, Glenda Green, Summer Reeves Dunn, Mona G. Betzen, Bruce K. Nichols, R.C.V., by and through his next friend, Catherine Kimberly Vaughn Kryzda, Michelle Zimmerman, Joseph Roger Deslauriers, Patrick Spehar, Katlyn M. Osborn, Georganne M. Siercks, Mallory Taylor Williams, Victor Raymond Ellis, Chet Murach, Jerry Hardison, individually and on behalf of the Estate of Teresa Hardison, Adam Daehling, Z.R.S., by and through her next friend, Kent Alan Skeens, Stephanie Ann Miller, Anna Maria Banzer, Cedric Frank Gordon, Anthony M. Diaz, Cedric Donshae Gordon Sr., Anthony D'Augustine, Paula K. White, Jimmy Smith, John Terry Pittman Sr., N.J.A.D., by and through his next friend, Kayla N. Diaz, Douglas Nichols, George B. McClintock, Lieselotte R. Roldan, Edward Klein, M.G.N., by and through her next friend, Bruce K. Nichols, Kevin Honaker, Katrina M. Reeves, DeLaynie K. Peek, Jonathan Leigh Ashley, IV, Nathan Ewell Torian, Regina C. Smedinghoff, Diane Timoney, V.I., by and through her next friend, Shelby Iubelt, Donna Lee Elm, Frances P. Diaz, E.G., by and through her next friend, Julie Green, Gail Provost, Spencer Dana Provost, Vivian Perry, Aaron William Prescott, Jedidiah Daniel Morgan, Samantha Daehling, Christine Rangel, Jennifer Katherine Reeves, S.N.P., by and through her next friend, Christine H. Phillips, Kathleen Lynn Alexander, Ayzia J. Jayne, David William Haalilio Lau, Charlotte Loquasto, Alexander Lau, Erik Sparks, K.E.F.V., by and through her next friend, Hortense Kainoa Wainani Vickers, Brandon Nichols, Andrea Kessler, Joshua Nicholas Sust, Lisa Deslauriers, G.F., by and through his next friend, Erica Fox, S.L.L.B., by and through her next friend, Natasha Buchanan, Cassie Marie Richardson, Charlotte Ann Reeves, Jessica Anne Benson, Catherine G. Martin, Summer Breanne Sutton, Michelle Rose McEvoy, Mark K. Roland, Janice H. Proctor, Donald Edward Newman Sr., Betty Darlene Black, Mark Matthew Kaleinani Vickers, Jordan Lambka, B.R.L., by and through her next friend, Miranda Landrum, Christopher Powers, John Means, Matthias P. Roldan, C.F., by and through his next friend, Stephanie Jane Fisher, John Horsley, Robert Cabrera, Patricia D'Augustine, Gregory Timoney, Zackary Welch, Angela Kahler, Tammy Olmstead, M.L., by and through her next friend, David William Haalilio Lau, Alberto D. Diaz, Louis Provost, Kyle White, James Russell Ellis, Lucas Daniels, Eric M. Hunter, Sheeshta Marie Perry, Shannon K. McNulty, Eric Morgado, Robin Elizabeth Akers, Randy Ristau, K.H., by and through her next friend, Eric M. Hunter, Margaret Elm Campbell, William R. Nevins, Robert Alexander Dove, Thomas Elmer Wickliff, Mitchell L. Stambaugh, Karyn Stone Marta, Kristina Brown, London Jacinda Belel, Hamide Lau, Paige Erlanger, MaryJane G. Medeiros, Brandon Korona, Sofia Kessler, Tamara Elaine Horns, Lowell Brent Sibley, individually and on behalf of the Estate of Forrest B. Sibley, Precious Clark, Suzanne Ristau, Garrett Layne Funk, L.C.D., by and through his next friend, Bridgett L. DeHoff, Adolf Olivas, Julie Green, Jason Wayne Gibson, Ricardo J. Perez-Ramos, April Cleary, Daniel Lee Brown, L.A.E.L.B., by and through her next friend, Natasha Buchanan, Jane Sparks, Kimberly Metcalf, Seth Wakeling, Daniel Owen Hughes, Brennan Cox, Jordan L. Sibley, Brenda Daehling, Mary Jane Vickers, Luis Briseno, Kade M. Osborn, Peyton Cooney, Melissa Rodriguez, Bethany Rose Mullins Randall, A.P., by and through her next friend, Darilyn Perez, Gregory W. Worley, Heather Frances Daniels, Ida Belle Pittman, Cody Worley, Larry D. Horns, Cynthia Jeffries Richmond, Alex Jason Rozanski, B.C.D., by and through his next friend, Kelli Dodge, Suni Chabrow, Gillian Leigh Cabrera, Emmitt Dwayne Burns, Jan Marie Hurnblad Sparks, Samantha Shervon Williams, Patrick Charles McEvoy, Corbin Cabrera, Sheila Ristaino, Robert Charles Darrough, Kirk Andrew Gollnitz, Julianne Good Perry, Ramiro Cardoza, Sr, Cynthia Nichols, Paul Elmer Jayne, Kathleen McEvoy, B.M., by and through his next friend, Darilyn Perez, Ross Cox, Erin Nicole Goss, Meredith Landphair, Vance Marshall Keliiolani Vickers, Derrick Anthony Davis, T.G., by and through her next friend, Julie Green, William J. Mullen, Shawn Patrick Griffin, Paul Edward Goins III, Deborah Fern Schoonhoven, Holly Conrad, Alexandra Dorian McClintock, Anna Morgan, Michelle Riley, Martha Carolina Smith, Janet Landrum, Christine H. Phillips, Beverly Mills, Julie Ann Ellis, Clarence Joseph Metcalf, Baily Zimmerman, Maximo Diaz, Shelby Iubelt, Jordan T. Ashley, Samuel Robert Shockley, Brian Provost, Joyce Patricia Paulsen, Matthew Elm, James Bell, Harriet Sutton, Nathan Jeremy Rimpf, Lisa Martinusen, Cynthia Carol Campbell, Tammie Maria Ashley, Ronald Paul Hopkins, Alex Henigan, Trent Lorne Skeens, Liseth Martinez-Arellano. (Attachments: # 1 Exhibit A) (Kay-Oliphant, Eli) (Entered: 02/26/2022)", "docket_entry_id": 188571816, "docket_id": 60111853, "document_number": 38, "document_type": "PACER Document", "entry_date_filed": "2022-02-26", "entry_number": 38, "filepath_local": "recap/gov.uscourts.nyed.467811/gov.uscourts.nyed.467811.38.0.pdf", "id": 194124829, "is_available": true, "meta": {"timestamp": "2025-05-28T05:30:22.460083Z", "date_created": "2022-02-27T01:44:16.989316Z", "score": {"bm25": 0.9199705}}, "pacer_doc_id": "123018632740", "page_count": 608, "short_description": "Amended Complaint", "snippet": "Case 1:21-cv-04400-HG-RML Document 38 Filed 02/26/22 Page 1 of 608 PageID #: 3462\n\n\n\n\n                   IN THE UNITED STATES DISTRICT COURT\n                  FOR THE EASTERN DISTRICT OF NEW YORK\n\n   AUGUST WILDMAN, CORBIN CABRERA,\n   DANIEL MATIAS CABRERA, GILLIAN LEIGH\n   CABRERA, M.G.C. BY AND THROUGH HIS\n   NEXT FRIEND AUGUST WILDMAN, R.X.C. BY\n   AND THROUGH HIS NEXT FRIEND AUGUST              AMENDED COMPLAINT\n   WILDMAN, ROBERT CABRERA, RONALD PAUL                 UNDER THE\n   HOPKINS, SU"}
{"absolute_url": "/docket/60111853/35/wildman-et-v-deutsche-bank-aktiengesellschaft/", "attachment_number": null, "cites": [2177743, 2507469, 2563893], "description": "AMENDED COMPLAINT against All Defendants, filed by R.X.C., by and through his next friend, August Wildman, Joanna Gilbert, William Anthony Murach, P.A.D., by and through her next friend, Kelli Dodge, Robert Martin Kahokulani Vickers Sr., K.K., by and through her next friend, Abby Knapp-Morris, K.F., by and through his next friend, Stephanie Jane Fisher, James L. Daniels, John F. Ellis, Sarah Tiffany Peterson, H.R., by and through her next friend, Randy Ristau, Mary Border, A.C., by and through his next friend, Nicole Cox, Matthew J. Diaz, Lawrence Marta, Kevin Trimble, Kent Alan Skeens, Jeremy J. Metzger, H.C., by and through her next friend, Nicole Cox, Brian Anthony Williams, Michael White, Freddie Dewey Sutton, Erica M. Roland, Miranda Landrum, Makahea Xhelili, Lorria Welch, Dennis W. Peters, Adam Samuel Hartswick, G.S., by and through his next friend, Georganne M. Siercks, Kelli Dodge, Kristine Anne Zitny, M.G.C., by and through his next friend, August Wildman, Suzanne Renae Martinez, Andrea Roe, Victoria Jane Reeves, Brian Lambka, Joe Torian, Sarah Peters-Duarte, individually and on behalf of the Estate of Curtis Joseph Duarte, Creighton David Osborn, Joshua Michael Prescott, Daniel Matias Cabrera, A.L.S., by and through his next friend, Natalie Schmidt, Scott Regelin, Christa L. Osborn, Christopher J. Rosebrock, Terence Lonnie Jones, Robert Martin Kahokulani Vickers Jr., Marion Ruth Hopkins, Ryan Gregory Timoney, Nicole Cox, K.L., by and through his next friend, David William Haalilio Lau, Daniel Griffin, Katherine Abreu-Border, Esta Smith, Phillip J. Schmidt, Paul Provost, Sophie Daniels, Marie Sentina Mielke, Joelle R. Ellis, Lona L. Bosley, C.D., by and through his next friend, Helena Davis, Nicole D'Augustine, Kathleen Perry, Kayla Marie Daehling, Jose Luis Martinez Hernandez, Brian Christopher Jergens, Adrian Kie-Alun Sherrod, Sarah Melinda Schwallie, Janice Caruso, Judith L. Ashley, Bethany Rose Wesley, Katelyn Marie Strange, Amanda Newman, Thomas Mullins, Kristie Surprenant, James Wayne Worley, Tiffany Louise Horns, Kevin King, James R. Landrum, Daniel Mark Robinson, Abrill Renee Williams, Tyler Gollnitz, Michael Iubelt, Maggie Mae Bilyeu, Joyce Ann Tulloch, A.G., by and through her next friend, Julie Green, Cleveland Davis, Joey J. Hunter Sr., Michael Collins, Monte Douglas Nichols, Kristin Caracciolo, Q.G., by and through his next friend, Kara Gibson, Brian Edward Ellis, Patricia Goins, Luke Spehar, Kenna Hunter, Taylor Marta, A.R.S., by and through her next friend, Tammie Sue Schoonhoven, S.P., by and through her next friend, Ricardo J. Perez-Ramos, Ashley Peters, Matt Griffin, William Michael Burley, Tammie Sue Schoonhoven, Robert L. Dunning, individually and on behalf of the Estate of Tomoe Dunning, K.R., by and through her next friend, Melissa Rodriguez, Rodney Riley, Holly Marie Harpe, Cameron Jay Stuart, Tracey Marie Prescott, Angela Marie Harper, Keyko D. Clark, Barbara A. Roland, Pamela E. Alexander Bell, Erich Martin Ellis, Gloria Diane Trelfa, John A. Provost, T.M.C., by and through his next friend, Timothy Norman Carner, Nancy Marie Mullen, Sherry A. Skeens, Cheryl Atwell, Spenser J. Fernandez, Ariell S. Taylor, individually and on behalf of the Estate of Christopher L. Brown, Jeanne M. Nichols, G.A.S., by and through his next friend, Kent Alan Skeens, Michelle Carolina Rotelli, Thomas Anthony Fogarty, Jacob Richard Prescott, J.H., by and through his next friend, Eric M. Hunter, Barry Welch, Annie L. McBride, Joseph Troy Hulsey Jr., Emily Torian, Shirene Regelin, Annette Spehar, Julie K. Martin, Judith Sara Darrough, D.C.M., by and through his next friend, Alexandra Dorian McClintock, Gertrude Provost, C.C.V., by and through her next friend, Catherine Kimberly Vaughn Kryzda, Jennifer D'Augustine, Jammie Joann Smith, John L. Fant, Adan Perez, Frederick Allen Tolon, Colleen Whipple, K.M.G.V., by and through her next friend, Hortense Kainoa Wainani Vickers, Vanessa Marie Anzures, Alison R. Pohn, Brandon Tyler Schmidt, Wendy Shedd, Charles Wesley Strange III, Charles Essex, Carol Griffin, Bradley Dylan Ivanchan, Michelle Joy Kapunaheleokalani Yarborough, Hannah Mason, Phouthasith Douangdara, Julia Ott, Connor Alexian Pladeck-Morgado, Katy Stuart, Andrea N. Ratzlaff, Catherine Elm Boatwright, Christopher Michael Van Etten, Talisa Shervon Williams, N.J.D., by and through her next friend, Kayla N. Diaz, Patricia Shirley Hughes, Helena Davis, Adriana Wakeling, Chris Lee Zimmerman, Jean S. Landphair, Hortense Kainoa Wainani Vickers, Trecia Brock Hood, Holly Lau Abraham, Ramiro Cardoza, Jr, Michele Kulesa, Carey Greggory DuVal, Federick C. Benson, Maria Cardoza, Charles Wesley Strange, B.C., by and through his next friend, Holly Conrad, Nicholas Joseph Francis Perez, L.R.P., by and through her next friend, Julianne Good Perry, Michelle Lee Rauschenberger, Cordaro Devone Clark, Theresa Karlson, Garry Lee Sparks, Brian M. Martin, Angel R. Roldan, G.W.P., by and through his next friend, Julianne Good Perry, Kirk W. Daehling, J.A.L., by and through his next friend, Charlotte Loquasto, Thomas Smedinghoff, Deborah Jean Peters, Jonathan L Ashley, III, Stephanie Jane Fisher, Conchetta Michell Diaz, C.E.S., by and through her next friend, Charles Wesley Strange, Scott Peter Provost, Hayley Anderson, LeeAnn Schmidt, James Earl Ellis, Leroy Wingkit Lau Jr., Anthony Perez, Dan Olmstead, Nicole Ann Robles, Erica Fox, Kayla N. Diaz, Natalie Schmidt, Darilyn Perez, A.T.P., by and through her next friend, Stewart Lamar Perry, Suzi L. Fernandez, Luann Varney, Joey J. Hunter II, Samantha G. Roldan, G.B.L., by and through his next friend, Miranda Landrum, Louise P. Conlon, Elizabeth A. Martin, Michael Festus Fox, Colby Anderson, Miriam A. Mullen, Mary R. Hammerbacher-Nichols, Justina Hardison, Abby Knapp-Morris, William A. Burley, Brittani Marie Carner, Clarence Williams Jr., D.R., by and through his next friend, Melissa Rodriguez, Corteize Clark, Mark T. Smedinghoff, Bob Surprenant, Debra Ann Perez, Erin Riedel, Brittany Taylor Townsend, JD Prosser, Nicholas Walter Robinson IV, Joseph Duarte, Douglas A. Landphair, Jonathan Cleary, Mark G. Worley, Jeffrey L. White Sr., Rodolfo Rodriguez Sr., Catherine Kimberly Vaughn Kryzda, Nancy R. Wilson, Jose Alberto Morgado, G.R.P., by and through his next friend, Ashley Peters, Jacob Louis Spehar, Dana Rainey, Benjamin Horsley, Songmi Kietzmann, Daniel Edward Stamper Jr., A.M.S., by and through her next friend, Tammie Sue Schoonhoven, Joan M. Smedinghoff, Christopher Scott Schoonhoven, Zachary Douglas Sparks, K.N.V., by and through his next friend, Hortense Kainoa Wainani Vickers, John C. McCarthy, Francisco Javier Briseno Gutierrez, Joshua Anthony Sams, Kara Gibson, Meghan Janet Hollingsworth, Timothy Norman Carner, August Wildman, Adam Matthew Jayne, Brian Harper, Catherine Mullins, Tracy Anne Herring, Joy Coy, Mary Beth Smedinghoff, Stewart Lamar Perry, Marissa Brown, Chester R. McBride Sr., Dennis John Elm, Eric Daniel Lund, Travis Scott Green, Glenda Green, Summer Reeves Dunn, Mona G. Betzen, Bruce K. Nichols, R.C.V., by and through his next friend, Catherine Kimberly Vaughn Kryzda, Michelle Zimmerman, Joseph Roger Deslauriers, Patrick Spehar, Katlyn M. Osborn, Georganne M. Siercks, Mallory Taylor Williams, Victor Raymond Ellis, Chet Murach, Jerry Hardison, individually and on behalf of the Estate of Teresa Hardison, Z.R.S., by and through her next friend, Kent Alan Skeens, Stephanie Ann Miller, Anna Maria Banzer, Cedric Frank Gordon, Anthony M. Diaz, Cedric Donshae Gordon Sr., Anthony D'Augustine, Paula K. White, Jimmy Smith, John Terry Pittman Sr., N.J.A.D., by and through his next friend, Kayla N. Diaz, Douglas Nichols, George B. McClintock, Lieselotte R. Roldan, Edward Klein, M.G.N., by and through her next friend, Bruce K. Nichols, Kevin Honaker, DeLaynie K. Peek, Jonathan Leigh Ashley, IV, Nathan Ewell Torian, Regina C. Smedinghoff, Diane Timoney, V.I., by and through her next friend, Shelby Iubelt, Donna Lee Elm, Frances P. Diaz, E.G., by and through her next friend, Julie Green, Gail Provost, Vivian Perry, Aaron William Prescott, Jedidiah Daniel Morgan, Samantha Daehling, Christine Rangel, Jennifer Katherine Reeves, S.N.P., by and through her next friend, Christine H. Phillips, Kathleen Lynn Alexander, Ayzia J. Jayne, David William Haalilio Lau, Charlotte Loquasto, Alexander Lau, Erik Sparks, K.E.F.V., by and through her next friend, Hortense Kainoa Wainani Vickers, Brandon Nichols, Andrea Kessler, Joshua Nicholas Sust, Lisa Deslauriers, G.F., by and through his next friend, Erica Fox, Cassie Marie Richardson, Charlotte Ann Reeves, Jessica Anne Benson, Catherine G. Martin, Summer Breanne Sutton, Michelle Rose McEvoy, Mark K. Roland, Janice H. Proctor, Donald Edward Newman Sr., Betty Darlene Black, Mark Matthew Kaleinani Vickers, Jordan Lambka, B.R.L., by and through her next friend, Miranda Landrum, Christopher Powers, John Means, Matthias P. Roldan, C.F., by and through his next friend, Stephanie Jane Fisher, John Horsley, Robert Cabrera, Patricia D'Augustine, Gregory Timoney, Zackary Welch, Angela Kahler, Tammy Olmstead, M.L., by and through her next friend, David William Haalilio Lau, Alberto D. Diaz, Louis Provost, Kyle White, James Russell Ellis, Lucas Daniels, Eric M. Hunter, Sheeshta Marie Perry, Shannon K. McNulty, Eric Morgado, Robin Elizabeth Akers, Randy Ristau, K.H., by and through her next friend, Eric M. Hunter, Margaret Elm Campbell, William R. Nevins, Robert Alexander Dove, Thomas Elmer Wickliff, Mitchell L. Stambaugh, Karyn Stone Marta, Kristina Brown, London Jacinda Belel, Hamide Lau, Paige Erlanger, MaryJane G. Medeiros, Brandon Korona, Sofia Kessler, Tamara Elaine Horns, Lowell Brent Sibley, individually and on behalf of the Estate of Forrest B. Sibley, Precious Clark, Suzanne Ristau, Garrett Layne Funk, L.C.D., by and through his next friend, Bridgett L. DeHoff, Adolf Olivas, Julie Green, Jason Wayne Gibson, Ricardo J. Perez-Ramos, April Cleary, Daniel Lee Brown, Jane Sparks, Kimberly Metcalf, Seth Wakeling, Daniel Owen Hughes, Brennan Cox, Jordan L. Sibley, Brenda Daehling, Mary Jane Vickers, Luis Briseno, Kade M. Osborn, Peyton Cooney, Melissa Rodriguez, Bethany Rose Mullins Randall, A.P., by and through her next friend, Darilyn Perez, Gregory W. Worley, Heather Frances Daniels, Ida Belle Pittman, Cody Worley, Larry D. Horns, Cynthia Jeffries Richmond, Alex Jason Rozanski, B.C.D., by and through his next friend, Kelli Dodge, Suni Chabrow, Gillian Leigh Cabrera, Emmitt Dwayne Burns, Jan Marie Hurnblad Sparks, Samantha Shervon Williams, Patrick Charles McEvoy, Corbin Cabrera, Sheila Ristaino, Robert Charles Darrough, Kirk Andrew Gollnitz, Julianne Good Perry, Ramiro Cardoza, Sr, Cynthia Nichols, Paul Elmer Jayne, Kathleen McEvoy, B.M., by and through his next friend, Darilyn Perez, Ross Cox, Erin Nicole Goss, Meredith Landphair, Vance Marshall Keliiolani Vickers, Derrick Anthony Davis, T.G., by and through her next friend, Julie Green, William J. Mullen, Shawn Patrick Griffin, Paul Edward Goins III, Deborah Fern Schoonhoven, Holly Conrad, Alexandra Dorian McClintock, Anna Morgan, Michelle Riley, Martha Carolina Smith, Janet Landrum, Christine H. Phillips, Beverly Mills, Julie Ann Ellis, Clarence Joseph Metcalf, Baily Zimmerman, Maximo Diaz, Shelby Iubelt, Jordan T. Ashley, Samuel Robert Shockley, Brian Provost, Joyce Patricia Paulsen, Matthew Elm, James Bell, Harriet Sutton, Nathan Jeremy Rimpf, Lisa Martinusen, Cynthia Carol Campbell, Tammie Maria Ashley, Ronald Paul Hopkins, Alex Henigan, Trent Lorne Skeens, Liseth Martinez-Arellano. (Attachments: # 1 Exhibit Exhibit A) (Kay-Oliphant, Eli) (Entered: 02/15/2022)", "docket_entry_id": 187646267, "docket_id": 60111853, "document_number": 35, "document_type": "PACER Document", "entry_date_filed": "2022-02-15", "entry_number": 35, "filepath_local": "recap/gov.uscourts.nyed.467811/gov.uscourts.nyed.467811.35.0.pdf", "id": 193185055, "is_available": true, "meta": {"timestamp": "2025-05-28T05:30:22.460083Z", "date_created": "2022-02-16T05:02:16.957557Z", "score": {"bm25": 0.9199705}}, "pacer_doc_id": "123018599684", "page_count": 608, "short_description": "Amended Complaint", "snippet": "Case 1:21-cv-04400-HG-RML Document 35 Filed 02/15/22 Page 1 of 608 PageID #: 733\n\n\n\n\n                   IN THE UNITED STATES DISTRICT COURT\n                  FOR THE EASTERN DISTRICT OF NEW YORK\n\n  AUGUST WILDMAN, CORBIN CABRERA,\n  DANIEL MATIAS CABRERA, GILLIAN LEIGH\n  CABRERA, M.G.C. BY AND THROUGH HIS\n  NEXT FRIEND AUGUST WILDMAN, R.X.C. BY\n  AND THROUGH HIS NEXT FRIEND AUGUST              AMENDED COMPLAINT\n  WILDMAN, ROBERT CABRERA, RONALD PAUL                 UNDER THE\n  HOPKINS, SUZANNE RE"}
{"absolute_url": "/docket/61650336/9/12/ef-v-mayor-eric-adams/", "attachment_number": 12, "cites": [], "description": "DECLARATION of Elisa Hyman, Esq. in Support re: 7 EMERGENCY MOTION for Temporary Restraining Order and a Preliminary Injunction.. Document filed by E.F.(On Behalf of His Minor Child, O.F.), E.F.(On Behalf of Himself), J.F.(On Behalf of His Minor Child, H.F.), J.F.(On Behalf of Himself), J.R.(On Behalf of Herself), J.R.(On Behalf of Her Minor Child, K.R.), L.V.(On Behalf of Herself), L.V.(On Behalf of Her Minor Child, N.F.), M.S.(On Behalf of His Minor Child Q.S.), M.S.(On Behalf of Himself), M.S.(On Behalf of His Minor Child, J.S.). (Attachments: # 1 Exhibit A, # 2 Exhibit B, # 3 Exhibit C, # 4 Exhibit D, # 5 Exhibit E, # 6 Exhibit F, # 7 Exhibit G, # 8 Exhibit H, # 9 Exhibit I, # 10 Exhibit J, # 11 Exhibit K, # 12 Exhibit L, # 13 Exhibit M, # 14 Exhibit N, # 15 Exhibit O, # 16 Exhibit P, # 17 Exhibit Q, # 18 Exhibit R, # 19 Exhibit S, # 20 Exhibit T, # 21 Exhibit U, # 22 Exhibit V, # 23 Exhibit W, # 24 Exhibit X, # 25 Exhibit Y, # 26 Exhibit Z, # 27 Exhibit AA, # 28 Exhibit BB, # 29 Exhibit CC, # 30 Exhibit DD, # 31 Exhibit EE, # 32 Exhibit FF, # 33 Exhibit GG, # 34 Exhibit HH, # 35 Exhibit II, # 36 Exhibit JJ, # 37 Exhibit KK, # 38 Exhibit LL, # 39 Exhibit MM, # 40 Exhibit NN, # 41 Exhibit OO).(Hyman, Elisa) (Entered: 01/11/2022)", "docket_entry_id": 184673283, "docket_id": 61650336, "document_number": 9, "document_type": "Attachment", "entry_date_filed": "2022-01-11", "entry_number": 9, "filepath_local": "recap/gov.uscourts.nysd.572555/gov.uscourts.nysd.572555.9.12.pdf", "id": 190557537, "is_available": true, "meta": {"timestamp": "2025-06-05T12:26:48.701476Z", "date_created": "2022-01-16T21:36:28.655550Z", "score": {"bm25": 0.9199705}}, "pacer_doc_id": "127030488904", "page_count": 442, "short_description": "", "snippet": "  Case 1:21-cv-11150-ALC Document 9-12 Filed 01/11/22 Page 1 of 442\n\n\n\n\nMayor’s\nManagement\nReport\nFiscal 2021\n\nThe City of New York\nMayor Bill de Blasio\nDean Fuleihan, First Deputy Mayor\n\nJeff Thamkittikasem, Director\nMayor’s Office of Operations\n\n\n\nSeptember 2021\n\n\n\n\n                                                     Hyman Decl. Ex. L- 1\n\fCase 1:21-cv-11150-ALC Document 9-12 Filed 01/11/22 Page 2 of 442\n\n\n\n         MESSAGE FROM\n         THE DIRECTOR\n\n          This final Mayor’s Management Re"}
{"absolute_url": "/docket/17442392/777/3/epic-games-inc-v-apple-inc/", "attachment_number": 3, "cites": [76493, 95090, 104940, 105011, 105226, 105831, 106167, 107690, 111483, 145673, 185418, 196628, 222089, 375337, 402249, 419638, 434943, 484913, 497990, 524097, 546159, 551877, 555078, 577173, 626402, 700505, 702296, 733281, 772138, 787790, 789361, 791889, 793231, 807798, 816450, 821511, 1039605, 1118094, 1240917, 1271965, 1356922, 1380461, 1422785, 1429600, 1435788, 1444058, 1446447, 1449613, 1464940, 1659119, 1985555, 2128161, 2295756, 2355387, 2456511, 2470639, 2471078, 2490100, 2492717, 2501900, 2520977, 2541889, 2572401, 2579814, 2594580, 2630547, 2644541, 2650473, 2652034, 2669040, 2674396, 2682041, 2778249, 2784529, 2799318, 2804077, 2805946, 2812451, 2812632, 3006055, 3051039, 3052680, 3199884, 3204242, 3305340, 4032530, 4158547, 4183982, 4287879, 4396211, 5451566, 5452558, 7223315, 7224685, 7228410, 7228701, 7229426, 7236074, 7244802, 7250494, 7251766, 7253439, 7838570, 8900867], "description": "Epic Games, Inc.'s Administrative Motion to Seal Portions of Its Proposed Findings of Fact and Conclusions of Law filed by Epic Games, Inc. (Attachments: # 1 Declaration of M. Brent Byars, # 2 Proposed Order, # 3 Findings of Fact and Conclusions of Law (Redacted), # 4 Findings of Fact and Conclusions of Law (Unredacted))(Byars, Michael) (Filed on 5/28/2021) Modified on 6/1/2021 (cjlS, COURT STAFF). (Entered: 05/28/2021)", "docket_entry_id": 165825891, "docket_id": 17442392, "document_number": 777, "document_type": "Attachment", "entry_date_filed": "2021-05-28", "entry_number": 777, "filepath_local": "recap/gov.uscourts.cand.364265/gov.uscourts.cand.364265.777.3_1.pdf", "id": 180461195, "is_available": true, "meta": {"timestamp": "2025-04-15T15:06:30.803227Z", "date_created": "2021-09-16T04:54:43.215953Z", "score": {"bm25": 0.9199705}}, "pacer_doc_id": "035020650661", "page_count": 644, "short_description": "Findings of Fact and Conclusions of Law (Redacted)", "snippet": "         Case 4:20-cv-05640-YGR Document 777-3 Filed 05/28/21 Page 1 of 644\n\n                REDACTED VERSION OF DOCUMENT SOUGHT TO BE SEALED\n\n\n 1   CHRISTINE A. VARNEY (pro hac vice)\n     cvarney@cravath.com\n 2   KATHERINE B. FORREST (pro hac vice)\n     kforrest@cravath.com\n 3   GARY A. BORNSTEIN (pro hac vice)\n     gbornstein@cravath.com\n 4   YONATAN EVEN (pro hac vice)\n     yeven@cravath.com\n 5   J. WESLEY EARNHARDT (pro hac vice)\n     wearnhardt@cravath.com\n 6   LAUREN A. MOSKOWITZ (pro hac "}
{"absolute_url": "/docket/14599654/18/5/in-re-revlimid-thalomid-purchaser-antitrust-litigation/", "attachment_number": 5, "cites": [1921, 17670, 78272, 96537, 102730, 103542, 103872, 104029, 104200, 105573, 105595, 106452, 106497, 107160, 109449, 109586, 110990, 111915, 112809, 118149, 118482, 145760, 151442, 152020, 173369, 179967, 185459, 195406, 195855, 195994, 196246, 196899, 197817, 198981, 198983, 202050, 208290, 209277, 209436, 209556, 209945, 210805, 211136, 211469, 213535, 215429, 222314, 368855, 421226, 447053, 573058, 611569, 612578, 614584, 620389, 621200, 622352, 623239, 626562, 709501, 711130, 718203, 718749, 720529, 722390, 722542, 732305, 741725, 741907, 746224, 749872, 752122, 755335, 755387, 757065, 757784, 763751, 764768, 765080, 765539, 765766, 765994, 766389, 766702, 768787, 768933, 772436, 773015, 774396, 777657, 777877, 780718, 784278, 784447, 791876, 795264, 798637, 803088, 804422, 812227, 815797, 843717, 854682, 857198, 874024, 902769, 1039436, 1057660, 1058225, 1109262, 1191676, 1218490, 1238414, 1238875, 1248301, 1252546, 1290774, 1300907, 1313772, 1375899, 1376389, 1381133, 1399395, 1400532, 1407075, 1434526, 1439538, 1446076, 1452849, 1453711, 1456482, 1462200, 1476754, 1486461, 1528883, 1542022, 1559467, 1585738, 1588972, 1592958, 1657105, 1719172, 1727615, 1745564, 1751590, 1762373, 1773536, 1795238, 1838893, 1897666, 1942619, 1943783, 1960204, 1962683, 1971966, 1996404, 1996532, 1998616, 2026590, 2050820, 2065734, 2068189, 2084478, 2095125, 2112466, 2143397, 2155376, 2170267, 2177228, 2177324, 2195077, 2219291, 2219351, 2262967, 2264903, 2269497, 2288483, 2290649, 2290943, 2301052, 2315622, 2316773, 2329631, 2332781, 2339468, 2343809, 2344531, 2350462, 2355031, 2358151, 2359261, 2386193, 2391464, 2401034, 2403448, 2412670, 2414866, 2417896, 2430660, 2459736, 2466046, 2469242, 2469806, 2471213, 2471681, 2475203, 2476704, 2487505, 2492668, 2512695, 2527316, 2579377, 2581313, 2585147, 2620886, 2644532, 2675555, 2675915, 2803700, 2804077, 2812250, 2994508, 2999312, 3014756, 3052680, 4033221, 4079792, 4196940, 4199651, 5174637, 5674537, 6087029, 6938299, 7223574, 7226968, 7228113, 7228209, 7229008, 7230539, 7231333, 7233181, 7235193, 7235409, 7236323, 7236634, 7236952, 7240590, 7242724, 7243171, 7243244, 7249861, 7871520, 8052773, 8410838, 8412829, 8413855, 8414502, 8500024, 8598722, 8693884, 8697420, 8701063, 8704853, 8711387, 8714970, 8733925, 8738073, 8739205, 8753149, 8756585, 8766164, 8770136], "description": "MOTION to Dismiss Pursuant to Federal Rule of Civil Procedure 12(B)(6) by CELGENE CORPORATION. (Attachments: # 1 Memorandum of Law in Support of Celgene Corporation's Motion to Dismiss, # 2 Appendix A to Memorandum of Law, # 3 Appendix B to Memorandum of Law, # 4 Declaration of Benjamin M. Greenblum, Esq., # 5 Certification of Daniel R. Guadalupe, Esq., # 6 Text of Proposed Order, # 7 Certificate of Service)(GUADALUPE, DANIEL) (Entered: 05/22/2019)", "docket_entry_id": 84220658, "docket_id": 14599654, "document_number": 18, "document_type": "Attachment", "entry_date_filed": "2019-05-22", "entry_number": 18, "filepath_local": "recap/gov.uscourts.njd.399896/gov.uscourts.njd.399896.18.5.pdf", "id": 179258980, "is_available": true, "meta": {"timestamp": "2024-05-17T06:32:26.867002Z", "date_created": "2021-09-01T14:57:23.865780Z", "score": {"bm25": 0.9199705}}, "pacer_doc_id": "119014697334", "page_count": 300, "short_description": "Certification of Daniel R. Guadalupe, Esq.", "snippet": "Case 2:19-cv-07532-ES-MAH Document 18-5 Filed 05/22/19 Page 1 of 300 PageID: 309\n\n\n\n\n Daniel R. Guadalupe (drguadalupe@norris-law.com)\n NORRIS McLAUGHLIN, P.A.\n 721 Route 202/206, Suite 200\n P.O. Box 5933\n Bridgewater, New Jersey 08807\n (908) 722-0700\n Fax: (908) 722-0755\n\n John E. Schmidtlein (jschmidtlein@wc.com)\n Benjamin M. Greenblum (bgreenblum@wc.com)\n Admitted pro hac vice\n WILLIAMS & CONNOLLY LLP\n 725 Twelfth Street, N.W.\n Washington, D.C. 20005\n Telephone: (202) 434-5000\n\n Attorneys for"}
{"absolute_url": "/docket/4191381/1/3/united-states-v-corona/", "attachment_number": 3, "cites": [71117, 85451, 88998, 91050, 91704, 93259, 93283, 93395, 94842, 95887, 97062, 97378, 97985, 99024, 99190, 99765, 100759, 100862, 101070, 101106, 101129, 102726, 103217, 104748, 107738, 108472, 110365, 112632, 196764, 474566, 565044, 600315, 655534, 673872, 729773, 2096767, 2229179, 2382407, 2616866, 3442109, 3973077, 8879427], "description": "NOTICE of Appointment of Trustee; Notice to Supersede Bonds by Tracy D. Corona. (Attachments: # 1 Part 2, # 2 Part 3, # 3 Part 4, # 4 Part 5)(cap) (Additional attachment(s) added on 9/24/2009: # 5 Part 6) (cap). (Additional attachment(s) added on 9/24/2009: # 6 Part 7) (cap). (Entered: 09/24/2009)", "docket_entry_id": 3053125, "docket_id": 4191381, "document_number": 1, "document_type": "Attachment", "entry_date_filed": "2009-09-22", "entry_number": 1, "filepath_local": "recap/gov.uscourts.casd.306578.1.3.pdf", "id": 2308265, "is_available": true, "meta": {"timestamp": "2024-03-28T11:46:59.622590Z", "date_created": "2016-08-20T10:18:40.238720Z", "score": {"bm25": 0.9199705}}, "pacer_doc_id": "03703953056", "page_count": 101, "short_description": "Part 4", "snippet": " \n\n~000~1¢\\\\11&;.1~_.\n\n24\n25\n26\n27\n28\n29\n30\n\n3|\n\n432\n\n33\n34\n35\n36\n37\n38\n39\n\n4l\n\n \n\n \n\n \n\nCase 3: 03 --mc 33732 Document 1 -3 Filed 33/22/03 Page 1 of 101\n\n..,..i.\n\n\"This right to protect permits having a domit ile. though not native-horn or naturalized citizeh.\\', rests on the\n\nfirm foundation of justice am/ the claim to be protected 1.\\' earned by .um.\\'idemtions which the protecting\npower is not at liberty to disregard Sugl¢ domiciled gmc ca Mi§ the sgn¢e gricg [or h¢'p_' gr w ug §§ na£lv¢~\nMM"}
{"absolute_url": "/docket/18735353/369/8/federal-trade-commission-v-meta-platforms-inc/", "attachment_number": 8, "cites": [178099, 185349, 185418, 185818, 187057, 373875, 375896, 384942, 403666, 415475, 438807, 440509, 502254, 545144, 696568, 802396, 815420, 1651900, 2149445, 2182681, 2475407, 2509111, 2659427, 2660752, 2661490, 2667961, 2744399, 2780765, 3170405, 4146691, 4287879, 4371131, 6648398, 6953569, 6969510, 7236684, 7244802, 8697975, 8728552, 8728949, 8734697, 8735082, 8751036, 8754817, 8762086, 8774728, 8778489, 8786534, 8787716, 8795620, 9020858, 9026075, 9031519], "description": "REPLY to opposition to motion re 324 MOTION for Summary Judgment filed by META PLATFORMS, INC.. (Attachments: # 1 Reply to Rule 7(h) Statement of Genuine Issues, # 2 Response to Counterstatement of Material Facts, # 3 Declaration of Mark C. Hansen, # 4 Exhibit Index and Deponent Index, # 5 Exhibit Volume 31: Exhibits 460 - 467, # 6 Exhibit Volume 32: Exhibits 468 - 495, # 7 Exhibit Volume 33: Exhibits 496 - 513, # 8 Exhibit Volume 34: Exhibits 514 - 543, # 9 Text of Proposed Order)(Hansen, Mark) (Entered: 07/12/2024)", "docket_entry_id": 396267490, "docket_id": 18735353, "document_number": 369, "document_type": "Attachment", "entry_date_filed": "2024-07-12", "entry_number": 369, "filepath_local": "recap/gov.uscourts.dcd.224921/gov.uscourts.dcd.224921.369.8.pdf", "id": 405406425, "is_available": true, "meta": {"timestamp": "2025-05-03T16:37:03.347618Z", "date_created": "2024-07-12T18:20:00.484373Z", "score": {"bm25": 0.91827774}}, "pacer_doc_id": "045010773674", "page_count": 573, "short_description": "Exhibit Volume 34: Exhibits 514 - 543", "snippet": "  Case 1:20-cv-03590-JEB Document 369-8 Filed 07/12/24 Page 1 of 573\n\n\n\n\nVolume 34: Exhibits 514-543\n\n\n\n\n                       No. 1:20-CV-03590-JEB\n\fCase 1:20-cv-03590-JEB Document 369-8 Filed 07/12/24 Page 2 of 573\n\n\n\n\n            Exhibit 514\n\f6/30/24, 8:36 AM      Case 1:20-cv-03590-JEB Document 369-8FormFiled\n                                                                10-K 07/12/24 Page 3 of 573\n\n  10-K 1 d442073d10k.htm FORM 10-K\n\n  Table of Contents\n\n\n\n                                "}
{"absolute_url": "/docket/18735353/369/7/federal-trade-commission-v-meta-platforms-inc/", "attachment_number": 7, "cites": [], "description": "REPLY to opposition to motion re 324 MOTION for Summary Judgment filed by META PLATFORMS, INC.. (Attachments: # 1 Reply to Rule 7(h) Statement of Genuine Issues, # 2 Response to Counterstatement of Material Facts, # 3 Declaration of Mark C. Hansen, # 4 Exhibit Index and Deponent Index, # 5 Exhibit Volume 31: Exhibits 460 - 467, # 6 Exhibit Volume 32: Exhibits 468 - 495, # 7 Exhibit Volume 33: Exhibits 496 - 513, # 8 Exhibit Volume 34: Exhibits 514 - 543, # 9 Text of Proposed Order)(Hansen, Mark) (Entered: 07/12/2024)", "docket_entry_id": 396267490, "docket_id": 18735353, "document_number": 369, "document_type": "Attachment", "entry_date_filed": "2024-07-12", "entry_number": 369, "filepath_local": "recap/gov.uscourts.dcd.224921/gov.uscourts.dcd.224921.369.7.pdf", "id": 405406424, "is_available": true, "meta": {"timestamp": "2025-05-03T16:37:03.347618Z", "date_created": "2024-07-12T18:20:00.458040Z", "score": {"bm25": 0.91827774}}, "pacer_doc_id": "045010773673", "page_count": 497, "short_description": "Exhibit Volume 33: Exhibits 496 - 513", "snippet": "  Case 1:20-cv-03590-JEB Document 369-7 Filed 07/12/24 Page 1 of 497\n\n\n\n\nVolume 33: Exhibits 496-513\n\n\n\n\n                       No. 1:20-CV-03590-JEB\n\fCase 1:20-cv-03590-JEB Document 369-7 Filed 07/12/24 Page 2 of 497\n\n\n\n\n            Exhibit 496\n\f1/14/22, 5:14 PM            Case 1:20-cv-03590-JEB Document 369-7Facebook\n                                                                    Filed 07/12/24 Page 3 of 497\nThe Way back Machine - https://web.archive.org/web/20121031210315/https://www, fac"}
{"absolute_url": "/docket/4161512/8253/2/pc-coleman-v-newsom/", "attachment_number": 2, "cites": [84630, 6232416], "description": "RESPONSE to 8165 Special Master's Report and Proposed Telemental Health Policy by Gavin Newsom. (Attachments: # 1 Declaration of Joseph Penn, MD, # 2 Declaration of Amar Mehta, MD, # 3 Mehta Declaration Part 2, # 4 Mehta Declaration Part 3)(Thorn, Elise) Modified on 5/29/2024 (Huang, H). (Entered: 05/28/2024)", "docket_entry_id": 391997532, "docket_id": 4161512, "document_number": 8253, "document_type": "Attachment", "entry_date_filed": "2024-05-28", "entry_number": 8253, "filepath_local": "recap/gov.uscourts.caed.83056/gov.uscourts.caed.83056.8253.2.pdf", "id": 401049269, "is_available": true, "meta": {"timestamp": "2025-06-07T07:04:28.297012Z", "date_created": "2024-05-29T15:34:15.047762Z", "score": {"bm25": 0.91827774}}, "pacer_doc_id": "033014455489", "page_count": 329, "short_description": "Declaration of Amar Mehta, MD", "snippet": "Case 2:90-cv-00520-KJM-SCR           Document 8253-2             Filed 05/28/24     Page 1 of 329\n\n\n 1   ROB BONTA, State Bar No. 202668                           HANSON BRIDGETT LLP\n     Attorney General of California                            PAUL B. MELLO, State Bar No. 179755\n 2   MONICA N. ANDERSON, State Bar No. 182970                  SAMANTHA D. WOLFF, State Bar No. 240280\n     Senior Assistant Attorney General                         KAYLEN KADOTANI, SBN 294114\n 3   DAMON MCCLAIN, Stat"}
{"absolute_url": "/docket/68073028/01208582806/united-states-v-donald-trump/", "attachment_number": null, "cites": [84759, 85514, 90667, 93322, 94400, 99948, 100427, 100759, 100923, 102061, 102172, 102436, 103597, 104649, 105222, 106880, 107202, 109101, 109380, 109677, 109891, 110155, 110162, 110353, 110798, 111169, 111977, 112087, 112226, 112879, 118098, 142899, 145625, 145918, 149670, 160259, 168057, 186640, 186658, 187362, 196110, 275648, 298178, 304912, 319334, 328083, 334845, 358307, 372925, 383807, 409311, 431097, 450553, 450759, 451775, 471857, 487156, 489960, 508481, 539176, 552468, 589626, 603577, 692381, 712059, 728070, 734112, 740989, 748612, 758719, 771021, 772968, 775814, 813491, 856904, 867114, 1507366, 1572925, 1625144, 1739405, 1792396, 1877952, 2344959, 2470791, 2477454, 2487698, 2577345, 2652173, 2659076, 2672489, 2820792, 2827981, 2829722, 2830288, 2966771, 4113578, 4150092, 4162955, 4256632, 4286673, 4287846, 4288402, 4295515, 4302752, 4324176, 4384596, 4414809, 4532446, 4544798, 4546251, 5472513, 6953569, 7237882, 8413972, 8414645, 8638362, 8638368], "description": "JOINT APPENDIX [2033201] filed by Donald J. Trump [Volumes: 1] [Service Date: 12/23/2023 ] [23-3228] (Sauer, Dean) [Entered: 12/23/2023 10:47 PM]", "docket_entry_id": 374084973, "docket_id": 68073028, "document_number": 1208582806, "document_type": "PACER Document", "entry_date_filed": "2023-12-23", "entry_number": 1208582806, "filepath_local": "recap/gov.uscourts.cadc.40415/gov.uscourts.cadc.40415.1208582806.0.pdf", "id": 381651470, "is_available": true, "meta": {"timestamp": "2024-06-15T13:38:33.927600Z", "date_created": "2023-12-24T04:01:59.808121Z", "score": {"bm25": 0.91827774}}, "pacer_doc_id": "01208582806", "page_count": 656, "short_description": "", "snippet": "USCA Case #23-3228    Document #2033201         Filed: 12/23/2023   Page 1 of 656\n\n\n\n                ORAL ARGUMENT SET JANUARY 9, 2024\n\n                                 No. 23-3228\n\n             IN THE UNITED STATES COURT OF APPEALS\n             FOR THE DISTRICT OF COLUMBIA CIRCUIT\n\n\nUNITED STATES OF AMERICA,\n                                           Appellee,\n                                      v.\n\nDONALD J. TRUMP,\n                                        Defendant-Appellant.\n                "}
{"absolute_url": "/docket/63228002/190/uri-marcus-v-centers-for-disease-control-and-prevention/", "attachment_number": null, "cites": [100054, 106845, 107202, 111437, 112446, 298185, 318577, 593338, 750715, 764116, 769304, 797585, 854923, 1867337, 2139791, 2353760, 2676593, 3214779, 7225192, 8411646], "description": "FIRST AMENDED COMPLAINT against Plaintiffs Alaska Airlines, Allegiant Air, American Airlines, Julie Carrigan(TSA's National Transportation Vetting Center, in her official capacity), Julie Carrigan(individual), Centers for Disease Control and Prevention, Delta Air Lines, Department of Health and Human Services, Frontier Airlines, Hawaiian Airlines, MedAire, Southwest Airlines, United Airlines; Party Transportation Security Administration and Yet-To-Be-Named Employees of the 8 Airlines terminated amending Complaint - (Referred),, 1 ; JURY DEMAND, filed by Plaintiffs Yvonne Marcus, Avrohom Gordon, Devorah Gordon, Cindy Russo (Attachments: # 1 FAC Part 2, # 2 FAC Part 3)(shb) (Entered: 10/16/2023)", "docket_entry_id": 368116074, "docket_id": 63228002, "document_number": 190, "document_type": "PACER Document", "entry_date_filed": "2023-10-10", "entry_number": 190, "filepath_local": "recap/gov.uscourts.cacd.849200/gov.uscourts.cacd.849200.190.0.pdf", "id": 375444173, "is_available": true, "meta": {"timestamp": "2024-10-31T12:14:26.569079Z", "date_created": "2023-10-16T22:33:01.712769Z", "score": {"bm25": 0.91827774}}, "pacer_doc_id": "031041039885", "page_count": 492, "short_description": "Amended Complaint", "snippet": "Case 2:22-cv-02383-SSS-AS Document 190 Filed 10/10/23 Page 1 of 492 Page ID #:3770\n\n\n\n\n                                                                                  10/10/2023\n    Cindy Russo\n    22485 Breakwater Way                                                                AP\n\n    Santa Clarita, CA 91350\n    Telephone: 908-797-8066\n    cjrz123@gmail.com\n\n\n    Pro Se\n                              UNITED STATES DISTRICT COURT\n                      FOR THE CENTRAL DISTRICT OF CALIFORNIA\n\n"}
{"absolute_url": "/docket/67829960/1/providence-st-joseph-health-v-actavis-holdco-us-inc/", "attachment_number": null, "cites": [], "description": "COMPLAINT against All Defendants ( Filing fee $ 402, receipt number ACANDC-18414263.). Filed byCook Hospital, Care New England Health System, d/b/a Care New England, LifeCare Medical Center, St. Thomas Community Health Center, Northfield Hospitals + Clinics, Meeker Memorial Hospital and Clinics, Fairview Health Services, Sleepy Eye Medical Center, Wellpath LLC, Nationwide Childrens Hospital, Kootenai Hospital District, an Idaho Public District Hospital, d/b/a Kootenai Health, Sanford, Riverview Healthcare Association, Rivers Edge Hospital, Billings Clinic, t. Lukes Health Network, Inc., d/b/a St. Lukes University Health Network, Millcreek Community Hospital, Valor Health, East Boston Neighborhood Health Center Corporation, Evangelical Community Health, Baystate Health, Inc., St. Lukes Health System, Ltd., The New York and Presbyterian Hospital, Confluence Health, Mille Lacs Health System, Granby Pharmacy, Inc., d/b/a Center Pharmacy, The Childrens Hospital of Philadelphia, Berkshire Health Systems, Inc., Broad Top Area Medical Centers, Inc., Roanoke Chowan Community Health Center, St. Lukes Hospital of Duluth, Lehigh Valley Health Network, Inc., Peak Vista Community Health Centers, Middlesex Health System, Inc., d/b/a Middlesex Health, Lake Region Healthcare Corporation, Penn Highlands Healthcare, Community Health Center of Snohomish, Glencoe Regional Health Services, d/b/a Glencoe Regional Health, Erie Family Health Center, Inc., Baxter County Hospital, Inc., d/b/a Baxter Regional Medical Center, Stigler Health & Wellness Center, Inc., The Chautauqua Center, Inc., SGOH Acquisition, Inc., d/b/a Ozarks Community Hospital, UPMC, Allina Health System, Mount Nittany Health System, Health Partners of Western Ohio, St. Clair Health Corp., d/b/a St. Clair Health, Ochsner Clinic Foundation, Madelia Health, Augusta Health Care, Inc., d/b/a Augusta Health, Great Salt Plains Health Center, Inc., North Canyon Medical Center, Inc., Cape Cod Healthcare, Inc., Thomas Jefferson University, d/b/a Jefferson Health, North Big Horn Hospital District, Swift County-Benson Health Services, Duval Pharmacy, Inc., North Olympic Healthcare Network, Madison Healthcare Services, d/b/a Madison Hospital, Conway Regional Health System, Peacehealth, Glacial Ridge Health System, Murray County Medical Center, CentraCare Health System, Mount Sinai Hospitals Group, Inc., Douglas County Hospital, d/b/a Alomere Health, Select Medical Corporation, Ridgeview Medical Center, Inc., d/b/a Ridgeview, Ely-Bloomenson Community Hospital, Intermountain Health Care, Inc., The DCH Health Care Authority, d/b/a DCH Health System, Lifespan Corporation, Pikeville Medical Center, Inc., Mass General Brigham Incorporated, UC Health, LLC, d/b/a UC Health, Logan Health, Madison Health, f/k/a Madison Memorial Hospital, Memorial Hospital of Sweetwater County, Memorial Hospital of Laramie County, d/b/a Cheyenne Regional Medical Center, Excela Health, Winona Health Services, Gillette Childrens Specialty Healthcare, Albany Area Primary Health Care, Inc., Central Texas Community Health Centers, d/b/a CommUnityCare, United Hospital District, Shands Jacksonville Medical Center, Inc., Northern Itasca Hospital District, d/b/a Bigfork Valley, Knight Health Holdings LLC, d/b/a ScionHealth, MedCura Health, Inc., Uphams Corner Health Committee, Inc., d/b/a Uphams Corner Health Center, Valley Health System, Ortonville Area Health Services, Perham Hospital District, d/b/a Perham Health, HealthPoint, Longview Wellness Center, Inc., d/b/a Wellness Pointe, Delta Memorial Hospital, Salem Community Hospital, d/b/a Salem Regional Medical Center, Hennepin Healthcare System, Inc., Essentia Health, Butler Health System, Pueblo Community Health Center, Inc., WakeMed, d/b/a WakeMed Health & Hospitals, Novant Health, Inc., Guthrie Hospitals, White River Health System, Inc., d/b/a White River Medical Center, International Community Health Services, Memorial Sloan-Kettering Cancer Center, Montefiore Medical Center, North Memorial Health Care, d/b/a North Memorial Health, Lakewood Health System, Stamford Health, Inc., Providence St. Joseph Health, Kittson Healthcare, MVMEDSHOP, Inc., d/b/a Vineyard Scripts, Overlake Hospital Medical Center, UMass Memorial Care, Inc., Collier Health Services, Inc., d/b/a Healthcare Network, Mary Rutan Hospital, d/b/a Mary Rutan Health, Crusaders Central Clinic Association, Drew Memorial Hospital, Inc., d/b/a Drew Memorial Health System, Avera Health, The Regents of the University of Michigan on behalf of University of Michigan Health, Beaufort Jasper Hampton Comprehensive Health Services, Inc., Welia Health, Astera Health f/k/a Tri-County Health Care, Baptist Health, Shawnee Health Service and Development Corporation, CaroMont Health, Inc., Dallas County Medical Center, Lutheran Charity Association, d/b/a Jamestown Regional Medical Center, Marana Heath Center, Inc., Cook County Hospital District, d/b/a North Shore Health, Rutherford County Primary Care Clinic, Inc., d/b/a Primary Care & Hope Clinic, University Health Systems of Eastern Carolina, d/b/a ECU Health, NYU Langone Hospitals, Olmsted Medical Center, RWJBarnabas Health, Inc., Shasta Community Health Center, Lifepoint Corporate Services, General Partnership, Great Lakes Bay Health Centers, UHS of Delaware, Main Line Health, Inc., Fulton County Medical Center, Syringa Hospital Districts, d/b/a Syringa Hospital & Clinics, Greater Lawrence Family Health Center, Nuvance Health, Shands Teaching Hospital and Clinics, Inc., Jackson-Madison County General Hospital District, operating as West Tennessee Healthcare, Mayo Clinic, The Childrens Hospital Corporation, d/b/a Boston Childrens Hospital, Tri-Area Community Health. (Attachments: # 1 Exhibit A, # 2 Exhibit B, # 3 Civil Cover Sheet)(Meister, Melissa) (Filed on 7/1/2023) [Transferred from California Northern on 9/26/2023.] (Entered: 07/01/2023)", "docket_entry_id": 365949800, "docket_id": 67829960, "document_number": 1, "document_type": "PACER Document", "entry_date_filed": "2023-07-01", "entry_number": 1, "filepath_local": "recap/gov.uscourts.paed.614118/gov.uscourts.paed.614118.1.0.pdf", "id": 372874968, "is_available": true, "meta": {"timestamp": "2025-06-07T07:59:36.067653Z", "date_created": "2023-09-27T10:36:30.627718Z", "score": {"bm25": 0.91827774}}, "pacer_doc_id": "153021475211", "page_count": 846, "short_description": "", "snippet": "      Case 5:23-cv-03636-CMR Document 1 Filed 07/01/23 Page 1 of 846\n\n\n\n 1   Keith Butler (CA Bar No. 215670)\n     kbutler@brsllp.com\n 2   Cindy Reichline (CA Bar No. 234947)\n     creichline@brsllp.com\n 3   Melissa A. Meister (CA Bar No. 296744)\n     mmeister@brsllp.com\n 4   BRS LLP\n     12100 Wilshire Boulevard, Suite 800\n 5   Los Angeles, CA 90025\n     Tel: (310) 295-9524\n 6\n     Attorneys for Plaintiffs\n 7\n\n 8                             UNITED STATES DISTRICT COURT\n 9                       F"}
