{"absolute_url": "/opinion/3570969/copp-v-henniker/", "attorney": "Tappan  Albin, for the defendants in both cases.\n\nOur position is, that the act not only seriously impairs, but that it virtually destroys the right of trial by jury, in any just sense in which the term \"trial by jury\" has always been understood and defined.\n\nIt is not our purpose to enter upon any extended encomiums upon the \"inestimable right\" (as our constitution, art. 77, terms it) of trial by jury. It is enough that it is preserved and guarded in the constitution of the United States, the constitution of New Hampshire, and in the constitutions of all the other states of the Union; that it has the sanction of a thousand years' experience, more or less; and notwithstanding the abuses to which it is subject by reason or the selection, sometimes, of incompetent jurors, yet we believe that a mode of trial wherein the parties upon issues of fact can have the average judgment of twelve good men and true, indifferently selected from the body of the county, to be the best of any yet devised, more, satisfactory to the people than\nany other, and more in accordance with the genius and, spirit of American institutions. It is enough that the constitution of New Hampshire gives these defendants an unfettered right to such a trial &#8212; a right which we have demanded and still demand, and which cannot be swept away, either by judicial construction or by the arbitrary fiat of a legislative enactment. Nor have we any feeling or with to oppose a judicious and well considered reference law. Such a law, properly guarded, giving the court some reasonable discretion as to what class of cases should be referred, and with a clause in other cases for an agreement by the parties, with a proper part of the expenses to be borne by the county as in jury trials, might, we think, be productive of good results, and help to rid the dockets of a great many comparatively unimportant cases which now encumber them. Art. 15 of our bill of rights is as follows: \"No subject shall be arrested, imprisoned, despoiled, or deprived of his property, immunities, or privileges; * * or deprived of his life, liberty, or estate, but by the judgment of his peers or the law of the land.\" Art. 20, &#8212; \"In all controversies concerning property, and in all suits between two or more persons, except in cases in which it has been heretofore otherwise used and practised, the parties have a right to a trial by jury, and this method of procedure shall be held sacred.\" It will be said that these provisions are not violated, because by this law, in cases which are referred without the consent of the parties, \"the same may, at the request of either party, be tried by a jury, after the report of the referee has been made.\" But the right which the constitution gives a citizen of a trial by his peers and by the law of the land, \"means a trial by jury of twelve men, according to the course of the common law.\" 2 Kent's Com. 13, authorities and notes; Taylor v. Porter, 4 Hill 140; East Kingston v. Towle,  48 N.H. 57 , and authorities passim; Opinion of the Justices,  41 N.H. 550 . This mode of trial implies that the jury are to hear the evidence, deliberate, and draw their own conclusions upon it. It is not a trial by jury, when the minds and opinions of jurors are prejudiced and influenced by the decision of the same case by some other tribunal. The right of trial by jury is good for nothing unless it is free, unincumbered, unrestricted, and unhampered. It is only mockery to say that a party's right to a jury trial is \"held sacred\" when it is clogged and impaired in the manner this act clogs and impairs it. He is sent, against his will, to a tribunal unknown to the constitution, has his case tried, has an award against him, is saddled, perhaps, with hundreds of dollars of costs, but is then complacently told that he may have his case tried by a jury, but on condition that at such trial by jury the report of the referee against him \"shall be evidence of all the facts stated therein;\" but he may have the poor privilege of \"impeaching\" it if he can; &#8212; in other words, the report of the referee makes a prima facie case against him on the start. The trial is not now upon the evidence in the case, and the deductions from it as drawn by the jury, but the conclusions and deductions of another tribunal have to be overcome and \"impeached,\" and another element of evidence, foreign\nto the real issue involved, introduced, which is calculated to prejudice the jury and prejudge his case, before it can be considered upon the evidence that legitimately belongs to it. And yet the trial by jury is \"held sacred.\" It should be borne in mind, too, that the referees under this act are not even required to be sworn. Courts, jurors, and auditors are required to be sworn, but we suppose that that ancient custom has become obsolete, and goes by the board with the trial by jury. But let us look at the effect of this law in another light. I do not propose, nor is it necessary, to repeat here the arguments of sir William Blackstone, 3 Com. 349, in favor of trial by jury. His chapter on that subject is probably the best exposition of that mode of trial ever written, and the arguments are as sound and the reasons in its favor are as cogent today as they were when first given to the world. One point which he makes we wish to refer to, however, as bearing directly upon the effect which this law will produce. He says, &#8212; \"A competent number of sensible and upright jurymen, chosen by lot from the middle rank, will be found the best investigators of truth and the surest guardian of public justice. * * This preserves in the hands of the people that share which they ought to have in the administration of public justice, and presents the encroachments of the more powerful and wealthy citizens. Every new tribunal, erected for the decision of facts without the intervention of a jury (whether composed of justices of the peace, commissioners of the revenue, judges of a court of conscience, or any other standing magistrates), is a step towards establishing aristocracy, the most oppressive of absolute governments.\" Now let us apply this idea to the law in question. It is contended that it does not impair the right of jury trial. Let us see: the practical result in the administration of this law has been, and will continue to be, the appointment in a large share of the cases of gentlemen of the highest standing in the community, &#8212; judges, lawyers, and others. This might all be well and proper enough if we are to go upon the theory that this mode of trial by referees is to take the place of and be a substitute for the trial by jury. But it is utterly inconsistent with the retaining unimpaired and \"unfettered\" the latter mode of trial; &#8212; in fact, let what may be said as to this right being still preserved, notwithstanding a cause must first be tried before this \"new tribunal,\" we all know that the truth is, and the theory upon which appointments under the law are made is, that men of the \"highest character,\" as it is termed, are selected, so that their decision will carry such weight as to make it final, and thus prevent any further trial by jury. Suppose a case should be referred to the chief justice of either the superior or circuit courts, or to an ex-chief justice, men whose legal ability and high standing in the community would justly give great weight to their opinions: but, suppose, nevertheless, that a party defeated before them, feeling aggrieved, and that justice had not been done him, should carry his case before a jury: the decision, or opinion if you please, of these eminent gentlemen goes in as evidence. Can any one say, in truth, that they would have no influence on the jury? On the contrary,\nif some jurors were in doubt upon any point, or as to what the the proper decision should be, would they not be quite likely to defer to such high authority, and give in their adhesion to the decision which had been made ready to their hand, and put in evidence before them? It is idle to deny that this would necessarily be so. True, the farce of a jury trial would be preserved, but the verdict would be not that of the jury, but of the chief or ex-chief justice. It might be a better decision of the case than the jury would have made, but don't let us call it a trial by jury. Therefore, if the trial by jury has outlived its day and generation; if it is no longer a \"bulwark of our liberties;\" if all that has been said in its favor by a long array of eminent jurists and statesmen has turned out a mistake; if, because, in cities and elsewhere, it is sometimes abused by the selection of stupid, ignorant, and corrupt jurors, the people have got sick of it, let the people be called together, and blot from our constitution a method of trial which is no longer \"held sacred;\" but let it not be done by indirection, as this law emphatically does it.\n\nBut we have heard the question suggested, If this law contravenes the constitution, is not the law in reference to auditors also unconstitutional? We answer, Not by any means necessarily so. Whoever had the tinkering of this law evidently had the idea that a sweeping law of this kind would stand upon the same footing as laws referring cases involving \"long accounts,\" and the examination of vouchers, to auditors. But cases of this kind are everywhere treated as exceptional. In some jurisdictions they are upheld on the ground of practice before the constitution; in others, on the ground that they came within the rules of equitable cognizance where no jury is required; but in all, they have been, as will be seen, interpreted in such a way as not to trench upon the right of jury trial. In no other state has there ever been an attempt to create such a law as this, except in the state of Vermont, where it was passed one year and repealed the next, the supreme court also declaring the same to be unconstitutional. The reference laws of other states are carefully guarded so as not to affect this right, &#8212; as, for instance, the New York code provides for the reference of cases involving \"long accounts,\" which has been held to apply only in cases of existing accounts between the parties, and that actions of tort are not referable &#8212; Silmser v. Redfield, 19 Wend. 21; and the Ohio code authorizes such a reference in \"any case in which the parties are not entitled by the constitution to a trial by jury.\" 2 Rev. Stats. Ohio 1027.\n\nIt will be time enough to determine the constitutionality of the law referring cases of accounts to auditors, if the question should ever be raised. It is not, however, involved here. But we can easily see a clear distinction between such cases as involve the investigation of long accounts and the examination of vouchers, and cases like those at the bar. The action of assumpsit on long accounts is analogous to the old action of account. That was a form of remedy known to the common law, and in use before the adoption of our constitution. In\nthat action, after a judgment to account, the practice always was to send the case to an auditor or auditors, to state and adjust the accounts between the parties. Our law in relation to auditors undoubtedly grew out of that practice, and cases arising under it might therefore well be held to come within the definition of \"cases\" referred to in art. 20 of the bill of rights, \"where it has been heretofore otherwise used and practised.\" But there are cases where it has been held that extending the jurisdiction of inferior tribunals, with the right of appeal, did not infringe upon the constitutional right of trial by jury; and these cases may be cited by the other side. But these cases stand on entirely different footing. It makes no difference how a case goes before a petty jurisdiction. The result there has nothing to do with a trial above, and the jury are always instructed to that effect. But here the decision below is made evidence, which shows that this law is in antagonism with all other legal analogies.\n\nThey then cited and commented on Jones v. Robbins, 8 Gray 329; Pet. of Mt. Washington Road Co.,  35 N.H. 143 ; Backus v. Lebanon,  11 N.H. 19 ; Baker v. Holderness,  26 N.H. 110 ; Dalton v. North Hampton,  19 N.H. 364 ; Knight v. Campbell, 62 Barb.; United States v. Pettibone, 2 Paine C. C. 578; The People v. Haws, 37 Barb. 456; Saco v. Wentworth,  37 Me. 165 ; Johnson v. Wallace, 7 Ohio, Part 2, p. 62; Tabor v. Cook,  15 Mich. 323 ; Work v. The State,  2 Ohio St. 296 ; Norval v. Rice,  2 Wis. 22 ; Exline v. Smith, 5 Cal. 112 ; McMartin v. Bingham,  27 Iowa 234 ; Swift v. Wells, 2 How. Pr. 79; Smith v. Brown, 3 id. 9; Miller v. Hoke, 2 id. 171; Plympton v. Somerset,  33 Vt. 283 .\n\nSanborn  Clark, for Copp.\n\nI. Article 20 of the bill of rights provides that in cases like these, unless \"it has been heretofore otherwise used and practised, the parties have a right to trial by jury.\"\n\nIn 1719 the general court passed a law, which was copied from an act of the great and general court of the province of the Massachusetts Bay enacted in 1693, imposing damages for injuries and loss arising from defective highways, in which it was provided that the damage should be \"ordered and set upon them [the towns] by the justices of the quarter sessions who are hereby impowered thereto.\" Province Laws 154, 155. The usage and practice from 1719 to the time of the adoption of the constitution were of course in accordance with the law, and no legal reason exists why our legislature might not within constitutional limits empower our justices or any other proper tribunal to \"order and set\" the damages. Backus v. Lebanon,  11 N.H. 19 ; Petition of Mt. Washington Road Co., 35 ib. 134. Auditors were created by a statute passed in 1823, and were given certain powers. The act of 1874 created referees with the same powers but with an enlarged jurisdiction, embracing substantially all causes. The constitutionality of the law of 1823 was never questioned, as the defendants say, because the practice of so auditing accounts obtained before the\nadoption of our present constitution, or that of 1783. Why, then, should the constitutionality of the law of 1874 be questioned, so far as the cases in bar are concerned?\n\nII. The act in question in no way deprives any party of his right to trial by jury, but expressly provides that either party may, upon request, have such trial after the report of the referee has been made in the same manner and with the same limitations as in the case of the report of an auditor. The law affects the remedy only, and does not destroy any rights. Rich v. Flanders,  39 N.H. 304 .\n\nIf this law is unconstitutional, so is the law relating to the assessment of land damages in the laying out of roads, and many other laws; and so might a party complain that his right to a trial by jury had been taken away, who finds himself nonsuited or defaulted by a non-compliance with some of the many regulations of statute or rules of court with regard to the manner in which his case should be conducted before it reaches the jury.\n\nIf, then, the legislature could have empowered any tribunal to determine these cases, but have only applied a wholesome regulation to the manner in which they shall be tried, it would seem that there must be some reasonable doubt of the nullity and invalidity of the act of 1874, which doubt, in this instance, is in favor of the plaintiffs.\n\nHawthorne  Greene, for Flanders.\n\nThe inquiry in these cases is, Do the provisions of ch. 97, sec. 13, acts of 1874, regarding the reference of certain causes, and making the referees' report evidence for the consideration of the jury, conflict with art. 20 of the bill of rights, which secures the right of trial by jury? We consider these provisions in the order stated.\n\nI. Upon principle and the authorities, we make no doubt that if a trial be given in one court without a jury, with the right to appeal and to have a trial by jury in the appellate court, that is sufficient. Beers v. Beers, 4 Conn. 535 ; Steuart v. The Mayor  7 Md. 500 ; McDonald v. Schell, 6 Serg. \nRawl. 240; Jones v. Robbins, 8 Gray 392; Morford v. Barnes, 8 Yerg. (Tenn.) 444; Emerick v. Harris, 1 Binn. 416. There can be no question, we think, that the principles on which these cases were decided apply in full force to this provision of the act of 1874. Certainly the right to a trial by jury is in terms preserved; while upon no sound theory can it be held that a trial in the first instance, before referees, upon the order of the court, occasions any serious impairment of the right. Wherefore we conclude that the provision for the appointment of referees works no infringement of art. 20.\n\nII. The right to be governed by existing rules of evidence is not a vested right. Those rules pertain to the remedy which the state gives its citizens, and are not regarded as entering into or constituting a part of the contract, or as being of the essence of the right. They are, therefore, at all times subject to modification and control by the\nlegislature, like other rules affecting the remedy; and the changes which are enacted may be made applicable to existing causes of action, even in those states where retrospective laws are forbidden. Cooley's Const. Lim. 367, and notes; Rich v. Flanders,  39 N.H. 304 ; Gibbs v. Gale,  7 Md. 76 ; Fales v. Wadsworth,  23 Me. 553 ; Ogden v. Sanders, 12 Wheat. 249; Webb v. Den, 17 How. 577; Delaplaine v. Cook,  7 Wis. 54 ; Kendall v. Kingston, 5 Mass. 534 ; Fowler v. Chatterton, 6 Bing. 258. As to what shall be evidence, and who shall assume the burden of proof, the power of the legislature is unrestrained, so long as its rules are impartial and uniform. Cooley's Const. Lim. 368.\n\nOn this principle the legislature has power to make tax-deeds, duly recorded, prima facie evidence that all prior proceedings have been regular, and that the purchaser has thereby acquired a good title &#8212; Hand v. Ballou,  12 N.Y. 543 ; Delaplaine v. Cook,  7 Wis. 54 ; Allen v. Armstrong, 16 Iowa 508 ; Adams v. Beale,  19 Iowa 61 ; Ambrey v. Rogers,  9 Mich. 332 ; Lumsden v. Cross,  10 Wis. 289 ; Lacey v. Davis,  4 Mich. 140 ; Wright v. Dunham,  13 Mich. 414  &#8212; and that rule may be changed as against existing deeds &#8212; Hickox v. Tallman, 38 Barb. 608 &#8212; and defective records may be made good by the legislature &#8212; Webb v. Den, 17 How. 577. Whence we conclude, whether it should be held under the act of 1874 that the referee's report shall be taken to make a prima facie case, or only as ordinary evidence for one party or the other before a jury, this provision of the act in no manner conflicts with art. 20 of the bill of rights.\n\nBeing able to anticipate neither the line of argument nor the authorities of the other side, we may desire to be heard further before the court.", "caseName": "Copp v. Henniker", "caseNameFull": "Copp v. Henniker. Flanders v. Warner.", "citation": ["55 N.H. 179"], "citeCount": 55, "cluster_id": 3570969, "court": "Supreme Court of New Hampshire", "court_citation_string": "N.H.", "court_id": "nh", "dateArgued": null, "dateFiled": "1875-03-05", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 3443094, "judge": "Cushing, Ladd, Smith", "lexisCite": "", "meta": {"timestamp": "2024-06-21T21:27:28.083927Z", "date_created": "2016-07-05T23:03:43.887779Z", "score": {"bm25": 0.39195764}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [5511342], "download_url": null, "id": 3551022, "joined_by_ids": [], "local_path": "/home/mlissner/columbia/opinions/new_hampshire/court_opinions/documents/3713cc1bff292638.xml", "meta": {"timestamp": "2025-02-26T05:31:29.939889Z", "date_created": "2016-07-05T23:03:43.895971Z"}, "ordering_key": 1, "per_curiam": false, "sha1": "e4ce4c6917af30ff01ad1630fd8df3bc5fd4d87e", "snippet": "Trial by jury. Referee law of 1874.\nI. The plaintiff claims that in an action against a town for damages caused by a defect in a highway, neither party has a constitutional right to trial by jury; that such a case is specially excepted from the general rule by the constitution when it guarantees the right \"except in cases in which it has been heretofore otherwise used and practised;\" and to bring his case within the constitutional exception, he relies on the sixth section of the provincial ac", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "These two actions &#8212; John B. Copp against the town of Henniker, and Caleb B. Flanders against the town of Warner &#8212; were case for injuries caused by defects in highways. At the October term, 1874, on motion of the plaintiffs, they were ordered to be referred, by FOSTER, C.J., according to the provisions of section 13 of the act of 1874, entitled \"An act to abolish the present judiciary system and establish a new one.\" To this order the defendants excepted, on the ground that the provisions of said section are in, conflict with the constitution, and void, and tendered this bill of exceptions, which was allowed.", "procedural_history": "", "scdb_id": "", "sibling_ids": [3551023, 3551022], "source": "ZU", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/9312572/nashville-c-st-l-ry-co-v-mcconnell/", "attorney": "W. L. Granbery, for Nashville, O. & St. L. Ry..Co. and Western & A. Ry. Co., J. M. Dickinson and Smith & Maddin, for Louisville & N. Ry. Co., J. H. Aciden, Pitts & Meeks, and Lellyett & Barr, for brokers.", "caseName": "Nashville, C. & St. L. Ry. Co. v. McConnell", "caseNameFull": "NASHVILLE, C. & ST. L. RY. CO. v. McCONNELL LOUISVILLE & N. RY. CO. v. DUCKWORTH WESTERN & A. RY. CO. v. SAME", "citation": ["82 F. 65", "1897 U.S. App. LEXIS 2718"], "citeCount": 10, "cluster_id": 9312572, "court": "U.S. Circuit Court for the District of Middle Tennessee", "court_citation_string": "", "court_id": "circtmdtn", "dateArgued": null, "dateFiled": "1897-08-19", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 66592781, "judge": "Clark", "lexisCite": "1897 U.S. App. LEXIS 2718", "meta": {"timestamp": "2024-06-23T00:44:32.968376Z", "date_created": "2022-12-02T17:18:30.612774Z", "score": {"bm25": 0.39008906}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 9307757, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-25T07:10:56.137071Z", "date_created": "2022-12-02T17:18:30.618571Z"}, "ordering_key": null, "per_curiam": false, "sha1": "", "snippet": "\nCLARK, District Judge.\nA restraining order was heretofore allowed on the bills in these cases, and they are now before the court on application for preliminary injunctions upon the pleadings and proofs offered to support and oppose the motion. The cases are heard together for convenience, the proofs being treated as offered in each case, so far as applicable and competent. The remedy now sought, if granted, will constitute a new ", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [9307757], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/8371556/mcgill-v-state/", "attorney": "William Bobinson, for plaintiff in error:, S. E. Adams, also for plaintiff in error:, John Hutchins, with whom was John C. Hutchins, prosecuting attorney, for defendant in error :", "caseName": "McGill v. State", "caseNameFull": "McGill v. State", "citation": ["34 Ohio St. (N.S.) 228"], "citeCount": 0, "cluster_id": 8371556, "court": "Ohio Supreme Court", "court_citation_string": "Ohio", "court_id": "ohio", "dateArgued": null, "dateFiled": "1877-12-15", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 65552355, "judge": "Also, Authorizes, Boynton, Error, Gilmore, McIlvaine, Okey, Respect, Reversing, Stephenson, That, White", "lexisCite": "", "meta": {"timestamp": "2024-06-22T18:43:46.103908Z", "date_created": "2022-10-17T23:37:06.146788Z", "score": {"bm25": 0.38892272}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 8340684, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2025-02-26T05:40:26.955572Z", "date_created": "2022-10-17T23:37:06.161183Z"}, "ordering_key": 1, "per_curiam": false, "sha1": "", "snippet": "\nBoynton, J.\nI. The rule is clearly settled by the eases cited below, that the disqualification of a juror sitting at the trial of a cause, either civil or criminal, which the exercise of due diligence would have disclosed, is not a sufficient ground *236for setting aside the verdict and granting a new trial. Haywood v. Calhoon, 2 Ohio St. 164; Eastman", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [8340684, 8340685], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/97242/weems-v-united-states/", "attorney": "Mr. A. S. Worthington for plaintiff in error:, Mr. Assistant Attorney General Fowler, with whom Mr. Henry M. Hoyt', formerly Solicitor General, was on the brief, for .the United States:", "caseName": "Weems v. United States", "caseNameFull": "Weems v. United States", "citation": ["217 U.S. 349", "30 S. Ct. 544", "54 L. Ed. 793", "1910 U.S. LEXIS 1966"], "citeCount": 1220, "cluster_id": 97242, "court": "Supreme Court of the United States", "court_citation_string": "SCOTUS", "court_id": "scotus", "dateArgued": null, "dateFiled": "1910-05-02", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "20", "docket_id": 922871, "judge": "McKenna, White, Lurton, Holmes", "lexisCite": "1910 U.S. LEXIS 1966", "meta": {"timestamp": "2024-06-20T18:13:41.984528Z", "date_created": "2016-01-26T01:35:47.464646Z", "score": {"bm25": 0.38870144}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": 2154, "cites": [84695, 87778, 87779, 87846, 88661, 89393, 89923, 91385, 91573, 91613, 92779, 92834, 92968, 93208, 93324, 93878, 94514, 95933, 96129, 96244, 96598, 96737, 96745, 96749, 96947, 97088, 3656913, 3671103], "download_url": null, "id": 97242, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-23T02:56:19.902643Z", "date_created": "2010-04-28T16:42:28Z"}, "ordering_key": null, "per_curiam": false, "sha1": "e5fb069ade24ce4b0060355634a097f3e44d096a", "snippet": "\n217 U.S. 349 (1910)\nWEEMS\nv.\nUNITED STATES.\nNo. 20.\nSupreme Court of United States.\nArgued November 30, December 1, 1909.\nDecided May 2, 1910.\nERROR TO THE SUPREME COURT OF THE PHILIPPINE ISLANDS.\n*351 Mr. A.S. Worthington for plaintiff in error.\nMr. Assistant Attorney General Fowler, with wh", "type": "combined-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "1909-139", "sibling_ids": [97242, 9418181, 9418182], "source": "LRU", "status": "Published", "suitNature": "", "syllabus": "<p>A paramount governmental authority may make use of subordinate governmental instruments, without the creation of a distinct legal entity as is the case of the United States and the United States Government of the Philippine Islands.</p> <p>Under the Philippine Criminal Code of Procedure a public offense need not necessarily be described in the information in exact words of the statute but only in ordinary and concise language, so as to enable a person of common understanding to understand the charge and the court to pronounce judgment.</p> <p>A charge describing the accused as a public official of the United States Government of the Philippine Islands and his offense as falsifying a public and official document in this ease held sufficient. Carrington v. United States, 208 U. S. 1, distinguished*</p> <p>The provision in Rule 35 that this court may at its option notice a plain error not assigned, is not a rigid rule controlled by precedent but confers a discretion exercisable at any time, regardless of what may have been done at other times; the court has less reluctance to disregard prior examples in criminal, than in civil, cases; and will act under the Rule when rights constitutional in nature or secured under a bill of rights are asserted.</p> <p>Although not raised in the courts below, this court will, under Rule 35, consider an assignment of error made for the first time in this court that a sentence is cruel and unusual within the meaning of the Eighth Amendment to the Constitution or of the similar provision in the Philippine bill of rights.</p> <p>In interpreting the Eighth Amendment it w'll be regarded as a precept of justice that punishment for crime should be graduated and proportioned to the offense.</p> <p>A provision of the Philippine bill of rights taken from the Constitution of the United States must have the same meaning, and so held that the provision prohibiting cruel and unusual punishments must be interpreted as the Eighth Amendment has been.</p> <p>What constitutes a cruel and unusual punishment prohibited by the Eighth Amendment has not been exactly defined and no case has heretofore occurred in this court calling for an exhaustive definition.</p> <p>While legislation, both statutory and constitutional, is enacted to remedy existing evils, its general language is not necessarily so confined and it may be capable of wider application than to the mischief giving it birth.</p> <p>The Eighth Amendment is progressive and does not prohibit merely the cruel and unusual punishments known in 1689 and 1787, but may acquire wider meaning as public opinion becomes enlightened by humane justice, and a.similar provision in the Philippine bill of rights applies to long continued imprisonment with accessories disproportionate to the offense.</p> <p>While the judiciary may not oppose its power to that of the legislature in defining crimes and their punishment as to expediency, it is the duty of the judiciary to determine whether the legislature has con- . travened a constitutional prohibition and in that respect and for that purpose the power of the judiciary is superior to that of the legislature.</p> <p>It is within the power of this court to declare a statute of the Penal Code defining a crime and fixing its punishment void as violative of the provision in the Philippine bill of rights prohibiting cruel and unusual punishment.</p> <p>In determining whether a punishment is cruel and unusual as fixed by the Philippine Commission, this court will consider the punishment of the same or similar crimes in other parts of the United States, as exhibiting the difference between power unrestrained and that exercised under the spirit of constitutional limitations formed to establish justice.</p> <p>Where the statute unites all the penalties the court cannot separate them even if separable, unless it is clear that the union was not made imperative.by the legislature; and in this case held that the penalties of cadena temporal, principal and accessories, under art. 56 of the Penal Code of the Philippine Islands are not independent óf each other,</p> <p>Where the minimum sentence which the court might impose is cruel and unusual within the prohibition of a bill of rights, the fault is in the law and not in the sentence, and if there is no other law under which sentence can be imposed it is the duty of the court to declare the law void.</p> <p>Where sentence cannot be imposed under any law except that declared unconstitutional or void the case cannot be remanded for new sentence but the judgment must be reyersed with directions to dismiss the proceedings. ■</p> <p>In this case the court declared § 56 of the Penal Code of the Philippine Islands and a sentence pronounced thereunder, void ás violating the provision in the Philippine bill of rights contained in § 5 of the act of \"July 1, 1902, e. 1369, 32 Stat. 691, against the imposition of excessive fines and the infliction of cruel and unusual punishment, in so far as being prescribed for an offense by an officer of the Government of making false entries in public records as to payments of 616 ■ pesos; the punishment being a fine of 4,000 pesos, and cadena temporal of over twelve years with accessories, such accessories including the carrying of. chains, deprivation of civil rights during imprisonment and thereafter perpetual disqualification to enjoy political rights, hold office, etc., and subjection besides to surveillance.</p> <p>The history of the adoption of the Eighth Amendment, to the Constitution of the United States and cases involving constitutional prohibitions against excessive fines and cruel and unusual punishment reviewed and discussed in the opinion of \"the court and the dissenting opinion.</p>"}
{"absolute_url": "/opinion/4295053/todd-enright-v-asclepius-panacea-llc-asclepius-panacea-gp-llc-daily/", "attorney": "", "caseName": "Todd Enright v. Asclepius Panacea, LLC Asclepius Panacea GP, LLC Daily Pharmacy, LLC Daily Pharmacy GP, LLC And Toth Enterprises II, P .A. D/B/A Victory Medical Center", "caseNameFull": "", "citation": [], "citeCount": 0, "cluster_id": 4295053, "court": "Court of Appeals of Texas", "court_citation_string": "Tex. App.", "court_id": "texapp", "dateArgued": null, "dateFiled": "2015-08-24", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "03-15-00348-CV", "docket_id": 4461628, "judge": "", "lexisCite": "", "meta": {"timestamp": "2024-06-22T00:04:28.532368Z", "date_created": "2016-09-30T02:49:01.646372Z", "score": {"bm25": 0.38647914}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [6257, 6370, 6510, 6556, 9006, 10012, 10017, 11686, 14867, 14877, 18488, 19022, 20907, 22200, 22788, 25546, 27571, 28414, 29560, 38080, 47637, 48731, 63256, 63560, 63567, 96405, 98879, 101791, 103417, 103789, 104200, 104393, 104523, 104568, 104622, 104806, 104972, 105091, 105573, 105595, 105728, 106707, 106721, 106761, 106845, 106959, 107492, 107669, 108216, 108391, 108526, 108566, 108568, 109009, 109091, 109116, 109207, 109267, 109420, 109626, 109721, 109858, 109974, 110059, 110131, 110138, 110170, 110171, 110221, 110239, 110370, 110715, 110825, 111009, 111116, 111117, 111119, 111159, 111221, 111373, 111429, 111513, 111753, 111824, 112022, 112098, 112115, 112577, 112628, 112903, 117411, 117837, 117892, 117902, 117909, 118143, 118241, 118279, 118313, 118394, 118450, 118513, 145709, 145730, 145875, 154231, 155161, 156360, 161559, 185243, 186246, 196753, 230730, 266228, 281765, 281898, 286339, 295784, 302033, 317774, 317873, 322415, 324699, 328548, 329946, 335437, 345145, 355153, 359519, 362844, 378103, 381277, 381350, 384985, 387071, 388112, 392037, 398969, 402559, 405925, 408185, 416474, 417731, 419777, 420942, 429659, 430919, 433815, 437164, 444549, 446571, 447859, 448897, 452128, 457089, 458560, 468618, 472546, 474228, 475269, 476682, 488059, 493269, 496207, 496714, 504040, 508756, 511761, 512618, 515775, 525316, 527848, 536065, 537251, 538524, 540063, 544605, 551307, 551833, 552196, 554930, 567642, 569392, 570523, 574939, 580868, 585777, 586995, 589716, 601516, 603782, 606005, 606706, 628267, 629141, 658615, 659855, 668246, 670504, 670761, 675168, 676495, 677004, 678582, 686844, 691123, 691379, 693393, 693465, 693478, 699630, 704025, 705070, 714817, 718769, 725496, 729940, 730975, 739980, 745384, 748622, 751539, 751831, 754133, 754757, 755775, 757027, 758535, 762535, 764078, 765098, 765985, 766193, 766721, 769157, 770085, 770606, 770687, 771836, 772183, 773406, 773532, 773768, 775635, 776223, 777461, 778133, 778192, 781750, 782995, 786344, 787722, 894478, 894479, 894491, 894500, 894501, 894531, 894533, 894534, 894537, 894538, 894540, 894541, 894577, 894581, 894586, 894589, 894598, 894626, 894655, 894667, 894682, 894827, 894831, 894844, 894894, 894898, 895089, 895192, 895205, 895213, 895329, 1087667, 1120718, 1128253, 1159979, 1160464, 1163359, 1187742, 1216132, 1226980, 1276605, 1307162, 1354105, 1354818, 1355399, 1366910, 1367898, 1369169, 1369192, 1369942, 1370817, 1371018, 1377248, 1377562, 1377577, 1382590, 1384507, 1396470, 1396533, 1403721, 1404115, 1404813, 1404975, 1426364, 1426519, 1426621, 1431628, 1439038, 1440301, 1440437, 1442516, 1442914, 1442999, 1449745, 1457175, 1458748, 1463897, 1464076, 1464270, 1467183, 1468788, 1470723, 1471150, 1471579, 1473138, 1473451, 1475791, 1477021, 1479448, 1484488, 1491088, 1491764, 1492376, 1494727, 1494737, 1494767, 1495305, 1495710, 1496364, 1497224, 1498255, 1498453, 1499729, 1501310, 1501334, 1501456, 1502547, 1502558, 1502612, 1504224, 1505291, 1505453, 1509703, 1509825, 1512167, 1512344, 1512447, 1512718, 1512738, 1512860, 1514634, 1516938, 1517134, 1518823, 1519083, 1519282, 1519873, 1521434, 1521874, 1522121, 1523325, 1523645, 1523665, 1524210, 1525083, 1525233, 1525472, 1525477, 1525605, 1525640, 1529223, 1530240, 1530995, 1532253, 1533212, 1533416, 1533620, 1534398, 1534468, 1535146, 1543055, 1557678, 1559065, 1560611, 1562723, 1564193, 1564659, 1565371, 1568912, 1570699, 1570869, 1571353, 1572837, 1572942, 1575809, 1575981, 1577513, 1577874, 1578192, 1579057, 1579924, 1580102, 1580952, 1583472, 1586791, 1588523, 1589040, 1589089, 1590604, 1610871, 1610998, 1612935, 1616394, 1617414, 1617692, 1623909, 1624253, 1624948, 1630595, 1634881, 1635324, 1635627, 1635745, 1636527, 1637923, 1638165, 1638773, 1639210, 1639733, 1640396, 1652136, 1652257, 1652313, 1652623, 1653806, 1656428, 1657614, 1657661, 1659358, 1659903, 1660213, 1660284, 1660711, 1661560, 1662939, 1662966, 1663555, 1663824, 1664028, 1664221, 1664267, 1664931, 1665709, 1666747, 1667711, 1668537, 1669285, 1670188, 1671412, 1671501, 1671906, 1673444, 1673681, 1674138, 1674143, 1674188, 1674268, 1676680, 1676864, 1677111, 1677808, 1681961, 1684042, 1684690, 1685318, 1685915, 1686563, 1687202, 1687993, 1688209, 1688266, 1691016, 1691282, 1710464, 1711344, 1711552, 1712064, 1712422, 1714526, 1717327, 1717406, 1719091, 1720383, 1720954, 1721437, 1722926, 1723541, 1724268, 1725537, 1725705, 1728775, 1731074, 1732660, 1735550, 1740050, 1741907, 1742776, 1743350, 1743400, 1743543, 1743564, 1743657, 1745612, 1745744, 1745823, 1745996, 1747332, 1747698, 1747806, 1749913, 1751623, 1751631, 1752503, 1753039, 1753858, 1754094, 1754168, 1754387, 1754450, 1755048, 1755541, 1758594, 1758660, 1758784, 1759175, 1760157, 1760796, 1760826, 1761393, 1762711, 1763552, 1764470, 1765085, 1766671, 1766851, 1768224, 1768247, 1768254, 1768371, 1768570, 1768996, 1769365, 1772532, 1773096, 1773250, 1773546, 1773785, 1773871, 1773893, 1774120, 1774999, 1776965, 1778930, 1780221, 1780305, 1780620, 1781435, 1782385, 1783937, 1784434, 1786786, 1786959, 1787936, 1788432, 1788493, 1788581, 1788801, 1788968, 1790097, 1793486, 1794677, 1796082, 1796996, 1798568, 1799571, 1799645, 1811395, 1859821, 1869444, 1870985, 1871122, 1871175, 1873872, 1875517, 1876927, 1878856, 1879320, 1880027, 1880834, 1881380, 1888847, 1936103, 1938616, 1946888, 1947031, 1947456, 1959850, 1960940, 1969670, 1986118, 1987083, 1987708, 1987937, 1989069, 2003265, 2003292, 2004594, 2027899, 2028564, 2040259, 2099901, 2104012, 2104147, 2105662, 2105944, 2106255, 2107013, 2120405, 2120602, 2122492, 2124984, 2125020, 2145891, 2167353, 2170828, 2174339, 2176678, 2184096, 2187592, 2187685, 2187780, 2187874, 2188649, 2188700, 2189100, 2189199, 2190762, 2191940, 2192790, 2192992, 2228416, 2230622, 2267899, 2271946, 2272068, 2285509, 2302535, 2305309, 2311334, 2331188, 2335025, 2336414, 2342781, 2342847, 2348236, 2351865, 2355326, 2355365, 2358790, 2359110, 2362457, 2363575, 2363699, 2364371, 2364579, 2365224, 2365615, 2365983, 2366738, 2366813, 2368905, 2368911, 2369025, 2372648, 2373832, 2376008, 2376052, 2377608, 2378966, 2381518, 2381593, 2382064, 2382235, 2382270, 2382680, 2383938, 2384746, 2386024, 2386591, 2388344, 2388550, 2388778, 2389036, 2389873, 2390015, 2391519, 2392592, 2393713, 2394519, 2395556, 2396093, 2396129, 2399334, 2400279, 2400938, 2401383, 2401972, 2402141, 2402431, 2403484, 2403597, 2406507, 2407867, 2409921, 2410427, 2412759, 2412871, 2416386, 2416684, 2416939, 2417385, 2418532, 2418842, 2419139, 2419343, 2419359, 2419813, 2419830, 2419931, 2422039, 2425012, 2425298, 2426830, 2427033, 2427660, 2427974, 2428092, 2428107, 2428266, 2428768, 2429278, 2429503, 2430360, 2430934, 2431112, 2431365, 2431526, 2432012, 2432520, 2433089, 2433156, 2434003, 2434120, 2434821, 2435252, 2435850, 2435963, 2436809, 2437936, 2438398, 2438511, 2438542, 2438906, 2439704, 2439944, 2441053, 2441213, 2441251, 2441548, 2442573, 2442619, 2442773, 2442870, 2442912, 2443943, 2444490, 2445978, 2446907, 2447600, 2447628, 2448100, 2448285, 2449290, 2450327, 2451326, 2452031, 2452195, 2452199, 2452301, 2452849, 2452953, 2453165, 2454687, 2454724, 2455515, 2455699, 2455735, 2455741, 2455863, 2456276, 2456505, 2456930, 2457312, 2457852, 2457963, 2458035, 2459048, 2459458, 2459897, 2460740, 2460835, 2461278, 2461299, 2461826, 2462090, 2462252, 2462314, 2462684, 2462780, 2462996, 2463920, 2463940, 2464784, 2465220, 2465598, 2466536, 2466712, 2466741, 2467816, 2468263, 2468274, 2468601, 2468692, 2469861, 2476672, 2479994, 2513584, 2517811, 2527420, 2527588, 2529531, 2530122, 2539392, 2545202, 2545597, 2547958, 2568485, 2569801, 2576806, 2577484, 2579003, 2594580, 3905149, 3906768, 3906810, 3907069, 3907538, 3910831, 3911778, 3924135, 3928616, 3930230, 3939088, 3940117, 3943019, 3946056, 3955412, 3957643, 3960266, 3966145, 3972700, 3980012], "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=12445&Index=%5c%5cOCA%2dPSQL01%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa01%5cOrder", "id": 4072315, "joined_by_ids": [], "local_path": "pdf/2015/08/24/todd_enright_v._asclepius_panacea_llc_asclepius_panacea_gp_llc_daily.pdf", "meta": {"timestamp": "2024-06-24T04:20:43.393402Z", "date_created": "2016-09-30T02:49:01.657491Z"}, "ordering_key": null, "per_curiam": false, "sha1": "4c214792eae3d76d0cd8a751e4e9c9fded7d985e", "snippet": "                                                                               ACCEPTED\n                                                                           03-15-00348-CV\n                                                                                   6616789\n                                                                THIRD COURT OF APPEALS\n                                                                           AUSTIN, TEXAS\n                                                       ", "type": "combined-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [4072315], "source": "C", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/5630736/curtis-graham-blatchford-v-leavitt/", "attorney": "Greene G. Bronson, Samuel Beardsley and Nicholas Hill, for appellant., B. F. Butler, Chas. O’Conor, Wm. Kent and Wm. C. Noyes, for respondent.", "caseName": "Curtis, Graham & Blatchford v. Leavitt", "caseNameFull": "Curtis, Graham and Blatchford, against Leavitt, Receiver, Appellant Leavitt, Receiver, against Curtis, Graham and others", "citation": ["1 N.Y. 9"], "citeCount": 1, "cluster_id": 5630736, "court": "New York Court of Appeals", "court_citation_string": "NY", "court_id": "ny", "dateArgued": null, "dateFiled": "1857-07-01", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 61983325, "judge": "Brown, Comstock, Denio, Paige, Selden, Shankland", "lexisCite": "", "meta": {"timestamp": "2024-06-22T06:03:39.651284Z", "date_created": "2022-01-09T20:58:02.508111Z", "score": {"bm25": 0.38435155}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [85281, 85516, 5464027, 5465252, 5474031, 5513179, 5514634, 5548640, 6573958, 6629730, 7129998, 7402078, 8636466], "download_url": null, "id": 5475895, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2025-02-26T05:35:21.242621Z", "date_created": "2022-01-09T20:58:02.652487Z"}, "ordering_key": 2, "per_curiam": false, "sha1": "", "snippet": "\nSelden, J. (Dissenting.)\nThe question is again raised in this case, whether associations, under the general banking law of 1838, are subject to the provisions of the act “ to prevent the insolvency of money corporations.” (1 R. S., 589.) This point has been directly passed up by this court, in the cases of Gillett v. Moody (3 Comst., 479); Talmage v. Pell (3 Seld., 328", "type": "dissent"}, {"author_id": null, "cites": [85254, 85384, 85467, 85492, 85559, 85627, 85696, 86072, 86114, 5457531, 5457814, 5463905, 5464027, 5464230, 5464301, 5464428, 5464846, 5465026, 5465217, 5465252, 5465434, 5465492, 5472494, 5473103, 5473528, 5473950, 5474031, 5474134, 5474387, 5474495, 5474519, 5474578, 5474588, 5513138, 5513167, 5513179, 5513227, 5513426, 5513663, 5514044, 5515378, 5515709, 5548003, 5548046, 5548314, 5548432, 5548476, 5548573, 5548629, 5548640, 5548695, 6118929, 6119100, 6119112, 6139170, 6139219, 6139724, 6139742, 6142262, 6142293, 6142364, 6145211, 6145212, 6145231, 6145243, 6404406, 6404847, 6572553, 6574184, 6576574, 7868584, 8282599, 8316231], "download_url": null, "id": 5475894, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2025-02-26T05:35:21.192418Z", "date_created": "2022-01-09T20:58:02.594679Z"}, "ordering_key": 1, "per_curiam": false, "sha1": "", "snippet": "\nComstock, J.\nIt will be convenient to approach the questions in this case, having first an accurate notion of the *43rights and powers of the appellant as receiver of the North American Trust and Banking Company. His counsel have been understood to argue, in effect, that all possible objections to the million and first half million trusts are centred in him, constituting in t", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [5475894, 5475895], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/92222/dolbear-v-american-bell-telephone-company/", "attorney": "Mr. J. E. Maynadier for Dolbear., Mr. Causten Browne was with Mr. Maynadier on the brief.1, Mr. Grosvenor P. Lowrey for the Molecular Telephone Company. Mr. Wheeler H. Peckham and Mr. H. D. Donnelly were with him on the brief., Mr. Dysander Mill for the People’s Telephone Company [Drawbaugh], and for the Overland Telephone Company. The briefs in these cases were signed by Mr. Mill, Mr. George F. Edmunds, Mr. Don M. Dickinson, Mr. Charles P. Crosby, Mr. T. 8. E. Dixon, Mr. Menry C. And/rews, and Mr. Mel- ■ ville Church., Mr. James J. St or row for the American Boll Telephone Company. Mr. E. JY. Dickerson and Mr. Olumncey Smith1 were with him on the brief., Mr. William W. Ker for the Clay Commercial Telephone., Mr. Don M. Dickinson for the People’s Telephone Company (the Drawbaugh Case) and for the Overland Telephone Company., Mr. Geor'ge F. Edmunds for the People’s Telephone Company, and for the Overland Telephone Company., Mr. James J. Storrow for the American Bell Telephone Company in reply to the arguments about the Drawbaugh defence., Mr. K 2V. Dickerson for the American Bell Telephone Company., Mr. Ocmsten Browne for Dolbear., Mr. Wheeler It. Pedhham for the Molecular Telephone Company., Mr. Charles P. Crosby for the Overland Company., Mr. Hill for the People’s Company, and The Overland Company, in reply:", "caseName": "Dolbear v. American Bell Telephone Company", "caseNameFull": "The Telephone Cases. Dolbear v. American Bell Telephone Company; Molecular Telephone Company v. American Bell Telephone Company; American Bell Telephone Company v. Molecular Telephone Company; Clay Commercial Telephone Company v. American Bell Telephone Company; People’s Telephone Company v. American Bell Telephone Company; Overland Telephone Company v. American Bell Telephone Company", "citation": ["126 U.S. 1", "8 S. Ct. 778", "31 L. Ed. 863", "1888 U.S. LEXIS 2509"], "citeCount": 119, "cluster_id": 92222, "court": "Supreme Court of the United States", "court_citation_string": "SCOTUS", "court_id": "scotus", "dateArgued": null, "dateFiled": "1888-03-19", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "10, 361, 362, 709, 770, 771", "docket_id": 276983, "judge": "Waite, Bradley, Field, Harlan, Gray, Lamar, Miller", "lexisCite": "1888 U.S. LEXIS 2509", "meta": {"timestamp": "2024-06-20T18:10:36.597618Z", "date_created": "2014-12-21T09:30:35.197935Z", "score": {"bm25": 0.3824475}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": 3338, "cites": [89545, 90288, 90612, 90757, 91993, 92042], "download_url": null, "id": 92222, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-23T02:54:09.349856Z", "date_created": "2010-04-28T16:05:28Z"}, "ordering_key": null, "per_curiam": false, "sha1": "ba7bf0a5978b34d65334dff07d4a7a97f3629a1a", "snippet": "\n126 U.S. 1 (1888)\nDOLBEAR\nv.\nAMERICAN BELL TELEPHONE COMPANY.\nMOLECULAR TELEPHONE COMPANY\nv.\nAMERICAN BELL TELEPHONE COMPANY. AMERICAN BELL TELEPHONE COMPANY\nv.\nMOLECULAR TELEPHONE COMPANY.\nCLAY COMMERCIAL TELEPHONE COMPANY\nv.\nAMERICAN BELL TELEPHONE COMPANY.\nPEOPLE'S TELEPHONE COMPANY\nv.\nAMERICAN BELL TELEPHONE COMPANY.\nOVERLAND TELEPHONE COMPANY\nv.\nAMERICAN BELL TELEPHONE COMPANY.</ce", "type": "combined-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "1887-191", "sibling_ids": [92222], "source": "LRU", "status": "Published", "suitNature": "", "syllabus": "<p>It appears from the proof in these causes that Alexander Graham Bell was the first discoverer of the art or process of transferring to, or impressing upon, a continuous current of electricity in a closed circuit, by gradually changing its intensity, the vibrations of air produced by the human voice in articulate speech, in a way to cause the speech to be carried to and received by a listener at a distance on the line of the current; and this discovery was patentable under the patent laws of the United States.</p> <p>In order to procure a patent for a process the inventor must describe his invention with sufficient clearness and precision to enable those skilled in the matter to understand what his process is, and must point out some practicable way of putting it into operation; but he is not required to bring the art to the highest degree of perfection.</p> <p>Bell’s fifth claim under his patent of March 7, 1876, No. 174,465, is not confined to the magneto instrument, or to such modes of creating electrical undulations as cfluid be produced by that form of apparatus.</p> <p>Bell’s fifth claim under his patent of March 7, 1876, also covered his invention of an apparatus to make useful his discovery of an art or process for electrical transmission of speech, and this invention was patentable under the laws of the United States.</p> <p>The discovery and invention patented to Bell by his patent of March 7,1876, were not described in the publication made by Charles Bourseul in Paris in 1854, nor in the publication in Germany in 1861-63 respecting the experiments and inventions of Philipp Reis, nor in the publication in Germany in 1862 of what are known as the Reis-Legat experiments; and they were not anticipated by the experiments of Dr. Van der Weyde in New York in 1869, nor by the invention of J. W. McDonough of Chicago in 1876, nor by the invention patented in the United States to C. IP. Varley of London, June'2, 1868, nor by the invention patented to said Varley in England, October.8, 1870.</p> <p>Eor reasons stated in its opinion the court holds that the alleged invention of the telephone by Daniel Drawbaugh prior to Bell’s discovery and invention patented to him March 7, 1876, is not made out.</p> <p>Eor reasons stated in its opinion the court holds that the charge of a fraudulent interpolation in Bell’s specification after the filing of it in the Patent Office, between February 14 and February 19, 1876, is not sustained; and that not a shadow of suspicion can rest on any one, growing out of the misprint of the specification in the Dowd case.</p> <p>The authority conferred by the special act of Massachusetts ‘‘ to incorporate the American Bell Telephone Company,” authorized the corporation organized under § 3, Mass. Stat. 1870, c. 224, to select its corporate name, and made the statutory certificate provided for by § 11 of that act conclusive proof of its corporate existence.</p> <p>Section 4887 of the Revised Statutes does not invalidate an American patent which bears a different date from that of a foreign patent for the same invention, but only limits its term to the term of the foreign'patent. Letters patent No. 186,787, dated January 30, 1877, granted to Alexander Graham Bell for an improvement in electric telephony, is a valid patent, and the fifth claim under it was not anticipated by the magnet described by Schellen.</p>"}
{"absolute_url": "/opinion/3608670/curtis-and-others-v-leavitt/", "attorney": "Greene C. Bronson, Samuel Beardsley  and  Nicholas Hill,  for appellant.\n\n B.F. Butler, Chas. O'Conor, Wm. Kent  and  Wm. C. Noyes,  for respondent.", "caseName": "Curtis and Others v. . Leavitt", "caseNameFull": "Curtis, Graham and Blatchford, Against Leavitt, Receiver, Leavitt, Receiver, Against Curtis, Graham and Others", "citation": ["15 N.Y. 9"], "citeCount": 134, "cluster_id": 3608670, "court": "New York Court of Appeals", "court_citation_string": "NY", "court_id": "ny", "dateArgued": null, "dateFiled": "1857-06-05", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": null, "docket_id": 3480795, "judge": "COMSTOCK, J.", "lexisCite": "", "meta": {"timestamp": "2024-06-21T21:42:53.593702Z", "date_created": "2016-07-05T23:39:16.644338Z", "score": {"bm25": 0.3822515}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": 5256, "cites": [85281, 85516, 5464027, 5465252, 5474031, 5514634, 5548640, 6573958, 6576667, 7129998, 8636466], "download_url": null, "id": 3590528, "joined_by_ids": [], "local_path": "/home/mlissner/columbia/opinions/new_york/court_of_appeals_opinions/documents/40bded65585dc677.xml", "meta": {"timestamp": "2025-02-26T05:31:33.374654Z", "date_created": "2016-07-05T23:39:16.683792Z"}, "ordering_key": 5, "per_curiam": false, "sha1": "151b25f274bbb73bf365e85617068c07dc0d0233", "snippet": "The question is again raised in this case, whether associations, under the general banking law of 1838, are subject to the provisions of the act \"to prevent the insolvency of money corporations.\" (1 R.S., 589.) This point has been directly passed up by this court, in the cases of Gillett v. Moody (3Comst., 479); Talmage v. Pell (3 Seld., 328); andGillett v. Phillips (3 Kern., 114).\nIt is indispens", "type": "dissent"}, {"author_id": null, "cites": [85467, 85627, 86072, 5464027, 5464230, 5464428, 5472380, 5473103, 5473935, 5474387, 5474519, 5474588, 5513138, 5513227, 5513426, 5515378, 5548016, 5548314, 5548640, 6119100, 6139724, 6139742, 6142262, 6142293, 6145212, 6145231, 6404406, 6574184, 7868584], "download_url": null, "id": 3590526, "joined_by_ids": [], "local_path": "/home/mlissner/columbia/opinions/new_york/court_of_appeals_opinions/documents/40bded65585dc677.xml", "meta": {"timestamp": "2025-02-26T05:31:33.345704Z", "date_created": "2016-07-05T23:39:16.650061Z"}, "ordering_key": 1, "per_curiam": false, "sha1": "151b25f274bbb73bf365e85617068c07dc0d0233", "snippet": "[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 11 \n[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 12 \n[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [3590526, 3590527, 3590528, 3590529, 3590530], "source": "Z", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/8660338/winter-v-united-states/", "attorney": "", "caseName": "Winter v. United States", "caseNameFull": "WINTER v. UNITED STATES", "citation": ["30 F. Cas. 350"], "citeCount": 0, "cluster_id": 8660338, "court": "United States District Court for the District of Arkansas", "court_citation_string": "", "court_id": "ard", "dateArgued": null, "dateFiled": "1848-10-15", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 65925782, "judge": "Johnson", "lexisCite": "", "meta": {"timestamp": "2024-06-22T20:45:18.785459Z", "date_created": "2022-11-24T19:51:57.566811Z", "score": {"bm25": 0.38119903}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 8640198, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-25T04:35:15.381966Z", "date_created": "2022-11-24T19:51:57.574395Z"}, "ordering_key": null, "per_curiam": false, "sha1": "", "snippet": "\nOPINION OF\nTHE COURT\n(JOHNSON, District Judge).\nThe first exception is to the second deposition of William Russell. It is not deemed necessary to notice any other ground of exception to this deposition than the one which relates to hearsay and reputation. The court heretofore ruled in this case, that hearsay and reputation was not admissible to prove particular facts in a contest as to p", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [8640198], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/3554128/state-ex-rel-barrett-v-boeckeler-lumber-co/", "attorney": "Jesse W. Barrett,  Attorney-General, and  Merrill E. Otis, \nAssistant Attorney-General, for relator.\n\n(1) Respondents are shown by the evidence to have entered into and carried out an agreement to fix the retail price of lumber, which agreement was made with a view to lessen and has tended to lessen full and free competition in the sale of lumber, and which agreement was made with a view to increase and has tended to increase the market price of lumber, all in violation of the anti-trust statute of Missouri, whereby respondents have been guilty of illegal, willful and malicious perversion and abuse of the franchises, licenses and authorities severally granted to them by the State of Missouri, and illegal and unlawful usurpation of privileges, franchises and authorities not granted to them by the State of Missouri, for which  quo warranto  is the proper remedy, and on account of which their corporate privileges should be forfeited and adequate penalties imposed. Chap. 88, Art. I, R.S. 1919; State ex inf. v. Aetna Insurance Co., 150 Mo. 113 ; State ex inf. v. Armour Packing Co.,  173 Mo. 356 ; State ex rel. v. Stock Exchange,  211 Mo. 181 ; State ex inf. v. Standard Oil Co.,  218 Mo. 1 ; State ex inf. v. International Harvester Co., 237 Mo. 369 ; State ex rel. v. People's Ice, Storage  Fuel Co., 246 Mo. 168 ; State ex rel. v. Polar Wave Ice  Fuel Co., 259 Mo. 578 ; State ex rel. v. Arkansas Lumber Co.,  260 Mo. 212 ; State ex inf. v. Armour Packing Co.,  265 Mo. 121 . (2) The \"open competition plan\" adopted by the respondents by itself constitutes an unlawful restraint of trade in violation of the anti-trust law of Missouri. American Column  Lumber Co. v. United States, U.S. Sup. Ct. Rep., Advance Opinions, Jan. 16, 1922, p. 150. (3) Respondents assert a principle of law stated by the Supreme Court in the Standard Oil Case,  218 Mo. 378 , to the effect that \"if an otherwise legal contract only incidentally limits trade or fixes prices, then that contract will not be held void on the ground that it incidentally operated in restraint of trade.\" They then assert that while the agreement among respondents did limit trade (restrict competition) and did fix prices, the\npurpose of respondents in entering into the agreement was to eliminate their dishonest practices and not to restrict competition and fix prices, wherefore they claim to be entitled to the benefit of the legal principle stated. But have not respondents fallen into grave error here? Suppose it be admitted (and of course it is not admitted) that the motive of respondents in entering into their undenied agreement not to sell below a minimum to be fixed by the Exchange was to curb dishonest practices on their part (and that is the uttermost contention of the witnesses), their motive in entering into the agreement is a wholly different thing from the purpose of the agreement. The principle of law stated refers to the purpose of the agreement, as distinguished from the ultimate motive of those agreeing &#8212; to the purpose of the agreement as indicated by its terms and necessary and direct effect. That the respondents desired to eliminate their former dishonest and criminal methods might be conceded, but those methods, they say, were the result of ruinous, cut-throat competition. They do not pretend that they directly agreed that they would no longer resort to these practices, but they directly agreed that they would not compete by selling below a fixed price. It would be absurd to say that restriction of competition and price fixing were only incidental to such an agreement, however incidental it might be to some supposed intention back of and prompting the agreement. (4) Moreover, the Supreme Court has expressly repudiated the idea that a meritorious purpose back of an agreement to restrict competition and fix prices constitutes a defense. \"It does not avail to urge that the real object was good, and that the ills . . . were unintentional. It is not necessary for an agreement which restrains trade to be entered into for the purpose of so doing; it is enough that the obvious and necessary effect of the agreement is to restrain trade.\" State ex inf. v. Arkansas Lumber Co.,  260 Mo. 212 , 314; Cases cited under Point 6 herein. (5) The assumption of fact in respondents' brief that the purpose of the Exchange was the elimination of dishonest practices\nand not the increase of lumber prices, is not based upon credible testimony. We do not say that witnesses did not swear that that was the ultimate purpose. What we say is that such testimony, regardless of the number of witnesses giving it, is irrational and unbelievable. It may have been an incidental purpose, but it is incredible that these respondents would put up and annually expend $75,000 for the principal purpose of improving trade ethics. If there is evidence of substitution of grades and short measurements as a result of the competitive warfare of pre-Exchange days, there is also evidence of decreased profits to the dealers as a result of the same competition. These two results supplied the real motive for the expenditure by the respondents of $75,000 annually in the maintenance of their combination. (6) The anti-trust statute does not permit \"reasonable\" restrictions of competition or \"reasonable\" price fixing. On the contrary, it condemns \"all\" agreements which lessen or tend to lessen \"full and free competition.\" There is nothing ambiguous about the language of the statute and no necessity, therefore, for construction. The Missouri statute recognizes no distinction between so-called \"ruinous\" competition and competition of any other kind. State ex inf. v. Firemen's Fund Insurance Co.,  152 Mo. 1 , 42; State ex inf. v. Armour Packing Co.,  173 Mo. 356 , 388; State ex inf. v. Standard Oil Co., 218 Mo. 1 , 378; State ex inf. v. International Harvester Co., 237 Mo. 369 , 392, 406, 418; State ex rel. v. People's Ice Co., 246 Mo. 168 , 221; State ex inf. v. Arkansas Lumber Co.,  260 Mo. 212 , 314; State ex inf. v. Armour Packing Co.,  265 Mo. 121 , 178. (7) Where there is no ambiguity in the language of a statute (and the Supreme Court has expressly held that there is no ambiguity in our anti-trust statute, State ex rel. v. People's Ice Co., 246 Mo. 158 , 221), there is no occasion for a resort to any rule of statutory construction. State ex rel. v. People's Ice Co., 246 Mo. 158 , 221; 26 Am.  Eng. Ency. Law, 598; 36 Encyclopedia of Law, 1106. (a) Even if the word \"competition\" has a double meaning, including both so-called \"ruinous\" competition and so-called \"legitimate\" competition,\nand the court, reversing its former rulings, should now say that as used in the statute the word \"competition\" refers only to so-called \"legitimate\" competition, still interference with competition is only one of the prohibitions of the statute. There is certainly nothing ambiguous about the language \"to fix prices\" or the language \"to increase prices.\" The respondents have violated these prohibitions as well as that against lessening competition. The prohibitions are distinct and a violation of any one is fatal. Secs. 9655, 9658, R.S. 1919; State ex rel. v. Polar Wave Ice Co.,  259 Mo. 578 , 607; State ex inf. v. International Harvester Co.,  237 Mo. 369 , 405. (8) For the purpose of the statute we need go no further than its language. Its purpose is to prevent the agreements therein prohibited, namely, \"all\" agreements lessening or tending to lessen competition, increasing or tending to increase prices, or fixing prices. There is no authority for the statement that the purposes of the statute are restricted to those mentioned in respondents' brief. The language of the statute is a complete refutation of the claim that it prohibits only an agreement actually enhancing prices, because it not only forbids an agreement increasing prices, but one made \"with a view\" to increase prices or one \"to regulate, fix or control\" prices and it not only condemns an agreement which does tend to lessen competition but one which was made \"with a view to\" lessen competition. These are separate and distinct prohibitions, to at least three of which the idea of present public injury is entirely unnecessary. (a) But if the statute should be so narrowly construed as respondents ask still the evidence shows respondents guilty because through their agreement they have substantially increased prices, driven competitors out of business or forced them to adopt the \"trust\" scale of prices and have established a practical monopoly.\n\n Carter, Collins  Jones  and  Richard L. Goode  for respondents.\n\n(1) The cases all agree from the very first that in construing the anti-monopoly statutes, whether Federal\nor State, it must appear that the agreement, pool, trust, etc., which is assailed, was made in direct restraint of trade or lessening of competition, in order for it to be invalid, and that it is not sufficient that it incidentally restrains trade or lessens competition, when the agreement, etc., was made for another and lawful purpose. In the present case, the purposes of the formation of the Exchange and of all its rules was to eliminate dishonest practices from the retail lumber business in the city of St. Louis, and to inculcate more economical methods of business. State ex inf. v. Standard Oil Co., 218 Mo. l.c. 378; Addystons Pipe  Steel Co. v. United States, 85 F. 275, 54 U.S. App. 727,  175 U.S. 211 ; United States v. Joint Traffic Assn., 171 U.S. 505 , 568; Northern Securities Co. v. United States, 193 U.S. 197 ; Hopkins v. United States,  171 U.S. 578 , 592. (2) Although the earlier decisions used language susceptible of the interpretation that, if the restraint of trade or lessening of competition the direct and not the incidental effect of the agreement assailed, then whether the restraint or lessening was reasonable or unreasonable, the anti-monopoly statutes were violated, the later decisions, after a more thorough study of the statutes and experience of their practical working, have construed away such remarks, and it is now the settled rule that only undue or unreasonable restraints of trade or competition constitute violations of these statutes. (a) Only unreasonable restraint prohibited: State ex inf. Atty.-Genl. v. International Harvester Co.,  237 Mo. 369 , 392; State ex inf. Atty.-Genl. v. Armour Packing Co.,  265 Mo. 121 , 178; Dr. Miles Medical Co. v. John D. Park  Co.,  220 U.S. 373 ; Standard Oil Co. v. United States,  221 U.S. 1 ; United States v. Tobacco Co.,  221 U.S. 106 ; Nash v. United States,  229 U.S. 373 ; Thompson v. Cayser, 243 U.S. 66 ; Cook on Combinations, secs. 118, 133 and 135; Cook on Combinations, sec. 133, p. 261, and notes; also page 214 and notes, and note 16, p. 221. (b) Statutes do not aim to preserve ruinous and unfair competition as well as reasonable and fair competition: State ex inf. v. Harvester Co.,\nCayser,  243 U.S. 66 , 85; Texas Standard Oil Co. v. Adone,  83 Tex. 650 , 29 Am. St. 690; Dye v. Carmichael Produce Co., 64 Ind. App. 653 ; Pulp Wood Co. v. Paper Co.,  168 Wis. 400 ; Nester v. Brewing Co.,  161 Pa. 473 ; Homes v. Graves, 7 Bing. 743; Schneider v. Granite Co.,  187 Mo. 244 , 268; 20 Eng. Law (2 Ed.) p. 849 et seq. and cases cited in notes; Cook on Combinations, sec. 113, p. 261, and notes, pp. 214 et seq. and notes and sec. 135; 19 R.C.L. p. 114. (6) Even if the court should find there has been a violation of the statutes, there has been no such transgression of the law by the defendants, or either of them, as to warrant a forfeiture of their charters or the infliction of penalties. The object of forfeiting charters of corporations for misuse or abuse of their powers is to protect the public, and, before such relief will be granted, it must appear that so radical a judgment is necessary to the public protection. Our statutes do not require the infliction of penalties or the forfeiture of charters. They merely give the court power to impose such punishments in its discretion. 22 R.C.L. sec. 47, p. 725; 27 Cyc. 907; 20 Ency. Law (2 Ed.) p. 853; Polar Wave Ice Co. Case,  259 Mo. 607 ; State v. Gas Co.,  153 Ind. 483 , 74 Am. St. 314; and cases cited under next point. (7) The charge in the information, repeated in the writ, that respondents, by reason of their participation in a pool, trust, agreement, etc., which tends to restrain trade and lessen competition in lumber, etc., \"have been guilty of illegal, willful and malicious perversion and abuse of the franchises, license and authority, severally granted to them by the State of Missouri,\" and of illegal and unlawful usurpation of privileges, etc., not granted to them, remain not only unproved by the evidence, but conclusively disproved. Hence, this proceeding to forfeit the charters of the defendants and inflict penalties upon them must fail. State ex inf. Atty.-Gen. v. Delmar Jockey Club, 200 Mo. 346 ; State ex rel. Atty.-Gen. v. Lincoln Trust Co., 144 Mo. 562 , 599; State ex rel. Atty.-Gen. v. Societe Republicaine, 9 Mo. App. 114 , 119; State ex rel. Atty.-Gen. v. National School of\nOsteopathy,  74 Mo. App. 439 , 444; People v. Bristol, 23 Wend, 232, 236; Enos v. Hanff,  95 Neb. 184 ,  98 Neb. 245 ; People v. Railway Co.,  125 N.Y. 513 ; State v. Turnpike Co.,  102 Ind. 28 , 33; Commonwealth v. Monongahela Co.,  216 Pa. 108 , 116; State ex rel. Atty.-Gen. v. Northern Pacific Railway Co.,  152 Wis. 73 , 84; State v. Birmingham Waterworks Co.,  188 Ala. 388 , 411; State v. Thresher Mfg. Co.,  40 Minn. 213 , 226; State ex rel. Atty.-Gen. v. Janesville Water Co.,  92 Wis. 496 , 501; Commonwealth v. Commercial Bank,  28 Pa. 383 , 389; 14a C.J. sec. 3712, p. 1107, sec. 3715, p. 1111, sec. 3719, p. 1112; Clark  Marshall on Corporations sec. 150, p. 427; White's Supp. to Thompson on Corporations, sec. 5824, p. 643; 5 Thompson on Corporations, secs. 6767, 6843; 10 Cyc. 1279.", "caseName": "State Ex Rel. Barrett v. Boeckeler Lumber Co.", "caseNameFull": "The STATE Ex Rel. JESSE W. BARRETT, Attorney-General, v. BOECKELER LUMBER COMPANY Et Al", "citation": ["256 S.W. 175", "301 Mo. 445", "1923 Mo. LEXIS 144"], "citeCount": 14, "cluster_id": 3554128, "court": "Supreme Court of Missouri", "court_citation_string": "Mo.", "court_id": "mo", "dateArgued": null, "dateFiled": "1923-12-03", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 3426253, "judge": "Bag-Land, Blair, David, Graves, James, Walker, White, Woodson", "lexisCite": "", "meta": {"timestamp": "2024-06-21T21:22:01.257824Z", "date_created": "2016-07-05T22:42:29.316458Z", "score": {"bm25": 0.37940165}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [94653, 97416], "download_url": null, "id": 3530041, "joined_by_ids": [], "local_path": "/home/mlissner/columbia/opinions/missouri/court_opinions/documents/86f08664136491f4.xml", "meta": {"timestamp": "2025-02-26T05:31:18.658800Z", "date_created": "2016-07-05T22:42:29.322817Z"}, "ordering_key": 1, "per_curiam": false, "sha1": "09a06b7d08e4393a2cdf26b33f4d237bd52bfde0", "snippet": "This is an original proceeding in quo warranto. On July 7, 1921, the Attorney-General filed his information which, with caption and signatures omitted, is as follows:\n\"Comes now the State of Missouri, by Jesse W. Barrett, Attorney-General, who in this behalf prosecutes for and in the name of the State of Missouri, and informs the court that the respondent Goodfellow Lumber Company is a corporation duly organized and existing under and by virtue of the laws of the State of Iowa", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "Quo Warranto . \nJUDGMENT OF GUILTY, FINES AND SUSPENDED OUSTER.", "procedural_history": "", "scdb_id": "", "sibling_ids": [3530044, 3530041, 3530042, 3530043], "source": "ZU", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/1625186/united-states-v-ei-du-pont-de-nemours-and-company/", "attorney": "Stanley N. Barnes, Asst. Atty. Gen., and Victor H. Kramer, Washington, D. C., Earl A. Jinkinson and Willis • L. Hotchkiss, Sp. Assts. to the Atty. Gen., Ewart Harris, Paul V. Ford, Charles W. Houchins, Chicago, 111., Margaret H. Brass, Washington, D. C., Dorothy M. Hunt, Francis C. Hoyt, and Raymond P. Hernacki, Chicago, 111., for the United States., Covington & Burling, Washington, D. C., by John Lord O’Brian, Hugh B. Cox, Charles A. Horsky, Daniel M. Gribbon, Wilbur R. Lester, Washington, D. C., Sidley, Austin, Burgess & Smith, Chicago, 111., by Howard Neitzert George Rag-land, Jr., Chicago, 111., for defendant E. I. du Pont de Nemours and Co., Root, Ballantine, Harlan, Bushby & Palmer, New York City, by John M. Harlan, Philip C. Scott, New York City, Sidley, Austin, Burgess & Smith, Chicago, 111., by Howard Neitzert, George Ragland, Jr., Chicago, 111., for defendants Pierre S. du Pont, Irenee du Pont, Christiana Securities Co. and Delaware Realty and Investment Corp., Pope & Ballard, Chicago, 111., by Ferris E. Hurd, Frank F. Fowle, Jr., Chicago, 111., Henry M. Hogan, and Robert A. Nitschke, Detroit, Mich., James D. Carpenter, Jersey City, N. J., William A. Grier, New York City, for defendant General Motors Corp., Snyder, Chadwell & Fagerburg, Chicago, 111., by John T. Chadwell, Rudy L. Ruggles, James A. Rahl, Chicago, 111., Arthur, Dry & Dole, New York City, by Paul H. Arthur, Morris E. Dry, Nelson F. Taylor, Walter Barthold, Jr., New York City, for defendant United States Rubber Co., Howard Ellis, Chicago, 111., A. Leslie Hodson, Chicago, 111., guardian ad litem for certain minor defendants., Andrew J. Dallstream, Chicago, 111., guardian ad litem for certian minor defendants., Claude A. Roth, Chicago, 111., guardian ad litem and Atty., for Henry Belin du Pont, III., Moore, Prangley & Clayton, Chicago, 111., by Mark H. Clayton, Chicago, 111., Berl, Potter & Anderson, Wilmington, Del., by William S. Potter and William Poole, Wilmington, Del., Morris, Steel, Nichols & Arsht, Wilmington, Del., by Alexander L. Nichols, Wilmington, Del., for certain individual defendants., Winston, Strawn, Black & Towner, Chicago, 111., by Guy A. Gladson and Thomas A. Reynolds, Chicago, 111., Richards, Layton & Finger, Wilmington, Del., by Robert H. Richards, Jr., Wilmington, Del., for defendant Wilmington Trust Co.", "caseName": "United States v. EI Du Pont De Nemours and Company", "caseNameFull": "UNITED STATES of America, Plaintiff, v. E. I. DU PONT DE NEMOURS AND COMPANY, General Motors Corporation, United States Rubber Company, Christiana Securities Company, Delaware Realty & Investment Corporation, Pierre S. Du Pont, Lammot Du Pont, Irenee Du Pont, Et Al., Defendants", "citation": ["126 F. Supp. 235", "1954 U.S. Dist. LEXIS 2471", "1954 Trade Cas. (CCH) 67,905"], "citeCount": 9, "cluster_id": 1625186, "court": "District Court, N.D. Illinois", "court_citation_string": "N.D. Ill.", "court_id": "ilnd", "dateArgued": null, "dateFiled": "1954-12-03", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "Civ. A. 49 C-1071", "docket_id": 1192501, "judge": "La Buy", "lexisCite": "1954 U.S. Dist. LEXIS 2471", "meta": {"timestamp": "2024-06-21T05:01:38.445881Z", "date_created": "2014-10-30T14:55:03.143997Z", "score": {"bm25": 0.37874043}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 1625186, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-23T12:09:56.101032Z", "date_created": "2013-10-30T06:57:56.902019Z"}, "ordering_key": null, "per_curiam": false, "sha1": "79837199dd27c8cf0ee3ef89d96f317985dbcb98", "snippet": "\n126 F.Supp. 235 (1954)\nUNITED STATES of America, Plaintiff,\nv.\nE. I. DU PONT DE NEMOURS AND COMPANY, General Motors Corporation, United States Rubber Company, Christiana Securities Company, Delaware Realty & Investment Corporation, Pierre S. du Pont, Lammot du Pont, Irenee du Pont, et al., Defendants.\nCiv. A. No. 49 C-1071.\nUnited States District Court, N. D. Illinois, E. D.\n<cente", "type": "combined-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [1625186], "source": "LU", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/8300638/proprietors-of-bridges-v-hoboken-land-improvement-co/", "attorney": "'ZabrisJde and Attorney General, for appellants., Gilchrist and Bradley, for respondents.", "caseName": "Proprietors of Bridges v. Hoboken Land & Improvement Co.", "caseNameFull": "Between The Proprietors of the Bridges over the Rivers Passaic and Hackensack, and The Hoboken Land and Improvement Company", "citation": ["13 N.J. Eq. 503"], "citeCount": 0, "cluster_id": 8300638, "court": "Supreme Court of New Jersey", "court_citation_string": "N.J.", "court_id": "nj", "dateArgued": null, "dateFiled": "1860-11-15", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 65478841, "judge": "Ogden, Vredenburgh", "lexisCite": "", "meta": {"timestamp": "2024-06-22T18:16:29.222335Z", "date_created": "2022-10-16T19:11:10.900766Z", "score": {"bm25": 0.37786052}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 8267275, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-25T03:24:38.521459Z", "date_created": "2022-10-16T19:11:10.910387Z"}, "ordering_key": null, "per_curiam": false, "sha1": "", "snippet": "\nVredenburgh, J.\nThe appellants and complainants below filed their bill against the defendants, alleging that, in 1790, the legislature gave them the right to build a bridge over the Hackensack, and to take tolls for man and other animals carrying or drawing their burthenspassing over it, and by the same law enacted, that it should not be lawful for any person whatever to erect any other bridge over said river; that they erected ", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [8267275], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/7268519/parish-v-municipality-no-2/", "attorney": "Benjamin & Miaou, for plaintiffs and appellants., H. B. Denis, for heirs of Gravier.", "caseName": "Parish v. Municipality No. 2", "caseNameFull": "Henry Parish v. Municipality No. 2", "citation": ["8 La. Ann. 145"], "citeCount": 0, "cluster_id": 7268519, "court": "Supreme Court of Louisiana", "court_citation_string": "La.", "court_id": "la", "dateArgued": null, "dateFiled": "1853-04-15", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 64256901, "judge": "Eustis, Eüstis, Rost", "lexisCite": "", "meta": {"timestamp": "2024-06-22T13:22:32.657401Z", "date_created": "2022-07-24T16:50:21.969292Z", "score": {"bm25": 0.37716547}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 7183464, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-25T00:00:29.934197Z", "date_created": "2022-07-24T16:50:21.978900Z"}, "ordering_key": null, "per_curiam": false, "sha1": "", "snippet": "\nRost, J. *\nThe plaintiffs represent that they are the owners of lots fronting on New Levee Street, in that part of the city formerly called Faubourg St Mary, and that they derived their titles from persons who, with the city of New Orleans, are made defendants in this suit\nThat the title to those lots, and to the batture in front of them, was many years in litigation between their", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [7183464], "source": "U", "status": "Published", "suitNature": "", "syllabus": "<p>Oh an exception that the petition discloses no cause of action, all the facts alleged must be taken as true, provided they are possible, but their legal consequence is presumed to be denied.</p> <p>Servitudes are restraints on the free disposal and use of property, and are, on that account, not entitled to be viewed with favor by the law. lienee servitudes, claimed under titles, are never sustained by implication ; the title creating them must be express as to their nature and extent, as well as to the estate which owes them, and the estate to which they are due.</p> <p>The servitude of view is sometimes considered in law as including the servitude of prospect, as well as that of light. But it may well be doubted whether a servitude of prospect can be established in our modern cities, where the houses are contiguous and no open space, save the streets and public squares, are habitually left, except, perhaps, in the case of adjoining lots. And if it can, the great inconvenience which would result from it, makes it the duty of Courts not to recognize it without an express constitution of it by title, in favor of buildings erected, or to be erected.</p> <p>The right of perpetual front on the river is a new and unusual servitude, which, even if established by the title, would not be recognized; and the authorization of the Legislature to sell a portion of the batture for building lots, 13 conclusive evidence that such servitude would have been against public policy. The same is true as to the servitude of prospect.</p> <p>The Legisla ure has, at all times, aright to change the destination of public places.</p> <p>The law defines servitudes to be charges imposed on an estate for the use and utility of another estate. They, accordingly, terminate when things are in such a situation that the servitudes can no longer be used. (Eostis, C. J.)</p> <p>The legal principle of ownership involves that of exclusive dominion and the right of enjoying and disposing of property independent of others, and under the sole restraint of the law. Servitudes are created by the dismemberment of the absolute light of ownership, which thereby becomes modified and imperfect. (Eostis, 0. J.)</p> <p>The first presumption, presented by the fact of ownership, is clearly in favor of the absolute, perfect right, and no adverse right can be recognized, unless it results from presumptions which the law has established, or parties themselves have agreed as to its nature and purpose; and in this last case, the establishment of servitudes by covenant, certainty as to these relations, is a requisite essential to their validity. (Eostis, 0. J.)</p> <p>Por the establishment of servitudes by the agreement of parties, they ought to be declared and described with certainty as to the property in favor of which they are created, as to the property subjected, and as to the nature of the charge imposed. (Eustis, C. J.)</p> <p>When a stipulation exists in favor of a person, the owner of an estate, the language might be súch, or the whole tenor of the act be such, that a servitude might be fairly deduced; and in a case of that kind, reference ought to be had to the respective conditions of the estate, as affected by the servitude, in their locality, uses, convenience and value. (Eustis, C. J.)</p> <p>Parties cannot be permitted to derive any advantage from vague and uncertain allegations, when they relate to matters defined in written instruments. The cause of action, the object of the demand, and the nature of the title, must be stated with such certainty as to apprise the defendant of every fact necessary to put him on his just defence. (Busks, O. J.)</p>"}
{"absolute_url": "/opinion/1465970/walling-v-peavy-wilson-lumber-co/", "attorney": "I'rving J. Levy, Acting Sol., Mortimer B. Wolf, Asst. Sol., and Bessie Margolin, and Carroll A. Cahen, Attys., United States Department of Labor, all of Washington, D. C., for plaintiff., R. F. Maguire and J. R. Wells, of Maguire, Voorhis & Wells, both of Orlando, Fla., John B. Files, of Shreveport, La., and James W. Peavy of Lufkin, Tex., for defendant.", "caseName": "Walling v. Peavy-Wilson Lumber Co.", "caseNameFull": "WALLING, Administrator of Wage and Hour Division, United States Department of Labor, v. PEAVY-WILSON LUMBER CO., Inc.", "citation": ["49 F. Supp. 846", "1943 U.S. Dist. LEXIS 2748"], "citeCount": 24, "cluster_id": 1465970, "court": "District Court, W.D. Louisiana", "court_citation_string": "W.D. La.", "court_id": "lawd", "dateArgued": null, "dateFiled": "1943-04-15", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "213", "docket_id": 1031457, "judge": "Porterie", "lexisCite": "1943 U.S. Dist. LEXIS 2748", "meta": {"timestamp": "2024-06-21T04:02:30.320820Z", "date_created": "2014-10-30T13:53:32.611784Z", "score": {"bm25": 0.37706897}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": 2605, "cites": [88447, 93741, 94627, 94653, 95257, 96006, 98290, 99348, 100181, 100484, 102224, 102369, 102501, 102588, 102719, 102776, 102784, 103029, 103133, 103215, 103227, 103317, 103341, 103361, 103369, 103442, 103570, 103620, 103704, 103706, 1236479, 1933842], "download_url": null, "id": 1465970, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-23T11:04:50.730177Z", "date_created": "2013-10-30T06:21:55.581700Z"}, "ordering_key": null, "per_curiam": false, "sha1": "a5fd1dcb30e0a9d90f505b6202e3fbea00684f0a", "snippet": "\n49 F.Supp. 846 (1943)\nWALLING, Administrator of Wage and Hour Division, United States Department of Labor,\nv.\nPEAVY-WILSON LUMBER CO., Inc.\nNo. 213.\nDistrict Court, W. D. Louisiana, Shreveport Division.\nApril 15, 1943.\n*847 *848 *849 <span class=\"star-pagin", "type": "combined-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [1465970], "source": "LU", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/108605/furman-v-georgia/", "attorney": "Anthony G. Amsterdam argued the cause for petitioner in No. 69-5003. With him on the brief were B. Clarence Mayfield, Michael Meltsner, Jack Greenberg, James M. Nabrit III, Jack Himmelstein, and Elizabeth B. DuBois. Mr. Greenberg argued the cause for petitioner in No. 69-5030. With him on the brief were Messrs. Meltsner, Amsterdam, Nabrit, Himmelstein, and Mrs. DuBois. Melvyn Carson Bruder argued the cause and filed a brief for petitioner in No. 69-5031., Dorothy T. Beasley, Assistant Attorney General of Georgia, argued the cause for respondent in Nos. 69-5003 and 69-5030. With her on the briefs were Arthur K. Bolton, Attorney General, Harold N. Hill, Jr., Executive Assistant Attorney General, Courtney Wilder Stanton, Assistant Attorney General, and Andrew J. Ryan, Jr. Charles Alan Wright argued the cause for respondent in No. 69i-5031. With him on the brief were Crawford C. Martin, Attorney General of Texas, Nola White, First Assistant Attorney General, Alfred Walker, Executive Assistant Attorney General, and Robert C. Flowers and Glenn R. Brown, Assistant Attorneys General., Theodore L. Sendak, Attorney General, and David 0. Givens, Deputy Attorney General, filed a brief for the State of Indiana as amicus curiae urging affirmance in No. 69-5003. Paul Raymond Stone filed a brief for the West Virginia Council of Churches et al. as amici curiae urging reversal in Nos. 69-5003 and 69-5030. John E. Havelock, Attorney General, filed a brief for the State of Alaska as amicus curiae in Nos. 69-5003 and 69-5030. Briefs of amici curiae in all three cases were filed by Gerald H. Gottlieb, Melvin L. Wulf, and Sanford Jay Rosen for the American Civil Liberties Union; by Leo Pfeffer for the Synagogue Council of America et ah; by Chauncey Eskridge, Mario G. Obledo, Leroy D. Clark, Nathaniel R. Jones, and Vernon Jordan for the National Association for the Advancement of Colored People et ah; by Michael V. DiSalle for Edmund G. Brown et al.; and by Hilbert P. Zarky and Marc I. Hayutin for James V. Bennett et al.", "caseName": "Furman v. Georgia", "caseNameFull": "Furman v. Georgia", "citation": ["33 L. Ed. 2d 346", "92 S. Ct. 2726", "408 U.S. 238", "1972 U.S. LEXIS 169"], "citeCount": 3760, "cluster_id": 108605, "court": "Supreme Court of the United States", "court_citation_string": "SCOTUS", "court_id": "scotus", "dateArgued": null, "dateFiled": "1972-06-29", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "69-5003", "docket_id": 639939, "judge": "Pee, Stewaet, Burger, Blackmun, Douglas, Brennan, Stewart, White, Marshall, Black-Mun, Powell, Rehnquist", "lexisCite": "1972 U.S. LEXIS 169", "meta": {"timestamp": "2024-06-20T18:19:39.958394Z", "date_created": "2016-01-20T18:08:54.031190Z", "score": {"bm25": 0.37676442}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [87846, 89923, 91385, 91704, 92451, 92716, 92834, 93208, 93324, 95933, 96033, 97242, 98671, 99756, 101155, 101593, 102580, 102605, 103050, 103694, 103701, 103870, 103981, 104303, 104355, 104539, 104541, 104681, 104767, 104943, 104952, 105128, 105149, 105318, 105382, 105436, 105525, 105659, 105662, 105753, 106127, 106285, 106451, 106544, 106545, 106548, 106734, 106822, 106862, 106945, 107252, 107569, 107657, 107685, 107715, 107750, 107760, 108155, 108186, 108221, 108329, 108467, 108560, 229116, 242407, 256966, 262641, 274739, 278308, 281028, 282638, 300811, 1207579, 1236300, 1260876, 1290122, 1312573, 1324579, 1443200, 1471061, 1499405, 1507106, 1634878, 1646940, 2326346, 2392544, 2514271], "download_url": null, "id": 108605, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-23T03:01:22.648109Z", "date_created": "2010-04-28T17:11:37Z"}, "ordering_key": null, "per_curiam": true, "sha1": "fa7c30f0e67c3138991612df468f0bcfecc87647", "snippet": "\n408 U.S. 238 (1972)\nFURMAN\nv.\nGEORGIA.\nNo. 69-5003.\nSupreme Court of United States.\nArgued January 17, 1972.\nDecided June 29, 1972.[*]\nCERTIORARI TO THE SUPREME COURT OF GEORGIA.\nAnthony G. Amsterdam argued the cause for petitioner in No. 69-5003. With him on the brief were B. Clarence Mayfield, Michael Meltsner, Jack Greenberg,", "type": "combined-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "1971-170", "sibling_ids": [108605, 9424993, 9424994, 9424995, 9424996, 9424997, 9424998, 9424999, 9425000, 9425001, 9425002], "source": "LRU", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/1502233/idaho-power-co-v-thompson/", "attorney": "Hawley & Hawley and A. J. Priest, all of Boise, Idaho, and John F. MacLane, of Salt Lake City, Utah, for plaintiff., Albert H. Conner, Atty. Gen., John C. Rice, of Caldwell, Idaho, and Charles P. McCarthy and H. B. Walker, both of Boise, Idaho, for defendants.", "caseName": "Idaho Power Co. v. Thompson", "caseNameFull": "IDAHO POWER CO. v. THOMPSON Et Al.", "citation": ["19 F.2d 547", "1927 U.S. Dist. LEXIS 1173", "1927 WL 59859"], "citeCount": 13, "cluster_id": 1502233, "court": "District Court, D. Idaho", "court_citation_string": "D. Idaho", "court_id": "idd", "dateArgued": null, "dateFiled": "1927-04-28", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "1143", "docket_id": 1628072, "judge": "Rudkin, Dietrich, Cushman", "lexisCite": "1927 U.S. Dist. LEXIS 1173", "meta": {"timestamp": "2024-06-21T04:15:40.232779Z", "date_created": "2014-10-30T18:13:44.781825Z", "score": {"bm25": 0.37350023}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 9642147, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2025-02-26T05:48:30.350131Z", "date_created": "2023-08-22T17:50:00.370080Z"}, "ordering_key": 1, "per_curiam": false, "sha1": "", "snippet": "\nDIETRICH, District Judge.\nThe suit is brought to enjoin the enforcement of a set of rates for electric service, prescribed by the Public Utilities Commission of Idaho in its Order No. 939, dated February 29,1924, Record, vol. 1, p. 122. Having taken over several hydroelectric generating plants of smaller competing companies, which went into liquidation, plaintiff has further develop", "type": "lead-opinion"}, {"author_id": 877, "cites": [94641, 95098, 95871, 96936, 96937, 97361, 97385, 97525, 97966, 98391, 98500, 98934, 98994, 99107, 99420, 99968, 100015, 100037, 100249, 100321, 100683, 100843], "download_url": null, "id": 1502233, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-23T11:19:54.041472Z", "date_created": "2013-10-30T06:30:06.194390Z"}, "ordering_key": null, "per_curiam": false, "sha1": "3662d509dc57b014798f4259ecb4d954533fa4ef", "snippet": "\n19 F.2d 547 (1927)\nIDAHO POWER CO.\nv.\nTHOMPSON et al.\nNo. 1143.\nDistrict Court, D. Idaho, S. D.\nApril 28, 1927.\n*548 *549 *550 *551 Hawley & Hawley and A. J. Priest, all of Boise, Idaho, and John F. MacLane, of Salt ", "type": "combined-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [1502233, 9642147, 9642148], "source": "LU", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/9302959/fulton-bank-v-benedict/", "attorney": "Mr. S. A. Foot, on the part of the defendant, now moved for a new trial, and contended,, Messrs D. B. Ogden and J. Hoyt for plaintiffs.", "caseName": "Fulton Bank v. Benedict", "caseNameFull": "The Fulton Bank of the City of New-York versus Lewis Benedict", "citation": ["1 Hall 480"], "citeCount": 5, "cluster_id": 9302959, "court": "The Superior Court of New York City", "court_citation_string": "", "court_id": "nysuperctnyc", "dateArgued": null, "dateFiled": "1829-02-15", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 66580908, "judge": "Jones, Oakley", "lexisCite": "", "meta": {"timestamp": "2024-06-23T00:42:11.385042Z", "date_created": "2022-12-01T19:13:00.810390Z", "score": {"bm25": 0.37342364}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [5473207, 5474234, 5474552], "download_url": null, "id": 9298038, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-25T07:06:31.328928Z", "date_created": "2022-12-01T19:13:00.839603Z"}, "ordering_key": null, "per_curiam": false, "sha1": "", "snippet": "\nJones, C. J.\nThis was an action by the plaintiffs, as endorsees of a joint and several promissory note for $15,000, payable months afterdate, to the'order of Keeler & Rogers, at the Fulton Bank, against the defendant, one of the makers of the note. It was an accommodation note, made by the defendant and others, at the request of Keeler & Rogers, for. the sole purpose of relieving that house from the immediate pressure of ", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [9298038], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/8059708/boyles-v-roberts/", "attorney": "Robt. M. Reynolds and Jas. A. Kemper for appellants; W. C. Caldwell of counsel., John M. Gault for respondents; J. W. Suddath, O. L. Houts and W. M. Williams of counsel.", "caseName": "Boyles v. Roberts", "caseNameFull": "CHARLES A. BOYLES v. J. L. ROBERTS", "citation": ["222 Mo. 613", "121 S.W. 805", "1909 Mo. LEXIS 118"], "citeCount": 0, "cluster_id": 8059708, "court": "Supreme Court of Missouri", "court_citation_string": "Mo.", "court_id": "mo", "dateArgued": null, "dateFiled": "1909-10-22", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 65155270, "judge": "Burgess, Expressed, Expresses, Fox, Gantt, Graves, Lamm, Likewise, Motion, Overruled, Said, That, Valliant, Vallicmt, Views, Whilst, Woodson", "lexisCite": "", "meta": {"timestamp": "2024-06-22T16:55:39.744851Z", "date_created": "2022-09-09T02:05:51.259149Z", "score": {"bm25": 0.370218}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 8016974, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2025-02-26T05:39:55.467563Z", "date_created": "2022-09-09T02:05:51.286086Z"}, "ordering_key": 3, "per_curiam": false, "sha1": "", "snippet": "\nDISSENTING OPINION.\nWOODSON, J.\nI was one of the dissenters from the opinion handed down in this case, but was prevented by the pressure of other official duties from then expressing my views of the case. Since then a motion for a rehearing has been filed, and I will now avail myself of this opportunity to submit the following observations in reference thereto.\nI.\nThe main lega", "type": "dissent"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [8016972, 8016973, 8016974, 8016975], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/85451/osborn-v-bank-of-united-states/", "attorney": "", "caseName": "Osborn v. Bank of United States", "caseNameFull": "", "citation": ["22 U.S. 738", "6 L. Ed. 204", "9 Wheat. 738", "1824 U.S. LEXIS 409"], "citeCount": 1178, "cluster_id": 85451, "court": "Supreme Court of the United States", "court_citation_string": "SCOTUS", "court_id": "scotus", "dateArgued": null, "dateFiled": "1824-03-19", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": null, "docket_id": 2462910, "judge": "Marshall", "lexisCite": "1824 U.S. LEXIS 409", "meta": {"timestamp": "2024-06-20T18:05:59.598657Z", "date_created": "2016-01-25T16:49:30.346812Z", "score": {"bm25": 0.36960036}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": 2051, "cites": [], "download_url": null, "id": 85451, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-23T02:51:06.904005Z", "date_created": "2010-04-28T15:59:42Z"}, "ordering_key": null, "per_curiam": false, "sha1": "89d622c5ebd920ee73ca499c01bf1446417db365", "snippet": "\n22 U.S. 738 (1824)\n9 Wheat. 738\nOSBORN and others, Appellants,\nv.\nThe PRESIDENT, DIRECTORS, AND COMPANY OF THE BANK OF THE UNITED STATES, Respondents.\nSupreme Court of United States.\nMarch 11, 1824.\nMarch 19, 1824.\n*744 Mr. Hammond, for the appellants.\nMr. Clay, for the respondents.</p", "type": "combined-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "1824-033", "sibling_ids": [85451], "source": "LR", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/2182321/bradley-v-school-board-of-city-of-richmond-virginia/", "attorney": "Louis R. Lucas, Memphis, Tenn., James R. Olphin, M. Ralph Page, Richmond, Va., William L. Taylor, Washington, D. C., Jack Greenberg, James M. Nabrit, III, Norman J. Chachkin, New York City, for plaintiffs., J. Segar . Grava tt, Blackstone, Va., Chesterfield Co. School Bd., Robert D. Mcllwaine, III, Petersburg, Va., Henrico Co. School Board & Bd. of Supervisors, J. Mercer White, Jr., County Attorney, Richmond, Va., Henrico Co. School Bd. & Bd. of Supervisors, Daniel T. Balfour, Asst. City Atty., Richmond, Va., Richmond City, Frederick T. Gray, Richmond, Va., Chesterfield Bd. of Supervisors, George B. Little, Richmond, Va., Richmond School Bd., William G. Broaddus, Asst. Atty. Gen., Andrew P. Miller, Atty. Gen., Richmond, Va., The State Board of Education and The Supt. of Public Instruction, L. Paul Byrne, Richmond, Va., Henrico Co. Bd. of Supervisors, for defendants.", "caseName": "Bradley v. School Board of City of Richmond, Virginia", "caseNameFull": "Carolyn BRADLEY Et Al. v. the SCHOOL BOARD OF the CITY OF RICHMOND, VIRGINIA, Et Al.", "citation": ["338 F. Supp. 67", "1972 U.S. Dist. LEXIS 15644"], "citeCount": 20, "cluster_id": 2182321, "court": "District Court, E.D. Virginia", "court_citation_string": "E.D. Va.", "court_id": "vaed", "dateArgued": null, "dateFiled": "1972-01-10", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "Civ. A. 3353", "docket_id": 2049986, "judge": "Merhige", "lexisCite": "1972 U.S. Dist. LEXIS 15644", "meta": {"timestamp": "2024-06-21T09:33:43.453491Z", "date_created": "2015-09-22T00:40:16.010256Z", "score": {"bm25": 0.36920828}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [90041, 94508, 96718, 103109, 104545, 104804, 104805, 105221, 105312, 105766, 105903, 106127, 106825, 106850, 106856, 106993, 107112, 107467, 107549, 107705, 107707, 107825, 107954, 108024, 108284, 108316, 108317, 108319, 108320, 108323, 108365, 108455, 240606, 242739, 246144, 253198, 254909, 264502, 264797, 267871, 274758, 275316, 276624, 278303, 280764, 282160, 283450, 284373, 284711, 287778, 290326, 290474, 291231, 291461, 291682, 291909, 292276, 292687, 292865, 296584, 296585, 297041, 297281, 298379, 298633, 299038, 299130, 300127, 1126695, 1415526, 1449605, 1460757, 1503668, 1507346, 1624469, 1624586, 1641856, 1795714, 1875235, 1880864, 1952973, 1982666, 2096184, 2126049, 2182098, 2343958, 2396623, 2594161, 2597124], "download_url": null, "id": 2182321, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-23T16:15:42.272492Z", "date_created": "2013-10-30T08:33:03.138659Z"}, "ordering_key": null, "per_curiam": false, "sha1": "37851b0eb072b08b2935dc23a4c42445482e1825", "snippet": "\n338 F.Supp. 67 (1972)\nCarolyn BRADLEY et al.\nv.\nThe SCHOOL BOARD OF the CITY OF RICHMOND, VIRGINIA, et al.\nCiv. A. No. 3353.\nUnited States District Court, E. D. Virginia, Richmond Division.\nJanuary 5, 1972.\nOrder January 10, 1972.\n*68 *69 *70</spa", "type": "combined-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [2182321], "source": "LU", "status": "Published", "suitNature": "", "syllabus": ""}
