{"absolute_url": "/opinion/5080260/jones-v-andrews/", "attorney": "J. D. Sayers and G. W. Jones, for appellants., Walton, Hill & Walton and B. D. Orgain, for appellees.", "caseName": "Jones v. Andrews", "caseNameFull": "G. W. Jones v. J. D. Andrews", "citation": ["72 Tex. 5", "9 S.W. 170", "1888 Tex. LEXIS 1228"], "citeCount": 11, "cluster_id": 5080260, "court": "Texas Supreme Court", "court_citation_string": "Tex.", "court_id": "tex", "dateArgued": null, "dateFiled": "1888-06-26", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "No. 5626", "docket_id": 60350571, "judge": "Oollard", "lexisCite": "", "meta": {"timestamp": "2024-06-22T03:38:48.054935Z", "date_created": "2021-09-02T23:57:25.303394Z", "score": {"bm25": 0.84924996}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [4891211, 4893369, 4893910], "download_url": null, "id": 4895906, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-24T10:23:34.993254Z", "date_created": "2021-09-02T23:57:25.314495Z"}, "ordering_key": null, "per_curiam": false, "sha1": "", "snippet": "\nOollard, Judge.—This\nis a second suit; and the first question presented by the record is, can it be maintained as a second suit of trespass to try title?\nThe first suit was filed May 11th, 1877, and terminated in a verdict and judgment for defendants April the 18th, 1878. The second suit was filed April 17th, 1879, within one year from filial judgment, as required by the statute. Defendants, on the 19th of Octo", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [4895906], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/3491854/patterson-v-mayor-of-baltimore/", "attorney": "Arthur W. Machen, Jr.,  and  Raymond S. Williams,  for the appellant.\n\n George Arnold Frick, Assistant City Solicitor,  and  S.S.  Field, City Solicitor,  for the appellee.", "caseName": "Patterson v. Mayor of Baltimore", "caseNameFull": "LAURA PATTERSON Et Al. vs. MAYOR AND CITY COUNCIL OF BALTIMORE", "citation": ["101 A. 589", "130 Md. 645", "1917 Md. LEXIS 168"], "citeCount": 8, "cluster_id": 3491854, "court": "Court of Appeals of Maryland", "court_citation_string": "Md.", "court_id": "md", "dateArgued": null, "dateFiled": "1917-06-26", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 3363979, "judge": "Boyd, Briscoe, Burke, Thomas, Pattison, Frner, Stockbridge", "lexisCite": "", "meta": {"timestamp": "2024-06-21T21:10:02.700568Z", "date_created": "2016-07-05T21:19:18.687342Z", "score": {"bm25": 0.8491746}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [94730, 3485700, 3486488, 3487165, 3489941, 3490232], "download_url": null, "id": 3489851, "joined_by_ids": [], "local_path": "/home/mlissner/columbia/opinions/maryland/court_of_appeals_opinions/documents/e75cf147f64567c1.xml", "meta": {"timestamp": "2024-06-24T00:48:03.885930Z", "date_created": "2016-07-05T21:19:18.701036Z"}, "ordering_key": null, "per_curiam": false, "sha1": "1e2e3f4e2a2de1cd86f80de86d9ac7d3d4cfe2e1", "snippet": "This is the second appeal by the appellants in a proceeding for the condemnation and opening of Twenty-fifth street from the east side of Greenmount avenue to the west side of Harford avenue, under Ordinance No. 416 of the Mayor and City Council of Baltimore, approved December 9th, 1909. The former appeal is reported in 127 Md. 233. There are thirty-seven exceptions in the record — the last one presenting the rulings of the lower Court in rejecting ele", "type": "lead-opinion"}], "panel_ids": [4668], "panel_names": ["Nicholas Charles Burke"], "posture": "Appeal from the Baltimore City Court. (HEUISLER, J.)\n\nThe facts are stated in the opinion of the Court.\n\nThe following is Prayer No. 3 of the appellees, which the Court directed to be printed with the report of the case:\n\n City's Prayer No. 3 . &#8212; The jury are instructed that the measure of damages in this case is the market value of the property taken by the City of Baltimore, in this proceeding, at the time of the taking, considered without reference to the opening of Twenty-fifth street or any effect that such opening may have upon the property; and, in addition, such damage, if any, as may, by such opening, have been caused to the remaining property concerned. The fair market value of the property taken is the price that a purchaser willing but not compelled to buy would pay for it, and which a seller willing but not compelled to sell would accept for it.\n\nThey are further instructed that the measure of benefits is the increase in the market value of the property in controversy caused by the opening of Twenty-fifth street through the said property; and that this increase should be considered as the amount which a purchaser willing but not compelled to buy the property would pay for it, and which a seller willing but\nnot compelled to sell, will accept for it, after Twenty-fifth street shall have been opened, graded, paved and curbed; it being proper to take into account the fact that the property owner will be burdened when the street shall be paved, with the special paving tax of fifteen cents for each front foot on each side of said street for a period of ten years as a matter of law; and that, as a matter of fact, in order to utilize this property, it will be necessary for the property owner to pave the sidewalk and to grade the property back to a usable depth in connection with that street. ( Granted .)\n\nFor convenience of reference, the following prayers of the appellant, viz., the 3rd, 5th, 6th and 10th, and the City's Prayer No. 7 also, are inserted:\n\n Petitioners' 3rd Prayer . &#8212; In considering the value of the land taken, the jury must award the fair market value of the petitioners' land as between a seller willing but not anxious to sell and a purchaser ready but not obliged to buy, having regard to its highest utility &#8212; that is, the utility for which the jury may find it would command the highest price in the market. ( Refused .)\n\n Petitioners' 5th Prayer . &#8212; The jury are instructed that these proceedings are for the purpose of acquiring title from the petitioners, Laura Patterson and Sidney T. Dyer, and other land owners to a strip of land from Greenmount avenue to the Harford road as shown on the condemnation plat offered in evidence, to be used as a street, and are not proceedings for the grading, paving or curbing of the street; and the jury must not assess any benefits which they may find would be derived by the petitioners from the grading, paving or curbing of the street after title to the same has been acquired, but must confine themselves to such benefits, if any, as they may find would result directly to the petitioners from the acquisition of title to said land to be used as a street. ( Refused .)\n\n Petitioners' 6th Prayer . &#8212; This is not a proceeding for the grading or paving of Twenty-fifth street, and the jury must not include in their award of benefits, if any, any benefits\nwhich they may find the property of the petitioners, Laura Patterson and Sidney Turner Dyer, would derive from the grading or paving of Twenty-fifth street. ( Refused .)\n\n Petitioners' 10th Prayer . &#8212; The measure of benefits is the difference between what would be the actual market value of the land of the petitioners on which the benefits are sought to be assessed, at the present time, if Twenty-fifth street were not to be opened as projected in this proceeding, but if all other conditions remained as at present and the actual market value which said land will have after the title to the bed of Twenty-fifth street from Greenmount avenue to the Harford road has been acquired by the city under this proceeding to be used as a street, but before said Twenty-fifth street has been graded, curbed or paved.\n\nIf the jury, in arriving at their assessment of benefits, if any, consider the market value which the remaining property of the petitioners will have after Twenty-fifth street is graded, and after the said abutting property of the petitioners is graded so as to be beneficially usable in connection with Twenty-fifth street as so graded, they must deduct from that value the sum of the following items and treat only the balance as the amount to be assessed as benefits. The items to be so deducted are:\n\n(1) The cost of grading the street, including the sidewalk in front of the petitioners' property;\n\n(2) The cost of grading the abutting property of the petitioners so as to be beneficially usable in connection with the street as so graded; and,\n\n(3) The present market value of such abutting property of the petitioners at the present time on the assumption that Twenty-fifth street were not to be opened.\n\nIf the jury consider the value which the property will have after Twenty-fifth street is paved, they must deduct in addition to the items above mentioned the total cost of paving the street in front of the property of the petitioners, and assess as benefits only the balance, if any, remaining after making all of such deductions. ( Refused .)\n  City's Prayer No. 7 . &#8212; The jury are instructed that, in considering the benefits that will be conferred by the opening of Twenty-fifth street upon the property abutting on it, they are to consider all the street facilities which would fairly and reasonably be consequent upon the construction of the street. ( Granted .)", "procedural_history": "", "scdb_id": "", "sibling_ids": [3489851], "source": "ZU", "status": "Published", "suitNature": "", "syllabus": "<p>\nStreets: opening of—j condemnation proceedings; Baltimore City; assessments for benefits; elements to be considered; grade to be first established; “plans as proposed.”\n</p> <p>In estimating damages for land taken under condemnation proceedings, its availability or adaptability for special purposes is an important element. p. 649</p> <p>Although the tract, through which condemnation is sought for the purpose of opening public streets, may be unimproved and undeveloped, evidence is admissible to show its availability for city lots, and to show any special advantages of particular parts of the land for residential or industrial purposes.</p> <p>pp. 649-650</p> <p>In estimating damages in condemnation proceedings, it is for the jury to assess damages according to the plans as proposed, and evidence of “what plan would he of the highest utility to the property” is inadmissible. p. 651</p> <p>A municipality is presumed to open streets for the public good. p. 651</p> <p>Prior to Chapter 32 of the Acts of 1912, Baltimore City could not include provisions for grading, in ordinances and condemnation proceedings for opening streets. p. 655</p> <p>In such cases, the city, as to the question of benefits to be assessed, was limited to the results to follow from the opening; and the benefits to be derived from tbe grading,' paving and curbing of tbe street could not, at the same time, be then considered. p, 658</p> <p>The Act of 1914, Chapter 125, amending tbe Charter of Baltimore City as to street opening cases, is not applicable to proceedings under an ordinance adopted prior to the passage of tlie Act of 3932, Chapter 32, and expressly excepted from the operation of that Act. pp. 656, 659</p> <p>In cases where the question of benefits to be assessed for grading and paving are properly involved, the jury should be informed as to the width of the driveway and sidewalks to be adopted. pp. 659-660</p> <p>To allow maps and charts to be shown the jury and explanations on a blackboard is in the discretion of the trial court.</p> <p>p. 651</p> <p>A prayer inconsistent with an instruction already granted is erroneous. p. 660</p>"}
{"absolute_url": "/opinion/3318867/arps-v-city-county-of-denver/", "attorney": "Mr. C. H. Pierce, Mr. J. B. Manby, Jr., for plaintiff in error., Mr. Henry E. May, Mr. B». T. Wilson, Messrs. Smith & Brock, Mr. Milton Smith, Jr., for defendants in error.", "caseName": "Arps v. City & County of Denver", "caseNameFull": "Arps v. City and County of Denver, Et Al.", "citation": ["257 P. 1094", "82 Colo. 189", "1927 Colo. LEXIS 422"], "citeCount": 55, "cluster_id": 3318867, "court": "Supreme Court of Colorado", "court_citation_string": "Colo.", "court_id": "colo", "dateArgued": null, "dateFiled": "1927-07-05", "dateReargued": null, "dateReargumentDenied": "1927-07-22", "docketNumber": "No. 11,676.", "docket_id": 3190988, "judge": "Adams, Denison", "lexisCite": "", "meta": {"timestamp": "2024-06-21T19:36:53.238743Z", "date_created": "2016-07-05T17:31:07.478958Z", "score": {"bm25": 0.84915406}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 9865087, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-25T10:24:17.045735Z", "date_created": "2023-09-25T16:23:17.271612Z"}, "ordering_key": null, "per_curiam": false, "sha1": "", "snippet": "\nMr. Justice Adams\ndelivered the opinion of the court.\nThe parties ’ names appear here in the same order as at the trial, and will be referred to as plaintiff and defendants when not otherwise designated.\nArps sued the City and County of Denver and D. G. Gordon, doing business as the Gordon Construction Company, to recover for personal injuries and also for damages to an automobile that plai", "type": "lead-opinion"}, {"author_id": 3866, "cites": [88785, 3319341, 3841578], "download_url": null, "id": 3313987, "joined_by_ids": [], "local_path": "/home/mlissner/columbia/opinions/colorado/court_opinions/documents/9719fa382530899a.xml", "meta": {"timestamp": "2024-06-23T23:47:59.958677Z", "date_created": "2016-07-05T17:31:07.484968Z"}, "ordering_key": null, "per_curiam": false, "sha1": "abc3593168836ef5d33579375914c89d27e713a4", "snippet": "THE parties' names appear here in the same order as at the trial, and will be referred to as plaintiff and defendants when not otherwise designated.\nArps sued the City and County of Denver and D. G. Gordon, doing business as the Gordon Construction Company, to recover for personal injuries and also for damages to an automobile that plaintiff was driving, which was overturned on a pile of loose sand and gravel left by the construction company across a city street. Plaintiff alleged negl", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "Action for damages. Judgment of dismissal.\n\n Reversed.Error to the District Court of the City and County of   Denver, Hon. Charles C. Butler, Judge.", "procedural_history": "", "scdb_id": "", "sibling_ids": [9865087, 9865088, 3313987], "source": "ZU", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/1902687/carroll-v-lanza/", "attorney": "Goodwin & Eiffel, Little Rock, Ark., Allen, Woolsey & Fisher, Springfield, Mo., A. N. Wood, Yellvil'le, Ark., for plaintiffs., Wright, Harrison, Lindsey & Upton, Little Rock, Ark., Shaw, Jones & Shaw, Ft. Smith, Ark., for defendant.", "caseName": "Carroll v. Lanza", "caseNameFull": "CARROLL v. LANZA Et Al.; JENNINGS v. LANZA Et Al.; ST. PAUL-MERCURY INDEMNITY CO. Et Al. v. LANZA", "citation": ["116 F. Supp. 491", "1953 U.S. Dist. LEXIS 2251"], "citeCount": 13, "cluster_id": 1902687, "court": "District Court, W.D. Arkansas", "court_citation_string": "W.D. Ark.", "court_id": "arwd", "dateArgued": null, "dateFiled": "1953-11-13", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "Civ. 352, 353, 356", "docket_id": 1750364, "judge": "John E. Miller", "lexisCite": "1953 U.S. Dist. LEXIS 2251", "meta": {"timestamp": "2024-06-21T07:17:00.282725Z", "date_created": "2014-12-21T14:54:24.432217Z", "score": {"bm25": 0.8490438}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": 2254, "cites": [101915, 102404, 103173, 104391, 104401, 229138, 231595, 1495588, 1512170, 1519499, 1547711, 1549418, 1725125, 3266619, 3266961, 3267094, 3267342, 3267397, 3267644, 3268161, 3269294, 3270495, 3270547, 3271046, 3271831, 3272113, 3272338, 3272643, 3272687, 3273060, 3273186, 3273642, 3274017, 3274441, 3274794, 3275039, 3275054, 3275981, 3276334, 3276605, 3276615, 3526653, 3526916, 3537081], "download_url": null, "id": 1902687, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-23T14:07:26.389082Z", "date_created": "2013-10-30T07:46:17.066728Z"}, "ordering_key": null, "per_curiam": false, "sha1": "a956a734d53b8fa21731fd7945b7f88d19405494", "snippet": "\n116 F.Supp. 491 (1953)\nCARROLL\nv.\nLANZA et al.\nJENNINGS\nv.\nLANZA et al.\nST. PAUL-MERCURY INDEMNITY CO. et al.\nv.\nLANZA.\nCiv. Nos. 352, 353, 356.\nUnited States District Court W. D. Arkansas, Harrison Division.\nNovember 13, 1953.\n*492 *493 Goodwin & Riffel, Little Roc", "type": "combined-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [1902687], "source": "LU", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/3282234/faylor-v-great-eastern-quicksilver-mining-co/", "attorney": "Geary & Geary for Appellant., W. F. Cowan and Carl Barnard for Respondent.", "caseName": "Faylor v. Great Eastern Quicksilver Mining Co.", "caseNameFull": "JOHN F. FAYLOR, Respondent, v. GREAT EASTERN QUICKSILVER MINING COMPANY (A Corporation), Appellant", "citation": ["187 P. 101", "45 Cal. App. 194", "1919 Cal. App. LEXIS 299"], "citeCount": 60, "cluster_id": 3282234, "court": "California Court of Appeal", "court_citation_string": "Cal. Ct. App.", "court_id": "calctapp", "dateArgued": null, "dateFiled": "1919-12-22", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "Civ. No. 2963.", "docket_id": 3154355, "judge": "Beaslt", "lexisCite": "", "meta": {"timestamp": "2024-06-21T19:11:58.673936Z", "date_created": "2016-07-05T16:54:19.703228Z", "score": {"bm25": 0.8487435}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 3280607, "joined_by_ids": [], "local_path": "/home/mlissner/columbia/opinions/california/court_of_appeal_opinions/documents/242f0ed2f55f5bd7.xml", "meta": {"timestamp": "2024-06-23T23:36:37.991961Z", "date_created": "2016-07-05T16:54:19.709506Z"}, "ordering_key": null, "per_curiam": false, "sha1": "6c50b3a1452a9e8441697e0c52579af0dc66f985", "snippet": "This is an appeal by the defendant from a judgment against it based upon an adverse verdict of a jury in an action for the death of John Richard Faylor, a minor. The action is prosecuted by the boy's father. The verdict was for five thousand five hundred dollars, and on motion for a new trial the court indicated its intention to grant the motion unless the plaintiff should agree to a reduction of the verdict to the sum of $4,250. This condition was met by plaintiff and the motion for a new tr", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "APPEAL from a judgment of the Superior Court of Sonoma County. Emmet Seawell, Judge. Affirmed.\n\nThe facts are stated in the opinion of the court.", "procedural_history": "", "scdb_id": "", "sibling_ids": [3280607], "source": "ZU", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/8215498/harner-v-monongalia-county-court/", "attorney": "John W. Mason and Lazelle & Stewart, for appellants., Goodwin & Reap and Glasscock & Glasscock, for appellees.", "caseName": "Harner v. Monongalia County Court", "caseNameFull": "Harner v. Monongalia County Court", "citation": ["80 W. Va. 626", "92 S.E. 781", "1917 W. Va. LEXIS 74"], "citeCount": 0, "cluster_id": 8215498, "court": "West Virginia Supreme Court", "court_citation_string": "W. Va.", "court_id": "wva", "dateArgued": null, "dateFiled": "1917-05-22", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 65313833, "judge": "Lynch", "lexisCite": "", "meta": {"timestamp": "2024-06-22T17:38:55.398244Z", "date_created": "2022-09-09T22:24:15.300145Z", "score": {"bm25": 0.84860545}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 8178303, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-25T03:09:02.492328Z", "date_created": "2022-09-09T22:24:15.307042Z"}, "ordering_key": null, "per_curiam": false, "sha1": "", "snippet": "\nLynch, President:\nTo the voters residing in Morgan district, in which is included the city of Morgantown, the county court of Mon-ongalia county, in response to the request of a petition addressed to it signed by the requisite number of persons having the-essential qualifications, submitted for approval or rejection the question of authorizing the county court, in the name of the district and as chargeable to it alone, to crea", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [8178303], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/8798141/sanborn-v-bay/", "attorney": "Joe Kirby, for the motion., C. P. Bates and E. R. Winans, opposed.", "caseName": "Sanborn v. Bay", "caseNameFull": "SANBORN v. BAY", "citation": ["194 F. 37", "1911 U.S. App. LEXIS 4806", "114 C.C.A. 57"], "citeCount": 3, "cluster_id": 8798141, "court": "Court of Appeals for the Eighth Circuit", "court_citation_string": "8th Cir.", "court_id": "ca8", "dateArgued": null, "dateFiled": "1911-12-11", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "No. 3,660", "docket_id": 66064258, "judge": "Adams, Reed, Smith", "lexisCite": "1911 U.S. App. LEXIS 4806", "meta": {"timestamp": "2024-06-22T21:39:04.423872Z", "date_created": "2022-11-26T13:23:11.321382Z", "score": {"bm25": 0.8484169}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 8782240, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2025-02-26T05:41:19.171812Z", "date_created": "2022-11-26T13:23:11.329984Z"}, "ordering_key": 1, "per_curiam": false, "sha1": "", "snippet": "\nADAMS, Circuit Judge.\n[1] This case was tried and judgment rendered on November 1, 1910, at the October term of the Circuit Court for the District of South Dakota, by Carland, then District Judge for that district. After Judge Carland’s appointment as Circuit Judge and designation to serve a term in the Court of Commerce, Judge Willard, the District Judge for the District of Minnesota, was by order of the s", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [8782240, 8782241], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/6789906/city-of-cleveland-v-east-ohio-gas-co/", "attorney": "Mr. Wm. B. Woods, director of law; Mr. Alfred Glum and Mr. John D. Marshall, for plaintiff,, Messrs. Tolies, Hogsett, Ginn & Morley, for defendant.", "caseName": "City of Cleveland v. East Ohio Gas Co.", "caseNameFull": "The City of Cleveland v. The East Ohio Gas Co.", "citation": ["15 Ohio App. 117", "1921 Ohio App. LEXIS 186"], "citeCount": 0, "cluster_id": 6789906, "court": "Ohio Court of Appeals", "court_citation_string": "Ohio Ct. App.", "court_id": "ohioctapp", "dateArgued": null, "dateFiled": "1921-10-05", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 63771230, "judge": "Ingersoll, Sullivan, Vickery", "lexisCite": "", "meta": {"timestamp": "2024-06-22T11:14:40.537545Z", "date_created": "2022-07-20T21:14:36.217155Z", "score": {"bm25": 0.84837276}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 6674286, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-24T22:17:33.620280Z", "date_created": "2022-07-20T21:14:36.224534Z"}, "ordering_key": null, "per_curiam": false, "sha1": "", "snippet": "\nVickery, P. J.\nThis cause came into this court on appeal from a decision of the common pleas court. It was first heard a few weeks ago in this court on 'an application or motion to fix a temporary rate, pending further and final litigation of the cause, which motion was disposed of soon after hearing. At that time there was another motion pending, a motion for judgment upon the pleadings. After the first motion was disposed of a", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [6674286], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/8018179/bremer-v-minneapolis-st-paul-sault-ste-marie-railway-co/", "attorney": "A. H. Bright and Munn & Thygeson, for appellant., C. D. & R. D. O’Brien and C. D. O’Brien, for respondent", "caseName": "Bremer v. Minneapolis, St. Paul & Sault Ste. Marie Railway Co.", "caseNameFull": "OTTO BREMER v. MINNEAPOLIS, ST. PAUL & SAULT STE. MARIE RAILWAY COMPANY", "citation": ["1905 Minn. LEXIS 575", "96 Minn. 469", "105 N.W. 494"], "citeCount": 0, "cluster_id": 8018179, "court": "Supreme Court of Minnesota", "court_citation_string": "Minn.", "court_id": "minn", "dateArgued": null, "dateFiled": "1905-12-15", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "Nos. 14,666—(232)", "docket_id": 65113695, "judge": "Elliott", "lexisCite": "", "meta": {"timestamp": "2024-06-22T16:44:50.191361Z", "date_created": "2022-09-09T00:57:26.684827Z", "score": {"bm25": 0.8482589}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 7973519, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-25T02:34:12.434940Z", "date_created": "2022-09-09T00:57:26.696224Z"}, "ordering_key": null, "per_curiam": false, "sha1": "", "snippet": "\nELLIOTT, J.\nThis is an appeal from an order denying the defendant’s motion for a new trial after a verdict in favor of the plaintiff. The action was brought by the administrator to recover pecuniary damages alleged to have been caused to William Newbowers by the death of his son, John Newbowers. It was admitted that John Newbowers was at the time of his death an engineer in the employ of defendant conpany and that he was kil", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [7973519], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/8889519/united-states-v-safeway-stores-inc/", "attorney": "George H. West, U. S. Dist. Atty., of Topeka, Kan., Tom C. Clark and William R. Watkins, Asst. Attys. Gen., and Horace L. Flurry and Earl A. Jinkinson, Sp. Assts. to Atty. Gen., for the plaintiff., Louis R. Gates, of Kansas City, Kan., Henry N. Ess (of the firm of Watson, Ess, Croner, Barnett & Whittaker), of Kansas City, Mo., and Mitchell T. Neff, of San Francisco, Cal., for Safeway Stores., Kroger’s Case:, Thomas M. Lillard (of the firm of Lillard, Eidson, Lewis & Porter), of Topeka, Kan., and Frank E. Wood and Robert S. Marx (of the firm of Nichols, Wood, Marx & Ginter), both of Cincinnati, Ohio, for Kroger Grocery and Baking Co.", "caseName": "United States v. Safeway Stores, Inc.", "caseNameFull": "UNITED STATES v. SAFEWAY STORES, Inc., (MARYLAND) SAME v. KROGER GROCERY & BAKING CO.", "citation": ["51 F. Supp. 448", "1943 U.S. Dist. LEXIS 2406"], "citeCount": 2, "cluster_id": 8889519, "court": "District Court, D. Kansas", "court_citation_string": "D. Kan.", "court_id": "ksd", "dateArgued": null, "dateFiled": "1943-08-30", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "Cr. Nos. 7196, 7197", "docket_id": 66155680, "judge": "Hopkins", "lexisCite": "1943 U.S. Dist. LEXIS 2406", "meta": {"timestamp": "2024-06-22T22:13:10.162582Z", "date_created": "2022-11-26T18:59:12.608252Z", "score": {"bm25": 0.84815353}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 8875665, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-25T05:25:36.441073Z", "date_created": "2022-11-26T18:59:12.614105Z"}, "ordering_key": null, "per_curiam": false, "sha1": "", "snippet": "\nHOPKINS, District Judge.\nThese are anti-trust prosecutions. Separate indictments were filed against the two principal defendants, Safeway Stores, Incorporated, and Kroger Grocery & Baking Company on January 20, 1943. Each indictment charges in addition various individual defendants, officers and employees of the two companies. Demurrers were filed by the defendants, which after full consideration were sustained by the co", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [8875665], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/2134629/tinsley-v-palo-alto-unified-school-district/", "attorney": "Counsel, Sidney L. Berlin, Elaine Berlin White, Berlin & Goodman, Cotchett, Hutchinson & Dyer, Joseph Cotchett, Susan Illston, Keogh, Marer & Flicker, Gerald Z. Marer, Nathaniel Colley and Nancy Reardan for Plaintiffs and Appellants., Fred Okrand, Mark D. Rosenbaum, Mary Ellen Gale, Shockley, Duff & Hart-Nibbrig, Joseph Duff, Manning, Reynolds & Roberts, Virgil Roberts, Lynn Pineda, Halvor T. Miller, Thomas G. Neusom, Edward M. Medvene, Alan Schlosser, Margaret Crosby and Amitai Schwartz as Amici Curiae on behalf of Plaintiffs and Appellants., Breon, Galgani & Godino and Margaret E. O’Donnell for Defendant and Appellant., Selby Brown, Jr., County Counsel, Robert T. Owens, Assistant County Counsel, Keith C. Sorenson, District Attorney, George F. Camerlengo, Deputy District Attorney, Rosen, Remcho & Henderson, Sanford Jay Rosen, Thelton E. Henderson, LaDoris Hazzard Cordell, Breon, Galgani & Godino and Keith V. Breon for Defendants and Respondents.", "caseName": "Tinsley v. Palo Alto Unified School District", "caseNameFull": "MARGARET TINSLEY Et Al., Plaintiffs and Appellants, v. PALO ALTO UNIFIED SCHOOL DISTRICT, Defendant and Appellant; THE STATE OF CALIFORNIA Et Al., Defendants and Respondents", "citation": ["91 Cal. App. 3d 871", "154 Cal. Rptr. 591", "1979 Cal. App. LEXIS 1634"], "citeCount": 30, "cluster_id": 2134629, "court": "California Court of Appeal", "court_citation_string": "Cal. Ct. App.", "court_id": "calctapp", "dateArgued": null, "dateFiled": "1979-04-13", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "Civ. 43478", "docket_id": 1960225, "judge": "Sims, Racanelli, Elkington", "lexisCite": "", "meta": {"timestamp": "2024-06-21T09:10:03.989003Z", "date_created": "2015-11-20T22:29:37.063698Z", "score": {"bm25": 0.84790623}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [93557, 98283, 100233, 103870, 105221, 106856, 107971, 108316, 108459, 108502, 108587, 108588, 108751, 108844, 109102, 109428, 109519, 109877, 110003, 110006, 110009, 298633, 345492, 358968, 1126695, 1175930, 1185450, 1500647, 2597124], "download_url": null, "id": 2134629, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-23T15:53:14.203165Z", "date_created": "2013-10-30T08:25:28.760433Z"}, "ordering_key": null, "per_curiam": false, "sha1": "dcc3769f4aacf17591dc016d78bcfbdf0b4ce2ce", "snippet": "\n91 Cal.App.3d 871 (1979)\n154 Cal. Rptr. 591\nMARGARET TINSLEY et al., Plaintiffs and Appellants,\nv.\nPALO ALTO UNIFIED SCHOOL DISTRICT, Defendant and Appellant; THE STATE OF CALIFORNIA et al., Defendants and Respondents.\nDocket No. 43478.\nCourt of Appeals of California, First District, Division One.\nApril 13, 1979.\n<span class=\"star-pagination\"", "type": "combined-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [2134629], "source": "LU", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/1191713/people-v-mayfield/", "attorney": "Counsel, Jay L. Lichtman and Roberta K. Thyfault, under appointments by the Supreme Court, for Defendant and Appellant., Daniel E. Lungren, Attorney General, George Williamson, Chief Assistant Attorney General, Gary W. Schons, Assistant Attorney General, Holly D. Wilkens and Esteban Hernandez, Deputy Attorneys General, for Plaintiff and Respondent.", "caseName": "People v. Mayfield", "caseNameFull": "The PEOPLE, Plaintiff and Respondent, v. DENNIS MAYFIELD, Defendant and Appellant", "citation": ["14 Cal. 4th 668", "928 P.2d 485", "97 Daily Journal DAR 91", "60 Cal. Rptr. 2d 1", "97 Cal. Daily Op. Serv. 80", "1997 Cal. LEXIS 2"], "citeCount": 411, "cluster_id": 1191713, "court": "California Supreme Court", "court_citation_string": "Cal.", "court_id": "cal", "dateArgued": null, "dateFiled": "1997-01-02", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "S005620", "docket_id": 192345, "judge": "Kennard", "lexisCite": "97 Cal. Daily Op. Serv. 80", "meta": {"timestamp": "2024-06-21T02:19:28.144340Z", "date_created": "2016-01-07T22:59:54.300190Z", "score": {"bm25": 0.8475987}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": 3819, "cites": [102604, 107252, 107359, 107715, 108189, 108272, 109309, 109506, 110138, 110254, 111170, 111214, 111303, 111662, 111992, 112298, 112386, 112603, 677813, 703218, 1122475, 1122530, 1127349, 1127426, 1127477, 1130834, 1155625, 1158185, 1162797, 1171441, 1171490, 1179776, 1188941, 1196421, 1196443, 1199062, 1199801, 1201769, 1203116, 1203248, 1205550, 1213810, 1226896, 1236383, 1236733, 1237936, 1244752, 1288088, 1359414, 1375029, 1386040, 1386085, 1386274, 1399332, 1399489, 1404483, 1422811, 1447881, 1454621, 1956290, 2135370, 2607459, 2611883, 2613958, 2614001, 2614076, 2618245, 2618337, 5452164], "download_url": null, "id": 1191713, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-23T09:07:36.936677Z", "date_created": "2013-10-30T04:50:15.714216Z"}, "ordering_key": null, "per_curiam": false, "sha1": "83f66b9a8a816846f418400a5e63a04b3aea212d", "snippet": "\n14 Cal.4th 668 (1997)\nTHE PEOPLE, Plaintiff and Respondent,\nv.\nDENNIS MAYFIELD, Defendant and Appellant.\nDocket No. S005620.\nSupreme Court of California.\nJanuary 2, 1997.\n*701 COUNSEL\nJay L. Lichtman and Roberta K. Thyfault, under appointments by the Supreme Court, for Defendant and Appellant.\nDaniel E. Lungren, Att", "type": "combined-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [1191713], "source": "LU", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/7207749/des-moines-national-bank-v-fairweather/", "attorney": "II. W. Byers, Beson S. Jones, «C. A. Weaver, and Paul Hewitt, for appellants., Sargent, Gamble & Bead, for appellee.", "caseName": "Des Moines National Bank v. Fairweather", "caseNameFull": "Des Moines National Bank v. Thomas Fairweather", "citation": ["191 Iowa 1240"], "citeCount": 0, "cluster_id": 7207749, "court": "Supreme Court of Iowa", "court_citation_string": "Iowa", "court_id": "iowa", "dateArgued": null, "dateFiled": "1921-02-12", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 64196120, "judge": "Arthur, Evans, Faville, Graee, Preston, Stevens, Weaver", "lexisCite": "", "meta": {"timestamp": "2024-06-22T13:07:13.685953Z", "date_created": "2022-07-24T12:36:34.472424Z", "score": {"bm25": 0.84745246}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 7119395, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-24T23:47:37.603070Z", "date_created": "2022-07-24T12:36:34.481839Z"}, "ordering_key": null, "per_curiam": false, "sha1": "", "snippet": "\nEvans, C. J.-\nPursuant to Section 1322, Code Supplement, 1913, the bank furnished to the assessor the statement required by such section for the purpose of enabling the assessor to fix the assessed value of the bank shares of stock, and to assess the same against the respective stockholders. From this statement it appeared that the capital stock, the surplus, and the undivided earnings amounted to an aggregate of $905,849. This ", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [7119395], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/1998412/mishkin-ex-rel-liquidation-of-the-business-of-adler-coleman-clearing/", "attorney": "Kenneth J. Caputo, Associate General Counsel and Senior Trial Counsel, Washington, DC, for Securities Investor Protection Corporation., Cleary, Gottlieb, Steen & Hamilton, New York, for Trustee., Zeisler & Zeisler, P.C., Bridgeport, CT, for certain Claimants., Gould & Ratner, Chicago, IL, for certain Claimants., Sadler & Associates, P.C., Atlanta, GA, for Claimants David Laskey, Kenneth Leech and Michael and Laura Polselli., Kalmus & Martuscello, P.C., New York, for Claimant William G. Giarusso., Bruce A. Langer, Esq., New York, for Claimants Catherine and John Romano., Satterlee Stephens Burke & Burke LLP, New York, for Claimant Ann D. Kusch., Ziegler, Ziegler & Altmann LLP, New York, for Claimant A.F. Lehmkuhl., Shereff, Friedman, Hoffman & Goodman, LLP, New York, for Claimant Dr. David L. Ostman., Kohrman Jackson & Krantz P.L.L., Cleveland, OH, for Claimant Norman Bennett., Deutsch & Lipner, Garden City, for Claimant Robert Jurgensmeyer., Schneck Weltman & Hashmall LLP, New York, for Claimant Gary Anderson., Anthony Motta, Esq., New York, for Claimant Dr. David Sulman., S.W. Azriliant, P.C., New York, for Claimants Georgios and Maria Kapsalis.", "caseName": "Mishkin Ex Rel. Liquidation of the Business of Adler, Coleman Clearing Corp. v. Ensminger (In Re Adler, Coleman Clearing Corp.)", "caseNameFull": "In Re ADLER, COLEMAN CLEARING CORP., Debtor. Edwin B. Mishkin, as SIPC Trustee for the Liquidation of the Business of Adler, Coleman Clearing Corp., Plaintiff, v. Daniel David Ensminger, Et Al., Defendants", "citation": ["247 B.R. 51", "1999 Bankr. LEXIS 1819", "1999 WL 1613498"], "citeCount": 19, "cluster_id": 1998412, "court": "United States Bankruptcy Court, S.D. New York", "court_citation_string": "Bankr. S.D.N.Y.", "court_id": "nysb", "dateArgued": null, "dateFiled": "1999-12-15", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "19-10761", "docket_id": 1826074, "judge": "Garrity", "lexisCite": "", "meta": {"timestamp": "2024-06-21T07:59:09.553912Z", "date_created": "2014-10-30T19:46:30.322509Z", "score": {"bm25": 0.84660417}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [6414, 89246, 103050, 103683, 104093, 109420, 117980, 155835, 197316, 242779, 275358, 300763, 323363, 331404, 331904, 368282, 409237, 415363, 434773, 460318, 481405, 489999, 511634, 542981, 544278, 556479, 556721, 563780, 663081, 688749, 712065, 714129, 717559, 738218, 748192, 748385, 749323, 750707, 751351, 1087957, 1361454, 1364325, 1431715, 1469646, 1473256, 1478652, 1481802, 1501995, 1505460, 1521056, 1523647, 1524038, 1528853, 1532982, 1533113, 1539554, 1539601, 1539643, 1660253, 1738374, 1813318, 1816942, 1817863, 1821359, 1828592, 1870094, 1871042, 1871078, 1885984, 1902167, 1916662, 1925602, 1927916, 1933195, 1938947, 1941075, 1943821, 1960640, 1969057, 1970907, 1980633, 1981659, 2003766, 2006179, 2013562, 2016138, 2028941, 2095767, 2131860, 2155373, 2349671, 2369500, 2393292, 2491433, 2568464, 3582967, 3595462, 3614790, 3614937, 3618969, 3620084, 3621664, 3622530, 3627616, 5345139, 5398786, 5482184, 5518784, 5536476, 5537577, 5713664, 5752296, 5863473, 5886018, 5989553, 6009795, 6209244, 6223448, 6856202, 6861839, 6879421, 6939131, 6941018, 7393325, 8153378, 8490852, 8492260, 8910927, 8914108, 8986765, 8993181, 8996254, 9011707, 9059720, 9126095, 9131532, 9277657], "download_url": null, "id": 1998412, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-23T14:53:53.395711Z", "date_created": "2013-10-30T08:00:35.924025Z"}, "ordering_key": null, "per_curiam": false, "sha1": "821d020fd0664e0b31428711e293129e9dc983e0", "snippet": "\n247 B.R. 51 (1999)\nIn re ADLER, COLEMAN CLEARING CORP., Debtor.\nEdwin B. Mishkin, as SIPC Trustee for the Liquidation of the Business of Adler, Coleman Clearing Corp., Plaintiff,\nv.\nDaniel David Ensminger, et al., Defendants.\nBankruptcy No. 95-08203 JLG. Adversary No. 97/8423A.\nUnited States Bankruptcy Court, S.D. New York.\nDecember 15, 1999.\n<span class=\"star-p", "type": "combined-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [1998412], "source": "LU", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/8383086/city-of-xenia-v-schmidt/", "attorney": "Mr. J. A. Finney, city solicitor, and Mr. M. J. Hartley, for plaintiff in error., Mr. Marcus Shoup; Mr. M. A. Broadstone; Mr. F. L. Johnson and Messrs. McGrew & Laybourne, for defendant in error.", "caseName": "City of Xenia v. Schmidt", "caseNameFull": "The City of Xenia v. Schmidt", "citation": ["101 Ohio St. (N.S.) 437"], "citeCount": 0, "cluster_id": 8383086, "court": "Ohio Supreme Court", "court_citation_string": "Ohio", "court_id": "ohio", "dateArgued": null, "dateFiled": "1920-12-21", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "No. 16532", "docket_id": 65563889, "judge": "Consideration, Hough, Johnson, Jones, Matthias, Robinson, Took, Wanamaker", "lexisCite": "", "meta": {"timestamp": "2024-06-22T18:48:49.205865Z", "date_created": "2022-10-17T23:52:55.178800Z", "score": {"bm25": 0.84642607}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 8352423, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-25T03:40:28.110310Z", "date_created": "2022-10-17T23:52:55.185729Z"}, "ordering_key": null, "per_curiam": false, "sha1": "", "snippet": "\nWanamaker, J.\nBut one question is presented by the record in this case and that is the constitutionality of an ordinance of the city of Xenia, the essential parts of which are as follows:\n“It shall be unlawful for any person or persons, corporation or corporations, or any agent or employee thereof, to place or deposit, or cause to be placed or deposited upon any street, alley, sidewalk, public highway or publ", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [8352423], "source": "U", "status": "Published", "suitNature": "", "syllabus": "<p>Constitutional law — Presumption of validity of legislation— Classification of persons, things, etc. — Legislative powers and limitations— Temporary and permanent street obstructions — Classification in municipal ordinance valid, when — Equal protection of laws — Legislation valid although scope limited.</p> <p>1. A legislative act is presumed in law to be within the constitutional power of the body making it, whether that body be a municipal or a state legislative body.</p> <p>2. That presumption of validity of such legislative enactment cannot be overcome unless it appear that there is a clear conflict between the legislation in question and some particular provision or provisions of the constitution.</p> <p>3. Legislation, in order to be definite and certain, must either expressly, or by clear implication, classify the persons, .things, conditions and the like, upon which the law shall operate.</p> <p>4. Classification is an inherent right and power in legislation, limited only by the constitution and the judicial constructions thereunder.</p> <p>5. A classification must not be arbitrary, artificial, or evasive, but there must be a real and substantial distinction in the nature of the class or classes upon which the law operates.</p> <p>6. In respect to such distinctions, the legislative body has a wide discretion, and the legislation involving classification will not therefore be held invalid unless the classification attempted is clearly and obviously unreasonable to the point of discriminating against members of the same class, so as to deny them the equal protection of the laws.</p> <p>7. A classification of street obstructions into temporary and permanent, and providing that the ordinance shall operate only upon temporary obstructions, is a real and reasonable classification, and does not violate any provision of state or federal constitution.</p> <p>8. The guarantee of “equal protection of the laws” under our constitutions is fully complied with when the law operates equally upon each member of a constitutional class.</p> <p>9. A legislative body may direct its legislation against any evil as it actually exists, without covering the whole field of possible abuses, and it may do so none the less that the forbidden act does not differ in kind from those that are not forbidden. (Yee Bow v. City of Cleveland et al., 99 Ohio St., 269, approved and followed.)</p>"}
{"absolute_url": "/opinion/3548296/evans-v-massman-construction-co/", "attorney": "Garrett  Ruark, Walter A. Raymond  and  Hume  Raymond  for appellant.\n\n(1) There is no liability on the contractor for doing this work unless it was not authorized by the United States engineers or was of such a nature that it could not be authorized by the United States engineers. (2) Everything appellant did in the construction of the dike in question was done under the orders and supervision of the United States engineers and under either the express specification of the contract or within the power to modify reserved to the United States engineers. Compagnie Du Pont De Rio Janeiro v. Mead Morris Mfg. Co.,  19 F.2d 163 ; United States v. Spearin,  248 U.S. 132 , 39 Sup. Ct. 59; Patten  Dumba v. Weightman,  51 Mo. 432 . (3) The subsequent acceptance of the Massman Construction Company's work, and the contracting officer's written approval thereof, constitutes a ratification of any modifications with reference to the use of a fender mat and the distance between the north end of the\ndike and the north bank. Crisp County v. Groves  Sons Co., 73 F.2d 327 , 96 A.L.R. 391; St. Louis v. Ruecking,  232 Mo. 325 , 134 S.W. 657; Aurora Water Co. v. Aurora,  129 Mo. 540 , 31 S.W. 946. (4) There was no duty on the defendant to protect the plaintiff from damages from overflow of his lands caused by work of the United States government in improving the Missouri River for navigation. Larson v. Met. St. Ry.,  110 Mo. 234 , 19 S.W. 416; Varas v. Stewart  Co.,  17 S.W.2d 651 ; Lambert v. Jones, 98 S.W.2d 752 . (a) Appellant erected the dike in question for the United States government as a part of government work in improving navigation on the Missouri River. The work was done under the immediate supervision and exactly as directed by the United States engineers. The defendant therefore is immune from suit on account of such work. (b) The court erred in holding the departmental order of the United States engineers requiring a channel of not less than 200 feet to be left at the north end of dike 314.1 created a duty on defendant owing to the plaintiff. (5) Appellant's employees were entirely under the direction and control of the United States engineers in all the details of the work and were the servants of the United States. Appellant is not liable for the acts of its servants while they were not subject to its control but were under the control of the United States. Larson v. Met. St. Ry. Co.,  110 Mo. 234 , 19 S.W. 417; Clayton v. Wells,  324 Mo. 1176 , 26 S.W.2d 973; Denton v. Yazoo  M.V. Ry. Co.,  284 U.S. 305 , 52 Sup. Ct. 141; Norfolk  W. Ry. Co. v. Hall, 57 F.2d 1007; Sun Oil Co. v. Dalzell Towing Co., 287 U.S. 291 , 53 Sup. Ct. 136; McLamb v. Du Pont De Nemours  Co., 79 F.2d 967. (6) Work on the dike had been suspended for some time before the overflow, the work had been approved, accepted and paid for except the portion held back until the completion of the entire contract. The United States engineers were in charge of the dike and appellant was not in control thereof at the time of the overflow and could not be liable therefor. Williams v. Gillen Dock Dredge  Const. Co., 258 F. 593; Savings Bank v. Ward, 100 U.S. 204 ; Erie  Western Transportation Co. v. Chicago, 178 F. 46; Ford v. Sturgis, 14 F.2d 254; Cummings v. Halpin, 27 S.W.2d 721.\n\n Henderson  Deacy  and  Prince  Beery  for respondent.\n\n(1) The negligent acts charged, to-wit, the use of a screen mat and the narrowness of the channel, were entirely beyond the scope of the contract between the defendant and the Federal government. The fact that the government's chief inspector &#8212; a young man of two and one-half years' experience (age 25) did not restrain defendant, affords no justification. (a) A contractual obligation which creates\na public duty, is actionable if violated. Lowry v. Kansas City, 337 Mo. 47 , 85 S.W.2d 111. (b) Negligence outside a public improvement contract is also actionable. Plater v. Mullins Const. Co.,  223 Mo. App. 650 , 17 S.W.2d 664. (c) Where the injury is collateral to the work contracted for, and entirely the result of the contractor's negligence, the latter alone is liable. Wilkey v. Rouse Const. Co.,  224 Mo. App. 495 , 28 S.W.2d 677; McGrath v. St. Louis,  215 Mo. 191 , 114 S.W. 618. (d) If the inspectors on this job gave orders beyond their authority, they would be joint tort-feasors, and liable with the contractor for the consequence. Neal v. Curtis,  328 Mo. 389 , 41 S.W.2d 546. (2) \"An independent contractor is a person who contracts with another to do something for him, but who is not controlled by the other nor subject to the other's right to control with respect to his physical conduct in the performance of the undertaking.\" In determining whether an independent contractural relation exists, the contract must be construed as a whole. The right to supervise on the part of the employer, to the end of accomplishing the stipulated results, without dictating the manner of work or physical conduct, does not detract from the relationship. Salmon v. Kansas City,  241 Mo. 14 , 145 S.W. 16; Gerber v. Kansas City, 304 Mo. 157 , 263 S.W. 440; Barnes v. Hosiery Mills Co., 108 S.W.2d 60; Skidmore v. Haggard,  110 S.W.2d 726 ; Kurik v. English,  340 Mo. 367 ,  100 S.W.2d 901 ; Coul v. Peck Dry Goods Co.,  326 Mo. 870 , 32 S.W.2d 759; Casement v. Brown, 148 U.S. 615 , 13 Sup. Ct. 675. (3) If a defendant's conduct is a substantial factor in bringing about harm to another, the fact that his negligence is not the sole cause, does not excuse him from liability, and the fact that he neither foresaw nor should have foreseen the extent of the harm, does not prevent him from being liable. Mrazek v. Term. Railroad Assn., 111 S.W.2d 30; St. Paul  Kansas City Railroad Co. v. U.S.F.  G. Co., 231 Mo. 613 , 105 S.W.2d 21; Car v. Supply Co.,  193 Mo. 562 , 239 S.W. 827; State ex rel. v. Haid,  333 Mo. 76 , 62 S.W.2d 402; Schneiter v. Chillicothe, 107 S.W. 1119; Christiensen v. St. Louis Pub. Serv. Co.,  333 Mo. 408 ; Williams v. St. L. Pub. Serv. Co.,  335 Mo. 335 ,  73 S.W.2d 199 . (a) If the plaintiffs shows that defendant has been guilty of acts which might reasonably be found to have been the cause of an accumulation of a dangerous element, and further shows that there was a condition existing which might cause said dangerous element to occasion danger to others, which defendant by the exercise of reasonable care might have known, there can be no question but that there is sufficient foundation upon which a jury could find a negligent cause, and this is so even though there is evidence from which the jury could also reasonably find that another cause occasioned\nthe damages. Cole v. Uhlman Grain Co.,  340 Mo. 277 , 100 S.W.2d 311 .", "caseName": "Evans v. Massman Construction Co.", "caseNameFull": "Thomas W. Evans v. Massman Construction Company, a Corporation, Appellant", "citation": ["122 S.W.2d 924", "343 Mo. 632", "1938 Mo. LEXIS 467"], "citeCount": 31, "cluster_id": 3548296, "court": "Supreme Court of Missouri", "court_citation_string": "Mo.", "court_id": "mo", "dateArgued": null, "dateFiled": "1938-12-20", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 3420421, "judge": "Lucas", "lexisCite": "", "meta": {"timestamp": "2024-06-21T21:20:35.455580Z", "date_created": "2016-07-05T22:33:22.160498Z", "score": {"bm25": 0.84639716}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [95991, 99237, 1502211, 1547304, 3524040, 3524788, 3528108, 3533750, 3534102, 3534107, 3537498, 3537861], "download_url": null, "id": 3521513, "joined_by_ids": [], "local_path": "/home/mlissner/columbia/opinions/missouri/court_opinions/documents/09d17f19ad113348.xml", "meta": {"timestamp": "2024-06-24T00:58:56.926855Z", "date_created": "2016-07-05T22:33:22.166294Z"}, "ordering_key": null, "per_curiam": false, "sha1": "9f54ba3e8858f73eda76ae23d5b9e5671a0e38f3", "snippet": "The plaintiff had judgment in the Circuit Court of Kansas City and the defendant appealed to the Kansas City Court of Appeals. The opinion of that court is reported in 115 S.W.2d 163. One of the judges of said court dissented and certified the cause to this court.\nPlaintiff was a farmer in Carroll County and the defendant was a contractor engaged in constructing dikes in the Missouri River pursuant to contracts made between the government and the defe", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "Appeal from Jackson Circuit Court. &#8212;  Hon. Daniel E. Bird, \nJudge.\n\nREVERSED AND REMANDED ( with directions ).", "procedural_history": "", "scdb_id": "", "sibling_ids": [3521513], "source": "ZU", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/3280281/miles-v-rosenthal/", "attorney": "Arnold Praeger for Appellants.\n\nSamuel A. Miller for Respondents.", "caseName": "Miles v. Rosenthal", "caseNameFull": "F. S. MILES Et Al., Appellants, v. BERNARD ROSENTHAL Et Al., Respondents", "citation": ["266 P. 320", "90 Cal. App. 390", "1928 Cal. App. LEXIS 37"], "citeCount": 7, "cluster_id": 3280281, "court": "California Court of Appeal", "court_citation_string": "Cal. Ct. App.", "court_id": "calctapp", "dateArgued": null, "dateFiled": "1928-03-26", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "Docket No. 3383.", "docket_id": 3152402, "judge": "Hart", "lexisCite": "", "meta": {"timestamp": "2024-06-21T19:10:02.539253Z", "date_created": "2016-07-05T16:52:00.589209Z", "score": {"bm25": 0.8461486}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 3278605, "joined_by_ids": [], "local_path": "/home/mlissner/columbia/opinions/california/court_of_appeal_opinions/documents/0af491822d9fe22c.xml", "meta": {"timestamp": "2024-06-23T23:35:46.538882Z", "date_created": "2016-07-05T16:52:00.596320Z"}, "ordering_key": null, "per_curiam": false, "sha1": "c93a85b8b73b8cf99c2c744594f0afea0f444383", "snippet": "[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 392 \nThis action was brought by the plaintiffs against the defendants for damages for an alleged libelous writing published by the latter concerning the former and involving an attack upon their character and reputation as real estate brokers.\nThe questions of fact were tried by a jury, who found for the defenda", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "APPEAL from a judgment of the Superior Court of Los Angeles County. Charles Monroe, Judge. Affirmed.\n\nThe facts are stated in the opinion of the court.", "procedural_history": "", "scdb_id": "", "sibling_ids": [3278605], "source": "ZU", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/5339416/watkins-v-mountain-home-co-operative-irrigation-co/", "attorney": "Sullivan & Sullivan and W. C.' Howie, for Appellant., E: M. Wolfe and Daniel McLaughlin, for Respondent.", "caseName": "Watkins v. Mountain Home Co-operative Irrigation Co.", "caseNameFull": "HARRY WATKINS v. THE MOUNTAIN HOME CO-OPERATIVE IRRIGATION COMPANY, a Corporation", "citation": ["33 Idaho 623", "197 P. 247", "1921 Ida. LEXIS 32"], "citeCount": 1, "cluster_id": 5339416, "court": "Idaho Supreme Court", "court_citation_string": "Idaho", "court_id": "idaho", "dateArgued": null, "dateFiled": "1921-04-02", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 61680600, "judge": "Bioe, Budge, Dunn, Lee, McCarthy", "lexisCite": "", "meta": {"timestamp": "2024-06-22T04:46:16.695109Z", "date_created": "2022-01-02T04:56:20.599043Z", "score": {"bm25": 0.84593356}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 5171516, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-24T12:40:46.921958Z", "date_created": "2022-01-02T04:56:20.618820Z"}, "ordering_key": null, "per_curiam": false, "sha1": "", "snippet": "\nLEE, J.\nThis is an action to recover damages alleged to have been caused by the failure of appellant to deliver water during the irrigation, season of 1914, in accordance with the terms of its water deed, which it executed to respondent. The complaint alleges that appellant is a corporation, doing an irrigation business in Elmore county, Idaho; that in January, 1913, respondent purchased from it a perpetual water right for fifty", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [5171516], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/2261731/shaw-v-hunt/", "attorney": "Robinson O. Everett, Durham, NC, for Ruth O. Shaw, Melvin G. Shimm, Robinson O. Everett, James M. Everett, Dorothy G. Bullock., R.A. Renfer, Asst. U.S. Atty., Raleigh, NC, for William P. Barr, John Dunne and amicus U.S., Edwin M. Speas, Jr., Tiare Bowe Smiley, State Attorney General’s Office, John R. McArthur, N.C. Dept, of Justice, Raleigh, NC, for James B. Hunt, Dennis A. Wicker, Daniel T. Blue, Jr., Rufus L. Edmisten, North Carolina State Bd. of Elections, Edward J. High, Jean H. Nelson, Larry Leake, Dorothy Presser, June K. Youngblood., Geraldine Sumter, Anita Sue Hodgkiss, James E. Ferguson, II, Ferguson, Stein, Wallas, Adkins, Gresham & Sumter, P.A., Charlotte, NC, for Ralph Gingles, Virginia Newell, George Simkins, N.A. Smith, Ron Leeper, Alfred Smallwood, Dr. Oscar Blanks, Rev. David Moore, Robert L. Davis, C.R. Ward, Jerry B. Adams, Jan Valder, Bernard Offerman, Jennifer McGovern, Charles Lam-berth, Ellen Emerson, Lavonia Allison, George Knight, Leto Copeley, Woody Connette, Roberta Waddle, William M. Hodges., Thomas A. Farr, Maupin, Taylor, Ellis & Adams, Raleigh, NC, for James Arthur “Art” Pope, Betty S. Justice, Doris Lail, Joyce Lawing, Nat Swanson, Rick Woodruff, J. Ralph Hixon, Audrey McBane, Sim A. Delapp, Jr., Richard S. Sahlie, Jack Hawke.", "caseName": "Shaw v. Hunt", "caseNameFull": "Ruth O. SHAW, Et Al., Plaintiffs, v. Governor James B. HUNT, Jr., Et Al., Defendants", "citation": ["861 F. Supp. 408", "1994 WL 457269"], "citeCount": 30, "cluster_id": 2261731, "court": "District Court, E.D. North Carolina", "court_citation_string": "E.D.N.C.", "court_id": "nced", "dateArgued": null, "dateFiled": "1994-08-22", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "92-202-CIV-5-BR", "docket_id": 2114843, "judge": "Phillips, Britt, Voorhees", "lexisCite": "", "meta": {"timestamp": "2024-06-21T10:10:48.661159Z", "date_created": "2015-12-18T17:43:38.112696Z", "score": {"bm25": 0.84557855}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 9746898, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2025-02-26T05:51:27.931455Z", "date_created": "2023-08-27T14:43:24.569076Z"}, "ordering_key": 1, "per_curiam": false, "sha1": "", "snippet": "\nAMENDED OPINION\nPHILLIPS, Senior Circuit Judge:\nThis action, brought by several white citizens and registered voters of the State of North Carolina against various state and federal officials, challenges the constitutionality of the congressional redistricting1 plan (the Plan) adopted by the North Carolina General Assembly following the 1990 decennial census.2</f", "type": "lead-opinion"}, {"author_id": 396, "cites": [85272, 101952, 104311, 104822, 106127, 106740, 106850, 107182, 107220, 107256, 107731, 107896, 108364, 108719, 108773, 108825, 108826, 108828, 108906, 109179, 109297, 109301, 109418, 109462, 109573, 109574, 109610, 109667, 109711, 109912, 109930, 110098, 110246, 110248, 110338, 110510, 110599, 110817, 110877, 110916, 110980, 111098, 111114, 111258, 111413, 111662, 111669, 111736, 111737, 111747, 111827, 111846, 112176, 112418, 112484, 112570, 112629, 112718, 112747, 112818, 112824, 112884, 112901, 112905, 117836, 117874, 117876, 672034, 1362704, 1369102, 1403250, 1444329, 1456062, 1478661, 1681073, 2081399, 2139464, 2247143], "download_url": null, "id": 2261731, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-23T16:48:37.804385Z", "date_created": "2013-10-30T08:55:12.898461Z"}, "ordering_key": null, "per_curiam": false, "sha1": "6a1aa5e09b35169892671306127df0b816cbb8fb", "snippet": "\n861 F.Supp. 408 (1994)\nRuth O. SHAW, et al., Plaintiffs,\nv.\nGovernor James B. HUNT, Jr., et al., Defendants.\nNo. 92-202-CIV-5-BR.\nUnited States District Court, E.D. North Carolina, Raleigh Division.\nAugust 22, 1994.\n*409 *410 *411 <span class=\"star-paginati", "type": "combined-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [2261731, 9746898, 9746899], "source": "LU", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/6680452/coca-cola-co-v-nehi-corp/", "attorney": "Hugh M. Morris and Daniel O. Hastings, (John A. Sibley, Marion Smith, and Joseph M. Collins, of Atlanta, Ga., and James H. Rogers, of Chicago, Ill., of counsel), for appellant., Robert H. Richards, Caleb S. Layton, of the firm of Richards, Layton & Finger (Theodore Kiendl and Ellis W. Leavenworth, both of New York City, C. L. Parker, of Washington, D.C., and Willis Battle, of Coumbus, Ga., of counsel, for appellee.", "caseName": "Coca-Cola Co. v. Nehi Corp.", "caseNameFull": "The Coca-Cola Company, a Corporation of the State of Delaware, Below v. Nehi Corporation, a Corporation of the State of Delaware, Below", "citation": ["27 Del. Ch. 318", "36 A.2d 156", "1944 Del. Ch. LEXIS 37"], "citeCount": 1, "cluster_id": 6680452, "court": "Supreme Court of Delaware", "court_citation_string": "Del.", "court_id": "del", "dateArgued": null, "dateFiled": "1944-01-04", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 63661055, "judge": "Layton", "lexisCite": "", "meta": {"timestamp": "2024-06-22T10:44:58.178841Z", "date_created": "2022-07-20T19:07:17.735878Z", "score": {"bm25": 0.84478784}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 6559544, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-24T21:45:00.893714Z", "date_created": "2022-07-20T19:07:17.743411Z"}, "ordering_key": null, "per_curiam": false, "sha1": "", "snippet": "\nLayton, Chief Justice,\ndelivering the opinion of the court:\nLong prior to 1886 the stimulating qualities of preparations made from leaves of the Coca, a South American shrub, and from the nut of the Cola tree, native to Africa, were well known to pharmacopolists. In or about that/ear individual predecessors of the complainant introduced to the public a non-alcoholic carbonated beverage of peculiar aroma and tas", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [6559544], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
