{"absolute_url": "/opinion/1436199/megdal-v-oregon-state-board-of-dental-examiners/", "attorney": "Donald W. McEwen, Portland, argued the cause and filed the brief for petitioner., Al J. Laue, Assistant Attorney General, Salem, argued the cause for respondent. With him on the brief were James A. Redden, Attorney General, and Walter L. Barrie, Solicitor General, Salem.", "caseName": "Megdal v. Oregon State Board of Dental Examiners", "caseNameFull": "MEGDAL, Petitioner, v. OREGON STATE BOARD OF DENTAL EXAMINERS, Respondent", "citation": ["586 P.2d 816", "37 Or. App. 219", "1978 Ore. App. LEXIS 2128"], "citeCount": 1, "cluster_id": 1436199, "court": "Court of Appeals of Oregon", "court_citation_string": "Or. Ct. App.", "court_id": "orctapp", "dateArgued": null, "dateFiled": "1978-11-21", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "CA 9772", "docket_id": 912314, "judge": "Schwab, Johnson, Gillette, Roberts", "lexisCite": "", "meta": {"timestamp": "2024-06-21T03:52:19.312882Z", "date_created": "2014-10-30T13:05:33.078114Z", "score": {"bm25": 1.7305721}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [106627, 1116668, 1125914, 1151843, 1156570, 1166165, 1176170, 1182247, 1184294, 1195520, 1213462, 1235493, 1237448, 1371017, 1387981, 1388281, 1433728, 3596902], "download_url": null, "id": 1436199, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-23T10:51:06.344160Z", "date_created": "2013-10-30T06:09:20.510217Z"}, "ordering_key": null, "per_curiam": false, "sha1": "8028649c9886d354d35aacf55e07b8603477e96f", "snippet": "\n586 P.2d 816 (1978)\n37 Or.App. 219\nPhilip MEGDAL, Petitioner,\nv.\nOREGON STATE BOARD OF DENTAL EXAMINERS, Respondent.\nCA 9772.\nCourt of Appeals of Oregon.\nArgued and Submitted June 23, 1978.\nDecided November 21, 1978.\nDonald W. McEwen, Portland, argued the cause and filed the brief for petitioner.\n<span class=\"star-pagi", "type": "combined-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [1436199, 9629728, 9629729], "source": "LU", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/88462/railway-co-v-whittons-administrator/", "attorney": "\nMr. T. A. Howe, for the plaintiff in error:\n, \nMr. J. A. Sleeper, contra.\n", "caseName": "Railway Co. v. Whitton's Administrator", "caseNameFull": "Railway Company v. Whitton’s Administrator", "citation": ["80 U.S. 270", "20 L. Ed. 571", "13 Wall. 270", "1871 U.S. LEXIS 1339"], "citeCount": 111, "cluster_id": 88462, "court": "Supreme Court of the United States", "court_citation_string": "SCOTUS", "court_id": "scotus", "dateArgued": null, "dateFiled": "1872-02-19", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 1813474, "judge": "Field", "lexisCite": "1871 U.S. LEXIS 1339", "meta": {"timestamp": "2024-06-20T18:07:25.285159Z", "date_created": "2014-12-21T09:26:03.732856Z", "score": {"bm25": 1.7304963}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": 1050, "cites": [87466], "download_url": null, "id": 88462, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-23T02:52:33.345417Z", "date_created": "2010-04-28T16:01:40Z"}, "ordering_key": null, "per_curiam": false, "sha1": "3a1821ecc7dc6164b02e320e302425c107e2d586", "snippet": "\n80 U.S. 270 (____)\n13 Wall. 270\nRAILWAY COMPANY\nv.\nWHITTON'S ADMINISTRATOR.\nSupreme Court of United States.\n\n*279 Mr. T.A. Howe, for the plaintiff in error.\nMr. J.A. Sleeper, contra.\n*282 *283 Mr. Justice FIELD, having stated the case, ", "type": "combined-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "1871-097", "sibling_ids": [88462], "source": "LRU", "status": "Published", "suitNature": "", "syllabus": "<p>1. Although a corporation, being an artificial body created by legislative power, is not a citizen, within several provisions of the Constitution; yet where rights of action are to be enforced by or against a corporation, it will be considered as a citizen of the State where it was created, within the clause extending the judicial power of the United States to controversies between citizens of different States.</p> <p>2. \"Where a corporation is created by the laws of a State, it is, in suits brought in a Federal court in that State, to be considered as a citizen . of such State, whatever its status or citizenship may be elsewhere by the legislation of other States.</p> <p>3. A statute of Wisconsin provides that “ whenever the death of a person shall be caused by a wrongful act, neglect, or default, and the act, neglect, or default is such as would (if death had not ensued) have entitled the party injured to maintain an action and recover damages in respect thereof, then, and in every such case, the person who, or the corporation which, would have been liable, if death had not ensued, shall be liable to an action for damages, notwithstanding the death of the person injured ; provided, that such action shall be brought for a death caused in this State, and in some court established by the constitution and laws of the same.” Held., that the proviso requiring the action to be brought in a court of the State does not prevent a non-resident plaintiff from removing the action, under the act of Congress of March 2d, 1867, to a Federal court and maintaining it there.</p> <p>4. Whenever a general rule as to property or personal rights, or injuries to either, is established by State legislation, its enforcement by a Federal court in a case between proper parties is a matter of course, and the jurisdiction of the court in such case is not subject to State limitation.</p> <p>5. The act of March 2d, 1867, amending the act of July 27th, 1866, “.for the removal of causes in certain cases from State courts,” by which amendatory act it is provided that in suits then pending, or which might be subsequently brought in a State court, “in which there is a controversy between a citizen of the State in which the suit is brought and a citizen of another State, and the matter in dispute exceeds the sum of five hundred dollars, exclusive of costs,” the suit may be removed to a Federal court upon petition of the non-resident party, whether plaintiff or defendant, nt any time before final hearing or trial, upon making and filing in the State court “ an affidavit stating that he has reason to and does believe that, from prejudice or local influence, he will not be able to obtain justice in such State court,” is constitutional and valid.</p> <p>6. The judicial power of the United States extending by the Constitution to controversies between citizens of different States, as well as to cases arising under the Constitution, treaties, and laws of the United States, the manner and conditions upon which that power shall be exercised, except as the original or appellate character of the jurisdiction is specially designated in the Constitution, are mere matters of legislative discretion.</p> <p>7. 11 is not error for a court to refuse to give an extended series of instructions, though some of them may be correct in the propositions of law which they present, if the law arising upon the evidence is given by the court with such fulness as to guide correctly the jury in its findings; nor is a judgment to be set aside because the charge of the court may be open to some verbal criticisms in particulars considered apart by themselves, which could not when taken with the rest of the charge have misled a jury of ordinary intelligence.</p> <p>8. The respective obligations of railway companies running locomotives through cities, and of persons crossing the tracks in such places.</p>"}
{"absolute_url": "/opinion/1445017/menendez-v-paddock-pool-construction-co/", "attorney": "Paul G. Ulrich, P.C. by Paul G. Ulrich and Nancy C. Thompson and Tod F. Schleier, P.C. by Tod F. Schleier and Sheldon J. Schlesinger, P.A. by Sheldon J. Schlesinger, Phoenix, and Robert W. Kelly, Fort Lauderdale, for appellants., Bonnett, Fairboum & Friedman, P.C. by William G. Fairboum, Andrew S. Friedman, Robert J. Spurlock, Phoenix, for appellees Paddock Pool Const. Co. and Paddock Pool Engineering Corp., Gallagher & Kennedy, P.A. by John E. Lundin, E. Calvin Fuchs, R. Lynne Goggans, Phoenix, for appellees American Continental Corp. and Larry C. Fischer.", "caseName": "Menendez v. Paddock Pool Construction Co.", "caseNameFull": "Luis MENENDEZ, and Michele Menendez, Husband and Wife; Angela Marie Menendez, a Minor, Amanda Elizabeth Menendez, a Minor, and Nichole Andrea Menendez, a Minor, by and Through Michele Menendez, Guardian Ad Litem, Plaintiffs-Appellants, v. PADDOCK POOL CONSTRUCTION CO., an Arizona Corporation; Paddock Pool Engineering Corporation, an Arizona Corporation; American Continental Corporation, an Ohio Corporation; Continental Homes, Inc., an Ohio Corporation; Continental Homes, Inc., an Arizona Corporation; Continental Homes of Arizona; American Continental Homes, Inc., an Ohio Corporation; Larry C. Fischer, Defendants-Appellees", "citation": ["836 P.2d 968", "172 Ariz. 258", "101 Ariz. Adv. Rep. 56", "1991 Ariz. App. LEXIS 326"], "citeCount": 22, "cluster_id": 1445017, "court": "Court of Appeals of Arizona", "court_citation_string": "Ariz. Ct. App.", "court_id": "arizctapp", "dateArgued": null, "dateFiled": "1991-12-10", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "1 CA-CV 88-296", "docket_id": 1002936, "judge": "Eubank, Kleinschmidt, Taylor", "lexisCite": "", "meta": {"timestamp": "2024-06-21T03:55:13.325176Z", "date_created": "2015-11-05T15:14:57.752224Z", "score": {"bm25": 1.7302412}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": 6249, "cites": [880519, 1116232, 1118936, 1136191, 1147122, 1151202, 1154352, 1170838, 1174075, 1194383, 1201048, 1204065, 1206853, 1217078, 1226935, 1247927, 1282556, 1283513, 1293038, 1312775, 1348988, 1351151, 1352440, 1352855, 1365677, 1369738, 1389415, 1389582, 1391102, 1418018, 1421744, 1455687, 1456566, 1468460, 1495579, 1654782, 1657921, 1660135, 1707072, 1954068, 2029575, 2045412, 2048355, 2124431, 2128198, 2131767, 2148893, 2149904, 2167101, 2383904, 2402505, 2429891, 2606193, 2610037, 2616936, 3775012, 5799091], "download_url": null, "id": 1445017, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-23T10:55:03.663270Z", "date_created": "2013-10-30T06:11:38.769608Z"}, "ordering_key": null, "per_curiam": false, "sha1": "a44b06ef9a72e94a82c3c9f75f136dd8ca7ef454", "snippet": "\n172 Ariz. 258 (1991)\n836 P.2d 968\nLuis MENENDEZ, and Michele Menendez, husband and wife; Angela Marie Menendez, a minor, Amanda Elizabeth Menendez, a minor, and Nichole Andrea Menendez, a minor, By and Through Michele Menendez, Guardian Ad Litem, Plaintiffs-Appellants,\nv.\nPADDOCK POOL CONSTRUCTION CO., an Arizona corporation; Paddock Pool Engineering Corporation, an Arizona corporation; American Continental Corporation, an", "type": "combined-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [1445017], "source": "LU", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/771170/knevelbaard-dairies-a-general-partnership-consisting-of-john-knevelbaard/", "attorney": "", "caseName": "Knevelbaard Dairies, a General Partnership Consisting of John Knevelbaard and Sam Knevelbaard, General Partners v. Kraft Foods, Inc., a Delaware Corporation Alpine Lace Brands, Inc., a Delaware Corporation Borden, Inc., a New Jersey Corporation the National Cheese Exchange, a Wisconsin Corporation", "caseNameFull": "Knevelbaard Dairies, a General Partnership Consisting of John Knevelbaard and Sam Knevelbaard, General Partners v. Kraft Foods, Inc., a Delaware Corporation Alpine Lace Brands, Inc., a Delaware Corporation Borden, Inc., a New Jersey Corporation the National Cheese Exchange, a Wisconsin Corporation", "citation": ["232 F.3d 979", "2000 Cal. Daily Op. Serv. 9480", "2000 U.S. App. LEXIS 30164"], "citeCount": 80, "cluster_id": 771170, "court": "Court of Appeals for the Ninth Circuit", "court_citation_string": "9th Cir.", "court_id": "ca9", "dateArgued": null, "dateFiled": "2000-12-01", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "99-55327", "docket_id": 1065108, "judge": "", "lexisCite": "2000 Cal. Daily Op. Serv. 9480", "meta": {"timestamp": "2024-06-21T00:10:34.541532Z", "date_created": "2015-10-22T19:20:36.682767Z", "score": {"bm25": 1.7300718}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [100052, 101026, 103352, 104554, 105573, 105646, 105663, 106452, 109586, 109680, 109896, 110053, 110269, 110747, 110831, 111239, 111620, 111674, 112245, 112356, 112425, 117856, 118149, 118252, 256841, 256899, 270637, 295153, 305485, 330095, 377941, 381007, 409622, 414498, 420758, 440190, 442018, 458587, 462529, 479003, 480391, 484913, 489314, 493965, 508244, 512031, 521935, 544269, 557428, 583630, 656599, 672346, 728958, 733332, 741139, 751397, 751897, 755398, 765184, 766079, 767677, 1122892, 1123820, 1158689, 1166536, 1172318, 1185357, 1301891, 1312425, 1346729, 1350974, 1359010, 1515794, 1545477, 1964304, 1974157, 2125519, 2410349, 2575419], "download_url": "http://bulk.resource.org/courts.gov/c/F3/232/232.F3d.979.99-55327.html", "id": 771170, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-23T06:55:58.087388Z", "date_created": "2012-04-18T10:46:48Z"}, "ordering_key": null, "per_curiam": false, "sha1": "7033084a1281ceea2b37b39f4f33ddbfc6a4d00d", "snippet": "232 F.3d 979 (9th Cir. 2000)\n    KNEVELBAARD DAIRIES, a general partnership consisting of JOHN KNEVELBAARD and SAM KNEVELBAARD, general partners, Plaintiffs-Appellants,v.KRAFT FOODS, INC., a Delaware corporation; ALPINE LACE BRANDS, INC., a Delaware corporation; BORDEN, INC., a New Jersey corporation; the NATIONAL CHEESE EXCHANGE, a Wisconsin corporation, Defendants-Appellees.\n    No. 99-55327\n    UNIT", "type": "combined-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [771170], "source": "R", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/1376678/united-states-v-rmi-co/", "attorney": "Frank N. Bentkover, Special Trial Section, Antitrust Div., Justice Dept., Washington, D. C., for plaintiff., James P. Markle, Pittsburgh, Pa., Robert A. Bicks, James J. Sabella, Breed, Abbott & Morgan, Haliburton Fales, II, Richard J. Holwell, White & Case, New York City, for RMI Co.", "caseName": "United States v. RMI Co.", "caseNameFull": "UNITED STATES of America v. RMI COMPANY, Crucible, Inc., Lawrence Aviation Industries, Inc., Martin Marietta Aluminum, Inc., J. William Price, Jr., Andrew N. Eshman, Robert E. Thomas, Gerald Cohen and George Herman", "citation": ["467 F. Supp. 915", "1979 U.S. Dist. LEXIS 13800"], "citeCount": 8, "cluster_id": 1376678, "court": "District Court, W.D. Pennsylvania", "court_citation_string": "W.D. Pa.", "court_id": "pawd", "dateArgued": null, "dateFiled": "1979-03-14", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "Crim. A. 78-225", "docket_id": 809950, "judge": "Snyder", "lexisCite": "1979 U.S. Dist. LEXIS 13800", "meta": {"timestamp": "2024-06-21T03:31:04.356237Z", "date_created": "2014-10-30T12:24:02.105806Z", "score": {"bm25": 1.729368}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": 3036, "cites": [103050, 108137, 109118, 284681, 306833, 310864, 313393, 322462, 336198, 349549, 353185, 358569, 1549435, 2178607, 2347371, 2384729], "download_url": null, "id": 1376678, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-23T10:25:27.932868Z", "date_created": "2013-10-30T05:51:43.629861Z"}, "ordering_key": null, "per_curiam": false, "sha1": "ed98ec0bc847808c8145058f1cab309cc92552d9", "snippet": "\n467 F.Supp. 915 (1979)\nUNITED STATES of America\nv.\nRMI COMPANY, Crucible, Inc., Lawrence Aviation Industries, Inc., Martin Marietta Aluminum, Inc., J. William Price, Jr., Andrew N. Eshman, Robert E. Thomas, Gerald Cohen and George Herman.\nCrim. A. No. 78-225.\nUnited States District Court, W. D. Pennsylvania.\nMarch 14, 1979.\n*916 ", "type": "combined-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [1376678], "source": "LU", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/8715804/in-re-wellpoint-inc-out-of-network-ucr-rates-litigation/", "attorney": "Christopher M. Burke, Kristen Marie Anderson, Scott & Scott LLP, Los Angeles, CA, Christopher A. Seeger, Stephen A. Weiss, Diogenes Kekatos, James A. O’Brien, III, Seeger Weiss LLP, Joseph P. Guglielmo, Scott & Scott LLP, New York, NY, James Robert Hail, John A. Lowther, IV, William James Doyle, II, Doyle Lowther LLP, Michael C. Eyerly, Scott & Scott LLP, San Diego, CA, Andrew S. Friedman, Bonnett Fairbourn Friedman & Balint PC, Phoenix, AZ, Raymond Paul Boucher, Kiesel Boucher & Larson LLP, Beverly Hills, CA, Amanda F. Lawrence, Scott & Scott LLP, Colchester, CT, for Michael Roberts., Lisa M. Burger, Mark N. Todzo, Lexington Law Group LLP, San Francisco, CA, Andrew S. Friedman, Bonnett Fairbourn Friedman & Balint PC, Phoenix, AZ, Michael C. Eyerly, Scott & Scott LLP, San Diego, CA, Raymond Paul Boucher, Kiesel Boucher & Larson LLP, Beverly Hills, CA, Amanda F. Lawrence, Scott & Scott LLP, Colchester, CT, for J.B.W. a Minor., Artin Gholian, Brian S. Kabateek, Helen E. Zukin, Joshua H. Haffner, Kabeteck Kellner LLP, Los Angeles, CA, D. Brian Hufford, Robert J. Axelrod, Susan J. Weiswasser, Pomerantz Haudek Block Grossman And Gross LLP, Edith M. Kallas, Joe R. Whatley, Jr. Whatley Drake & Kallas LLC, New York, NY, Raymond Paul Boucher, Kiesel Boucher & Larson LLP, Beverly Hills, CA, Richard L. Kellner, Kabateek Brown Kellner LLP, Los Angeles, CA, W. Tucker Brown, Whatley Drake & Kallas LLC, Birmingham, AL, Andrew S. Friedman, Bonnett Fairbourn Friedman & Balint PC, Phoenix, AZ, Martha J. Fessenden, Doffermyre Shields Canfield & Knowles, LLC, Atlanta, GA, Amanda F. Lawrence, Scott & Scott LLP, Colchester, CT, for American Medical Association/California Medical Association/Medical Association of Georgia/Connecticut State Medical Society/North Carolina Medical Society., Christopher P. Ridout, Ridout & Lyon LLP; Long Beach, CA, David M. Stern-field, Law Offices Of David M Sternfield LLC, Eric D. Freed, George K. Lang, Jeffrey A. Leon, Freed & Weiss LLC, Chicago, IL, Devon Marie Lyon, Ridout & Lyon LLP, Long Beach, CA, Richard J. Burke, Richard J. Burke LLC, St. Louis, MO, for S. Higashi., Ellen M. Doyle, Joseph N. Kravec, Jr., William T. Payne, Stember Feinstein Doyle & Payne LLC, Pittsburgh, PA, Janet Lindner Spielberg, Janet L. Spielberg Law Offices, Los Angeles, CA, Maury A. Herman, Stephen J. Herman, Herman Gerell LLP, Atlanta, CA, for North Peninsula Surgical Center, L.P. et al., Barbara G. Quackenbos, Barry M. Epstein, Kevin P. Roddy, Wilentz Goldman & Spitzer PA, Woodbridge, NJ, Donald E. Haviland, Jr., Haviland Hughes LLC, Philadelphia, PA, Andrew S. Friedman, Bonnett Fairbourn Friedman & Balint PC, Phoenix, AZ, Michael C. Eyerly, Scott & Scott LLP, San Diego, CA, Raymond Paul Boucher, Kiesel Boucher & Larson LLP, Beverly Hills, CA, Amanda F. Lawrence, Scott & Scott LLP, Colchester, CT, for Darryl Samsell., Brent Johnson, Kit A. Pierson, Cohen Milstein Sellers & Toll PLLC, Washington, DC, Robert J. Rohrberger, Pox Rothschild LLP, Roseland, NJ, for V. O’Brien., Michael D. Braun, Braun Law Group PC, Los Angeles, CA, for Michael Pariser., Richard B. Brualdi, Brualdi Law Firm Sue Lee, The Brualdi Law Firm, New York, NY, for H. Bernard., Elaine A. Ryan, Bonnett Fairbourn Friedman & Balint PC, Phoenix, AZ, Tonna Kaye Farrar, Bonnett Fairbourn Friedman & Balint PC, San Diego, CA, for American Podiatric Medical Assoeiation/California Chiropractic Association/California Psychological Association/Dr. James Peck Psy.D., Medical Association of Georgia, pro se., Ivy Seigle-Epstein, pro se., Stephanie Higashi, pro se.", "caseName": "In re WellPoint, Inc. Out-of-Network \"UCR\" Rates Litigation", "caseNameFull": "In re WELLPOINT, INC. OUT-OF-NETWORK \"UCR\" RATES LITIGATION", "citation": ["865 F. Supp. 2d 1002", "52 Employee Benefits Cas. (BNA) 1371", "2011 U.S. Dist. LEXIS 89512", "2011 WL 3555610"], "citeCount": 21, "cluster_id": 8715804, "court": "District Court, C.D. California", "court_citation_string": "C.D. Cal.", "court_id": "cacd", "dateArgued": null, "dateFiled": "2011-08-11", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "No. MDL 09-2074 PSG (FFMx)", "docket_id": 65981719, "judge": "Gutierrez", "lexisCite": "2011 U.S. Dist. LEXIS 89512", "meta": {"timestamp": "2024-06-22T21:06:41.901623Z", "date_created": "2022-11-26T05:21:32.463825Z", "score": {"bm25": 1.7291281}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [1432, 1740, 2498, 104272, 109301, 109462, 109703, 109931, 110027, 110529, 110654, 110752, 110772, 111239, 111258, 111508, 111858, 112323, 112747, 112825, 112826, 112880, 118008, 118375, 136991, 145675, 145701, 145730, 145799, 145833, 145864, 145875, 173369, 219413, 313437, 381455, 524097, 552351, 582588, 592218, 697364, 728958, 769346, 770194, 776405, 777147, 781343, 782922, 783574, 796900, 797760, 1189870, 1208595, 1271965, 1358830, 1361344, 1381305, 1433887, 1443251, 1450049, 1629795, 1679560, 1801796, 2145880, 2241313, 2253130, 2268641, 2372394, 2377494, 2385840, 2409108, 2469946, 2475767, 2517073, 2564309, 2584692, 3031883, 5452558, 5664795, 6068622, 6983274, 6985392, 6989470, 8408574, 8408575, 8408936, 8435614, 8911160, 8948647, 8955351, 8959882, 8969701, 8973999, 9427464, 9435437, 9685293], "download_url": null, "id": 8698997, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-25T04:47:19.485943Z", "date_created": "2022-11-26T05:21:32.476117Z"}, "ordering_key": null, "per_curiam": false, "sha1": "", "snippet": "\nProceedings: (In Chambers) Order Granting in Part and Denying in Part Defendants WellPoint, Inc., United HealthGroup, Inc., and Inge-nix, Inc.’s Motions to Dismiss\nPHILIP S. GUTIERREZ, District Judge.\nPending before the Court are Defendants WellPoint, Inc., United HealthGroup, Inc., and Ingenix, Inc.’s Motions to Dismiss the Second Amended MultiDistrict Litigation Complaint. The Court heard argument on", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [8698997], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/2244017/california-family-bioethics-council-llc-v-california-institute-for/", "attorney": "Counsel, Llewellyn Spann and David L. Llewellyn, Jr., for Plaintiff and Appellant California Family Bioethics Council., Life Legal Defense Foundation, Dana Cody, Catherine W. Short, Robert M. Taylor and Terry L. Thompson for Plaintiffs and Appellants People’s Advocate and the National Tax Limitation Foundation., Bill Lockyer and Edmund G. Brown, Jr., Attorneys General, Robert Anderson, Chief Deputy Attorney General, Tom Greene and James M. Humes, Chief Assistant Attorneys General, Leslie Lopez and Tamar Pachter, Deputy Attorneys General, for Defendants and Respondents.., Munger, Tolles & Olson, O’Malley M. Miller, Michael R. Doyen, Mark H. Epstein and Paul J. Watford for California Institute of Technology, Keck Graduate Institute, The Board of Trustees of the Leland Stanford Junior University, University of Southern California, Burnham Institute for Medical Research, Children’s Hospital Los Angeles, Children’s Hospital and Research Center Oakland, Cedars-Sinai Medical Center, City of Hope, Salk Institute for Biological Studies, Alliance for Aging Research, Alliance for Stem Cell Research, ALS Association, Alzheimer’s Association California Council, Cancer Research & Prevention Foundation, Christopher Reeve Foundation, Cystic Fibrosis Research, Inc., Elizabeth Glaser Pediatric AIDS Foundation, Juvenile Diabetes Research Foundation, The Leukemia & Lymphoma Society, Michael J. Fox Foundation for Parkinson’s Research, National Brain Tumor Foundation, National Multiple Sclerosis Society, Parkinson’s Action Network, San Francisco AIDS Foundation, Southern California Biomedical Council and Dr. Paul Berg as Amici Curiae on behalf of Defendants and Respondents.", "caseName": "California Family Bioethics Council, LLC v. California Institute for Regenerative Medicine", "caseNameFull": "CALIFORNIA FAMILY BIOETHICS COUNCIL, LLC, Plaintiff and Appellant, v. CALIFORNIA INSTITUTE FOR REGENERATIVE MEDICINE Et Al., Defendants and Respondents; PEOPLE’S ADVOCATE Et Al., Plaintiffs and Appellants, v. INDEPENDENT CITIZEN’S OVERSIGHT COMMITTEE Et Al., Defendants and Respondents", "citation": ["55 Cal. Rptr. 3d 272", "147 Cal. App. 4th 1319"], "citeCount": 4, "cluster_id": 2244017, "court": "California Court of Appeal", "court_citation_string": "Cal. Ct. App.", "court_id": "calctapp", "dateArgued": null, "dateFiled": "2007-02-26", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "A114195, A114282", "docket_id": 2094129, "judge": "Pollak", "lexisCite": "", "meta": {"timestamp": "2024-06-21T10:01:03.815183Z", "date_created": "2014-10-30T21:51:54.779114Z", "score": {"bm25": 1.7288067}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [1163469, 1196251, 1290435, 1347356, 1355775, 1362793, 1368768, 1430455, 2111873, 2112551, 2117419, 2141237, 2142499, 2167133, 2244717, 2248089, 2261062, 2268493, 2273294, 2273571, 2287478, 2294792, 2302635, 2524742, 2600810, 3280589, 3299716], "download_url": null, "id": 2244017, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-23T16:40:34.774589Z", "date_created": "2013-10-30T08:49:48.229323Z"}, "ordering_key": null, "per_curiam": false, "sha1": "4cd7184e96c6d11b59c27f6742c775abeb4b46ac", "snippet": "\n55 Cal.Rptr.3d 272 (2007)\n147 Cal.App.4th 1319\nCALIFORNIA FAMILY BIOETHICS COUNCIL, Plaintiff and Appellant,\nv.\nCALIFORNIA INSTITUTE FOR REGENERATIVE MEDICINE et al., Defendants and Respondents.\nPeople's Advocate et al., Plaintiffs and Appellants,\nv.\nIndependent Citizen's Oversight Committee et al., Defendants and Respondents.\nNos. A114195, A114282.\nCourt of Appeal o", "type": "combined-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [2244017], "source": "LU", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/6768946/halter-marine-inc-v-united-states/", "attorney": "David S. Bland, King, LeBlanc & Bland, L.L.P., New Orleans, LA, for plaintiff. James Noe, King, LeBlanc & Bland, L.L.P., New Orleans, LA, of counsel., Patrick J. Mercurio and Thomas Koger, Trial Attorneys, David M. Cohen, Director, and Bryant G. Snee, Assistant Director, United States Department of Justice, Civil Division, Commercial Litigation, Washington, D.C., for defendant. Keith Moore-Erickson, United States Coast Guard, of counsel., Robert A. Mangrum, Winston & Strawn, Washington, D.C., for defendant-intervenor. Scott A. Schipma, Winston & Strawn, Washington, D.C., of counsel.", "caseName": "Halter Marine, Inc. v. United States", "caseNameFull": "HALTER MARINE, INC. v. UNITED STATES, and Marinette Marine Corp., Defendant-Intervenor", "citation": ["56 Fed. Cl. 144", "2003 U.S. Claims LEXIS 80", "2003 WL 1868997"], "citeCount": 1, "cluster_id": 6768946, "court": "United States Court of Federal Claims", "court_citation_string": "Fed. Cl.", "court_id": "uscfc", "dateArgued": null, "dateFiled": "2003-04-07", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "No. 02-105C", "docket_id": 63750152, "judge": "Horn", "lexisCite": "", "meta": {"timestamp": "2024-06-22T11:09:17.972836Z", "date_created": "2022-07-20T20:54:53.984825Z", "score": {"bm25": 1.7284623}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 6651761, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-24T22:12:31.711191Z", "date_created": "2022-07-20T20:54:54.003447Z"}, "ordering_key": null, "per_curiam": false, "sha1": "", "snippet": "\nOPINION\nHORN, Judge.\nThe plaintiff, Halter Marine, Inc. (Halter) filed a post-award bid protest complaint seeking to set aside the award of a contract by the United States Coast Guard (Coast Guard) to the defendant-intervenor, Mari-nette Marine Corporation (Marinette), for a multi-mission Great Lakes Ice Breaker (GLIB). The solicitation for the contract sought the procurement of a multi-purpose vessel tha", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [6651761], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/8911942/united-states-v-haddon-haciendas-co/", "attorney": "Lawrence M. Schulner and Harland W. Braun, Los Angeles, Cal., for defendants-appellants., Donald J. Merriman, Asst. U. S. Atty., Los Angeles, Cal., for plaintiff-appellee.", "caseName": "United States v. Haddon Haciendas Co.", "caseNameFull": "United States v. HADDON HACIENDAS COMPANY, a limited partnership, Arnold G. Rudoff, UNITED STATES of America v. HADDON HACIENDAS COMPANY, a limited partnership, Alan M. Nahum", "citation": ["541 F.2d 777"], "citeCount": 2, "cluster_id": 8911942, "court": "Court of Appeals for the Ninth Circuit", "court_citation_string": "9th Cir.", "court_id": "ca9", "dateArgued": null, "dateFiled": "1976-05-25", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "Nos. 74-1209, 74-1188", "docket_id": 66178143, "judge": "Fitzgerald, Kennedy, Wallace", "lexisCite": "", "meta": {"timestamp": "2024-06-22T22:22:41.084201Z", "date_created": "2022-11-27T00:52:38.222806Z", "score": {"bm25": 1.728246}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [103794, 107139, 107901, 248514, 255548, 272631, 289818, 294987, 324814, 330513, 1126148, 1128781, 1161136, 1411285, 1415556], "download_url": null, "id": 8899760, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-25T05:30:40.709422Z", "date_created": "2022-11-27T00:52:38.229082Z"}, "ordering_key": null, "per_curiam": false, "sha1": "", "snippet": "\nWALLACE, Circuit Judge:\nThe United States, on behalf of the Secretary of Housing and Urban Development, filed suit against Haddon Haciendas Company (Haddon), a limited partnership, to foreclose a note and deed of trust insured under the National Housing Act (NHA). The district court entered a judgment of foreclosure and order for sale in August 1971. In October 1971, the United States joined certain parties including appella", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [8899760], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/1559776/caliguire-v-city-of-union-city/", "attorney": "", "caseName": "Caliguire v. City of Union City", "caseNameFull": "", "citation": ["249 A.2d 603", "104 N.J. Super. 210"], "citeCount": 9, "cluster_id": 1559776, "court": "New Jersey Superior Court Appellate Division", "court_citation_string": "N.J. Super. Ct. App. Div.", "court_id": "njsuperctappdiv", "dateArgued": null, "dateFiled": "1967-11-09", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": null, "docket_id": 1640103, "judge": "Judges Conford, Collester and Labrecque", "lexisCite": "", "meta": {"timestamp": "2024-06-21T04:38:41.198801Z", "date_created": "2014-10-30T18:19:32.228587Z", "score": {"bm25": 1.7281781}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [1466611, 1496456, 1503986, 1994935, 2097204, 2317972], "download_url": null, "id": 1559776, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-23T11:44:19.765034Z", "date_created": "2013-10-30T06:46:18.992161Z"}, "ordering_key": null, "per_curiam": false, "sha1": "53115282b35c781d1c0c05deffb980099956eaa2", "snippet": "\n104 N.J. Super. 210 (1967)\n249 A.2d 603\nHAROLD CALIGUIRE AS ADMINISTRATOR AD PROSEQUENDUM FOR THE ESTATE OF VINCENT CALIGUIRE AND HAROLD CALIGUIRE, INDIVIDUALLY, PLAINTIFF-APPELLANT,\nv.\nCITY OF UNION CITY IN THE COUNTY OF HUDSON, A MUNICIPAL CORPORATION OF THE STATE OF NEW JERSEY, DEFENDANT-RESPONDENT.\nSuperior Court of New Jersey, Appellate Division.\nArgued September 18", "type": "combined-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [1559776], "source": "L", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/769630/planned-parenthood-of-central-new-jersey-herbert-holmes-md-david/", "attorney": "", "caseName": "Planned Parenthood of Central New Jersey Herbert Holmes, M.D. David Wallace, M.D. Gerson Weiss, M.D. On Behalf of Themselves and Their Patients v. John Farmer, Jr. , Attorney General of the State of New Jersey, in His Official Capacity, and His Successors in Office New Jersey Board of Medical Examiners, and Their Successors in Office Christine Grant , Commissioner of the Department of Health and Senior Services, in Her Official Capacity, and Her Successors in Office New Jersey Legislature, by and Through Donald T. Difrancesco, in His Official Capacity as President of the New Jersey Senate, and Jack Collins, in His Official Capacity as Speaker of the New Jersey Assembly, and as the Representative of the New Jersey Assembly (Intervenors in d.c.)", "caseNameFull": "Planned Parenthood of Central New Jersey Herbert Holmes, M.D. David Wallace, M.D. Gerson Weiss, M.D. On Behalf of Themselves and Their Patients v. John Farmer, Jr. , Attorney General of the State of New Jersey, in His Official Capacity, and His Successors in Office New Jersey Board of Medical Examiners, and Their Successors in Office Christine Grant , Commissioner of the Department of Health and Senior Services, in Her Official Capacity, and Her Successors in Office New Jersey Legislature, by and Through Donald T. Difrancesco, in His Official Capacity as President of the New Jersey Senate, and Jack Collins, in His Official Capacity as Speaker of the New Jersey Assembly, and as the Representative of the New Jersey Assembly (Intervenors in d.c.)", "citation": ["220 F.3d 127"], "citeCount": 70, "cluster_id": 769630, "court": "Court of Appeals for the Third Circuit", "court_citation_string": "3rd Cir.", "court_id": "ca3", "dateArgued": null, "dateFiled": "2000-07-26", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "99-5042", "docket_id": 722679, "judge": "", "lexisCite": "", "meta": {"timestamp": "2024-06-21T00:09:37.186677Z", "date_created": "2015-10-14T01:05:28.749391Z", "score": {"bm25": 1.7270831}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [85330, 103481, 106837, 107033, 107451, 107553, 108598, 108713, 108714, 109016, 109405, 109530, 109531, 109606, 109966, 110099, 110661, 111891, 111919, 111985, 112258, 112302, 112330, 112786, 112884, 118147, 118299, 118387, 569107, 661469, 665992, 702514, 716733, 718737, 731289, 738528, 748608, 759722, 760807, 764901, 766281, 766319, 766605, 766650, 1951993, 2376509, 2400136, 2411723, 2423131, 2489068, 2531981, 2620886], "download_url": "http://bulk.resource.org/courts.gov/c/F3/220/220.F3d.127.99-5272.99-5042.html", "id": 769630, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-23T06:55:14.534163Z", "date_created": "2012-04-18T10:03:46Z"}, "ordering_key": null, "per_curiam": false, "sha1": "2530be4a98607da996b4c2f9f01536f03b6a205f", "snippet": "220 F.3d 127 (3rd Cir. 2000)\n    PLANNED PARENTHOOD OF CENTRAL NEW JERSEY; HERBERT HOLMES, M.D.; DAVID WALLACE, M.D.; GERSON WEISS, M.D.; ON BEHALF OF THEMSELVES AND THEIR PATIENTSv.JOHN FARMER, JR.*, ATTORNEY GENERAL OF THE STATE OF NEW JERSEY, IN HIS OFFICIAL CAPACITY, AND HIS SUCCESSORS IN OFFICE; NEW JERSEY BOARD OF MEDICAL EXAMINERS, AND THEIR SUCCESSORS IN OFFICE; CHRISTINE GRANT<su", "type": "combined-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [769630], "source": "R", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/771341/groome-resources-ltd-llc-united-states-of-america-intervenor-v-parish/", "attorney": "Laurie Peller, David Holman Williams (argued), Peller & Williams, New Orleans, LA, for Plaintiff-Appellee., Linda Frances Thome (argued), Jessica Dunsay Silver, U.S. Dept, of Justice, Appellate Section, Civil Rights Div., Washington, DC, for Intervenor., Harry A. Rosenberg (argued), Mark LeRay McNamara, Phelps Dunbar, New Orleans, LA, for Defendant-Appellant.", "caseName": "Groome Resources Ltd, Llc, United States of America, Intervenor v. Parish of Jefferson", "caseNameFull": "GROOME RESOURCES LTD., L.L.C., Plaintiff-Appellee, United States of America, Intervenor, v. PARISH OF JEFFERSON, Defendant-Appellant", "citation": ["234 F.3d 192", "2000 U.S. App. LEXIS 29512", "2000 WL 1724989"], "citeCount": 90, "cluster_id": 771341, "court": "Court of Appeals for the Fifth Circuit", "court_citation_string": "5th Cir.", "court_id": "ca5", "dateArgued": null, "dateFiled": "2000-11-20", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "99-30776", "docket_id": 807644, "judge": "King, Garza, Parker", "lexisCite": "2000 U.S. App. LEXIS 29512", "meta": {"timestamp": "2024-06-21T00:10:40.229039Z", "date_created": "2015-12-18T01:53:12.757224Z", "score": {"bm25": 1.7270095}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [8612, 12683, 17671, 18056, 20121, 97460, 98232, 100934, 102804, 103442, 103716, 104652, 106951, 107450, 107451, 107734, 108326, 108598, 109269, 109498, 109606, 109670, 110104, 110166, 110517, 111443, 111507, 117927, 118363, 118370, 430654, 471318, 584074, 600381, 696240, 713080, 722381, 731244, 734145, 737414, 740422, 741875, 746237, 746244, 760815, 762771, 766009, 768942, 770377, 1625870, 2620886], "download_url": "http://bulk.resource.org/courts.gov/c/F3/234/234.F3d.192.99-30776.html", "id": 771341, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-23T06:56:02.201725Z", "date_created": "2012-04-18T10:49:52Z"}, "ordering_key": null, "per_curiam": false, "sha1": "708a5bffd26597a0a6282057b68ac342cf2fd44a", "snippet": "\n\n\n  KING, Chief Judge:\n \n\n  Defendant-Appellant Parish of Jefferson, Louisiana (“Parish”) appeals the district court’s grant of a permanent injunction in favor of Plaintiff-Appellee Groome Resources Ltd., L.L.C. (“Groome Resources”). The permanent injunction enjoined the Parish from interfering with or withholding approval of Groome Resources’ application for “reasonable accommodations” ", "type": "combined-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [771341], "source": "RU", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/8752805/macmullen-v-south-carolina-electric-gas-co/", "attorney": "J. P. Mozingo, III, Benny R. Greer, Archie L. Chandler, Darlington, S. C., for plaintiff., Cooper & Gary, Gene V. Pruet, Columbia, S. C., for defendant.", "caseName": "MacMullen v. South Carolina Electric & Gas Co.", "caseNameFull": "John G. MacMULLEN v. SOUTH CAROLINA ELECTRIC AND GAS COMPANY", "citation": ["205 F. Supp. 811", "1961 U.S. Dist. LEXIS 3052"], "citeCount": 0, "cluster_id": 8752805, "court": "District Court, E.D. South Carolina", "court_citation_string": "E.D.S.C.", "court_id": "southcarolinaed", "dateArgued": null, "dateFiled": "1961-12-20", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "Civ. A. No. AC-440", "docket_id": 66018816, "judge": "Timmerman", "lexisCite": "1961 U.S. Dist. LEXIS 3052", "meta": {"timestamp": "2024-06-22T21:20:29.120284Z", "date_created": "2022-11-26T10:16:43.088615Z", "score": {"bm25": 1.726952}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 8736076, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-25T04:56:12.810236Z", "date_created": "2022-11-26T10:16:43.094176Z"}, "ordering_key": null, "per_curiam": false, "sha1": "", "snippet": "\nTIMMERMAN, Chief Judge.\nFINDINGS OF FACT\n1.\nThe defendant, South Carolina Electric and Gas Company, in June of 1958, was in the process of having constructed a new steam generating plant for the manufacture of electricity near Irmo, South Carolina, known as McMeekin Sta*812tion, under the general supervision, direction and plann", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [8736076], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/2155348/in-re-penn-central-securities-litigation/", "attorney": "David Berger, Gerald J. Rodos, Leonard Barrack, David Berger, P. A., Philadelphia, Pa., Alfred S. Julien, Julien, Glaser, Blitz & Schlesinger, New York City, Stanley Nemser, Nemser & Nemser, New York City, for plaintiffs., Lewis H. Van Dusen, Jr., Raymond K. Denworth, Jr., Drinker, Biddle & Reath, Joseph W. Swain, Jr., John S. Estey, Montgomery, McCracken, Walker & Rhoads, Henry T. Reath, Duane, Morris & Heckscher, Thomas Raeburn White, Jr., White & Williams, Philadelphia, Pa., for defendants., Mahlon F. Perkins, Jr., Donovan, Leisure, Newton & Irvine, New York City, for defendants Rabe, Routh and Taylor., Edwin P. Rome, Morris L. Weisberg, Norman L. Holmes, Philip C. Patterson, Blank, Rome, Klaus & Comisky, Robert W. Blanchette, Philadelphia, Pa., for trustees of the Property of Penn Central Trans. Co.", "caseName": "In Re Penn Central Securities Litigation", "caseNameFull": "In Re PENN CENTRAL SECURITIES LITIGATION", "citation": ["357 F. Supp. 869", "1973 U.S. Dist. LEXIS 14007"], "citeCount": 25, "cluster_id": 2155348, "court": "District Court, E.D. Pennsylvania", "court_citation_string": "E.D. Pa.", "court_id": "paed", "dateArgued": null, "dateFiled": "1973-04-17", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "M.D.L. Docket No. 56, Civ. A. Nos. 70-2005, 70-2010, 70-2137, 70-2320, 70-2505, 70-2596, 70-2696, 70-2818, 70-2933, 71-265, 71-266, 71-267, 71-268, 71-277, 71-278, 71-280, 71-476, and 71-971", "docket_id": 2025471, "judge": "Joseph S. Lord", "lexisCite": "1973 U.S. Dist. LEXIS 14007", "meta": {"timestamp": "2024-06-21T09:20:04.631057Z", "date_created": "2014-10-30T21:20:02.155394Z", "score": {"bm25": 1.726335}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [106845, 107833, 108391, 228447, 289382, 290907, 295269, 304777, 311713], "download_url": null, "id": 2155348, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-23T16:03:30.763125Z", "date_created": "2013-10-30T08:28:58.970363Z"}, "ordering_key": null, "per_curiam": false, "sha1": "c0d2574b47b5bf2d4bc3ebb85e0589ad8c70074c", "snippet": "\n357 F.Supp. 869 (1973)\nIn re PENN CENTRAL SECURITIES LITIGATION.\nM.D.L. Docket No. 56,\nCiv. A. Nos. 70-2005, 70-2010, 70-2137, 70-2320, 70-2505, 70-2596, 70-2696, 70-2818, 70-2933, 71-265, 71-266, 71-267, 71-268, 71-277, 71-278, 71-280, 71-476, and 71-971.\nUnited States District Court, E. D. Pennsylvania.\nApril 17, 1973.\n*870 <span class", "type": "combined-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [2155348], "source": "LU", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/532996/william-p-flanagan-victor-b-morris-and-donald-m-bjornsrud-v-james/", "attorney": "", "caseName": "William P. Flanagan, Victor B. Morris, and Donald M. Bjornsrud v. James Munger and City of Colorado Springs, American Civil Liberties Union of Colorado, Amicus Curiae", "caseNameFull": "William P. Flanagan, Victor B. Morris, and Donald M. Bjornsrud v. James Munger and City of Colorado Springs, American Civil Liberties Union of Colorado, Amicus Curiae", "citation": ["890 F.2d 1557", "1989 U.S. App. LEXIS 18571"], "citeCount": 82, "cluster_id": 532996, "court": "Court of Appeals for the Tenth Circuit", "court_citation_string": "10th Cir.", "court_id": "ca10", "dateArgued": null, "dateFiled": "1989-12-08", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "86-2076", "docket_id": 822863, "judge": "", "lexisCite": "1989 U.S. App. LEXIS 18571", "meta": {"timestamp": "2024-06-20T22:15:24.649855Z", "date_created": "2015-10-14T08:09:14.391942Z", "score": {"bm25": 1.7262414}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [100759, 104532, 104668, 105014, 106162, 106538, 106987, 107717, 107841, 108569, 108713, 109291, 109592, 109881, 109967, 110507, 110763, 110917, 111615, 111946, 111953, 289838, 5155582], "download_url": "http://bulk.resource.org/courts.gov/c/F2/890/890.F2d.1557.86-2076.html", "id": 532996, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-23T05:37:41.894920Z", "date_created": "2011-08-23T10:03:02Z"}, "ordering_key": null, "per_curiam": false, "sha1": "136018eea8f1ad0dc70765a89302282e6d892a29", "snippet": "890 F.2d 1557\n    58 USLW 2361\n    William P. FLANAGAN, Victor B. Morris, and Donald M.Bjornsrud, Plaintiffs-Appellants,v.James MUNGER and City of Colorado Springs, Defendants-Appellees,American Civil Liberties Union of Colorado, Amicus Curiae.\n    No. 86-2076.\n    United States Court of Appeals,Tenth Circuit.\n    Dec. 8, 1989.\n    <div class", "type": "combined-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [532996], "source": "R", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/7914134/new-york-v-us-environmental-protection-agency/", "attorney": "F. William Brownell argued the cause for Industry Petitioners. With him on the briefs were Henry Y. Nickel, Makram B. Jaber, David S. Harlow, William H. Lewis, Jr., Leslie Sue Ritts, and Lorane F. Hebert. David F. Zoll entered an appearance., Michael J. Myers and J. Jared Snyder, Assistant Attorneys General, Attorney General’s Office of the State of New York, argued the cause for Government Petitioners. With them on the briefs were Eliot Spitzer, Attorney General, Peter Lehner, Assistant Attorney General, Bill Lockyer, Attorney General, Attorney General’s Office of the State of California, Matthew J. Goldman, Deputy Attorney General, Richard Blumenthal, Attorney General, Attorney General’s Office of the State of Connecticut, Kimberly Massicotte and Matthew Levine, Assistant Attorneys General, M. Jane Brady, Attorney General, Attorney General’s Office of the State of Delaware, Valerie S. Csizmadia, Deputy Attorney General, Lisa Madigan, Attorney General, Attorney General’s Office of the State of Illinois, Thomas Davis, Assistant Attorney General, G. Steven Rowe, Attorney General, Attorney General’s Office of the State of Maine, Gerald D. Reid, Assistant Attorney General, J. Joseph Curran, Jr., Attorney General, Attorney General’s Office of the State of Maryland, Kathy M. Kinsey, Assistant Attorney General, Thomas F. Reilly, Attorney General, Attorney General’s Office of the Commonwealth of Massachusetts, James R. Milkey and William L. Pardee, Assistant Attorneys General, Kelly A. Ayotte, Attorney General, Attorney General’s Office of the State of New Hampshire, Maureen D. Smith, Senior Assistant Attorney General, Peter C. Harvey, Attorney General, Attorney General’s Office of the State of New Jersey, Kevin Auerbacher, Jean Reilly, and Ruth Carter, Deputy Attorneys General, Robert A. Reiley, Assistant Counsel, Attorney General’s Office of the Commonwealth of Pennsylvania, Patrick C. Lynch, Attorney General, Attorney General’s Office of the State of Rhode Island, Tricia K. Jedele, Special Assistant Attorney General, William H. Sorrell, Attorney General, Attorney General’s Office of the State of Vermont, Erick Titrud and Kevin O. Leske, Assistant Attorneys General, Peggy A. Lautenschlager, Attorney General, Attorney General’s Office of the State of Wisconsin, Thomas L. Dosch, Assistant Attorney General, Robert J. Spagnoletti, Attorney General, Attorney General’s Office of the District of Columbia, Edward E. Schwab, Deputy Attorney General, Donna M. Murasky, Senior Litigation Counsel, Stephen Shane Stark, William M. Dillon, Kathrine Currie Pittard, Robert N. Kwong, David Schott, Steven M. Basha, Leslyn Syren, Phillip M. Jay, Barbara Baird, Daniel C. Esty, Christopher P. McCormack, Christopher G. King, and Andrew Schwartz, Counsel. Kevin P. Maloney, John V. Dorsey, Sheldon Whitehouse, Lisa S. Gelb, and Michael H. Heneghan, Counsel, entered appearances., Howard I. Fox argued the cause for Environmental Petitioners. With him on. the briefs were Keri N. Powell, Ann B. Weeks, Jonathan F. Lewis, James R. May, Kenneth T. Kristi, John D. Walke, and David G. McIntosh. David G. Hawkins and James M. Stuhltrager entered appearances., John F. Shepherd argued the cause for petitioner Newmont Mining Corporation. With him on the briefs were Denise W. Kennedy and Robert T. Connery., Hope M. Babcock and William D. Evans, Senior Assistant County Attorney, were on the brief of amici curiae American Thoracic Society, et ah, in support of Environmental Petitioners., Lois Godfrey Wye, Norman L. Rave, Jr., and Angeline Purdy, Attorneys, U.S. Department of Justice, argued the cause for respondent. With them on the brief were John C. Cruden, Deputy Assistant Attorney General, and Monica Derbes Gibson, Counsel, U.S. Environmental Protection Agency., David Driesen and Christopher H. Schroeder were on the brief of amici curiae Clean Air Trust and Senators Hillary Rodham Clinton, et al., Leslie Sue Ritts, Lorane F. Hebert, William H. Lewis, Jr., Michael W. Steinberg, Henry V. Nickel, F. William Brownell, Makram B. Jaber, David S. Harlow, Russell S. Frye, John L. Wittenborn, Martha Elizabeth Cox, and Robert A. Messina were on the brief of Industry Intervenors. Michael A. McCord, Michael B. Barr, Charles H. Knauss, and Douglas S. Burdin entered appearances., Keri N. Powell argued the cause for Environmental Intervenors. With her on the brief were Howard I. Fox, John D. Walke, David G. McIntosh, Ann B. Weeks, and Jonathan F. Lewis., Jerry W. Kilgore, Attorney General, Attorney General’s Office of the Commonwealth of Virginia, Roger L. Chaffe and Carl Josephson, Senior Assistant Attorneys General, Gregg D. Renkes, Attorney General, Attorney General’s Office of the State of Alaska, Steve E. Mulder, Assistant Attorney General, Steve Carter, Attorney General, Attorney General’s Office of the State of Indiana, Thomas M. Fisher, Special Counsel, Phill Kline, Attorney General, Attorney General’s Office of the State of Kansas, David D. Davies, Deputy Attorney General, Wayne Stenehjem, Attorney General, Attorney General’s Office of the State of North Dakota, Charles M. Carvell and Lyle G. Witham, Assistant Attorneys General, John Bruning, Attorney General, Attorney General’s Office of the State of Nebraska, Jodi M. Fenner, Assistant Attorney General, Henry D. McMaster, Attorney General, Attorney General’s Office of the State of South Carolina, J. Emory Smith, Jr., Assistant Deputy Attorney General, Lawrence E. Long, Attorney General, Attorney General’s Office of the State of South Dakota, Roxanne Giedd, Deputy Attorney General, Mark L. Shurtleff, Attorney General, Attorney General’s Office of the State of Utah, and Fred Nelson, Assistant Attorney General, were on the brief of Group I State Intervenors in support of respondent., Peter C. Harvey, Attorney General, Attorney General’s Office of the State of New Jersey, Kevin P. Auerbacher, Jean P. Reilly, and Ruth E. Carter, Deputy Attorneys General, Richard Blumenthal, Attorney General, Attorney General’s Office of the State of Connecticut, Kimberly Massicotte and Matthew Levine, Assistant Attorneys General, Bill Lockyer, Attorney General, Attorney General’s Office of the State of California, Matthew J. Goldman, Deputy Attorney General, M. Jane Brady, Attorney General, Attorney General’s Office of the State of Delaware, Valerie S. Csizmadia, Deputy Attorney General, Lisa Madigan, Attorney General, Attorney General’s Office of the State of Illinois, Thomas Davis, Chief, J. Joseph Curran, Jr., Attorney General, Attorney General’s Office of the State of Maryland, Kathy M. Kinsey, Assistant Attorney General, G. Steven Rowe, Attorney General, Attorney General’s Office of the State of Maine, Gerald D. Reid, Assistant Attorney General, Thomas F. Reilly, Attorney General, Attorney General’s Office of the Commonwealth of Massachusetts, James R. Milkey, William L. Pardee, and Frederick D. Augenstern, Assistant Attorneys General, Robert J. Spagnoletti, Attorney General, Attorney General’s Office for the District of Columbia, Edward E. Schwab, Deputy Attorney General, Donna M. Murasky, Senior Litigation Counsel, Peggy A. Lautenschlager, Attorney General, Attorney General’s Office of the State of Wisconsin, Thomas L. Dosch, Assistant Attorney General, William H. Sorrell, Attorney General, Attorney General’s Office of the State of Vermont, Erick Titrud and Kevin O. Leske, Assistant Attorneys General, Eliot Spitzer, Attorney General, Attorney General’s Office of the State of New York, Peter Lehner, J. Jared Snyder, and Michael J. Myers, Assistant Attorneys General, Robert A. Reiley, Assistant Counsel, Attorney General’s Office of the Commonwealth of Pennsylvania, Kelly A. Ayotte, Attorney General, Attorney General’s Office of the State of New Hampshire, Maureen D. Smith, Senior Assistant Attorney General, Patrick C. Lynch, Attorney General, Attorney General’s Office of the State of Rhode Island, Tricia K. Jedele, Special Assistant Attorney General, Stephen Shane Stark, William M. Dillon, Kathrine Currie Pittard, David Schott, Steven M. Basha, Leslyn Syren, Robert N. Kwong, Barbara Baird, and Phillip M. Jay, were on the brief of Group II State and Local Government Intervenors in support of respondent., Charlie Crist, Attorney General, Attorney General’s Office of the State of Florida, and Jonathan A. Glogau, Assistant Attorney General, were on the brief of amicus curiae State of Florida supporting respondent., C. Boyden Gray and Neil J. King were on the brief of amicus curiae Senator James M. Inhofe.", "caseName": "New York v. U.S. Environmental Protection Agency", "caseNameFull": "State of NEW YORK v. U.S. ENVIRONMENTAL PROTECTION AGENCY, NSR Manufacturers Roundtable, Intervenors", "citation": ["367 U.S. App. D.C. 3", "413 F.3d 3", "35 Envtl. L. Rep. (Envtl. Law Inst.) 20135", "60 ERC (BNA) 1791", "2005 U.S. App. LEXIS 12378"], "citeCount": 39, "cluster_id": 7914134, "court": "Court of Appeals for the D.C. Circuit", "court_citation_string": "D.C. Cir.", "court_id": "cadc", "dateArgued": null, "dateFiled": "2005-06-24", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "Nos. 02-1387, 03-1016, 03-1033, 03-1036, 03-1040, 03-1041, 03-1044 to 03-1052, 03-1054 to 03-1057, 03-1104, 03-1130, 03-1131, 03-1135, 03-1175 to 03-1178, 03-1437, 03-1448, 03-1457", "docket_id": 65007917, "judge": "Rogers, Tatel, Williams", "lexisCite": "2005 U.S. App. LEXIS 12378", "meta": {"timestamp": "2024-06-22T16:17:48.381260Z", "date_created": "2022-09-08T18:14:10.755182Z", "score": {"bm25": 1.7251462}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 7863193, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2025-02-26T05:39:33.605985Z", "date_created": "2022-09-08T18:14:10.776172Z"}, "ordering_key": 1, "per_curiam": false, "sha1": "", "snippet": "\nPER CURIAM.\nIn 1977, Congress amended the Clean Air Act (“CAA” or “the Act”) to strengthen the safeguards that protect the nation’s air quality. Among other things, these amendments directed that major stationary sources undertaking modifications must obtain preconstruction permits, as must major new sources, through a process known as “New Source Review” (“NSR”). According to a preexisting definition referenced in the 1977 ame", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [7863193, 7863194], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/2829632/state-v-rasabout/", "attorney": "", "caseName": "State v. Rasabout", "caseNameFull": "", "citation": ["2015 UT 72"], "citeCount": 29, "cluster_id": 2829632, "court": "Utah Supreme Court", "court_citation_string": "Utah", "court_id": "utah", "dateArgued": null, "dateFiled": "2015-08-14", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "Case No. 20130430", "docket_id": 2686563, "judge": "", "lexisCite": "", "meta": {"timestamp": "2024-06-21T15:04:07.122101Z", "date_created": "2015-08-21T16:27:42.391359Z", "score": {"bm25": 1.7237931}}, "neutralCite": "2015 UT 72", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [93280, 104952, 105232, 105299, 107978, 110090, 112253, 112511, 112866, 118098, 118224, 205720, 423490, 866607, 867183, 895648, 1036393, 1118733, 1120801, 1122940, 1179016, 1187531, 1196772, 1438888, 1440367, 1453847, 2277304, 2332540, 2461106, 2514079, 2566279, 2585950, 2586393, 2600016, 2621346, 2622503, 2624693, 2625268, 2635984, 2639711, 2643089, 2674678, 2789676, 2803090, 2807868, 2827591, 3986464, 3986535, 3987807], "download_url": "http://www.utcourts.gov/opinions/supopin/State v. Rasabout20150814.pdf", "id": 2829632, "joined_by_ids": [], "local_path": "pdf/2015/08/14/state_v._rasabout_1.pdf", "meta": {"timestamp": "2024-06-23T20:46:30.624490Z", "date_created": "2015-08-21T16:16:54.083088Z"}, "ordering_key": null, "per_curiam": false, "sha1": "2cb0c8f87f2bbee00e3ed62345605eff87ec85e3", "snippet": "                This opinion is subject to revision before final\n                     publication in the Pacific Reporter\n\n                                2015 UT 72\n\n                                   IN THE\n\n      SUPREME COURT OF THE STATE OF UTAH\n                             STATE OF UTAH,\n                               Respondent,\n                                      v.\n                           ANDY RASABOUT,\n                             Petitioner.\n\n                            No. 20130", "type": "combined-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [2829632], "source": "C", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/460962/douglas-m-grimes-v-william-bill-smith-jr/", "attorney": "Jerald S. Meacham, Grimes & Meacham, Gary, Ind., for plaintiffs-appellants., Rick A. Gikas, Crown Point, Ind., for defendants-appellees.", "caseName": "Douglas M. Grimes v. William (Bill) Smith, Jr.", "caseNameFull": "Douglas M. GRIMES, Et Al., Plaintiffs-Appellants, v. William (Bill) SMITH, Jr., Et Al., Defendants-Appellees", "citation": ["776 F.2d 1359"], "citeCount": 85, "cluster_id": 460962, "court": "Court of Appeals for the Seventh Circuit", "court_citation_string": "7th Cir.", "court_id": "ca7", "dateArgued": null, "dateFiled": "1985-11-26", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "84-1924", "docket_id": 506384, "judge": "Cummings, Eschbach, Fairchild", "lexisCite": "", "meta": {"timestamp": "2024-06-20T21:38:12.078762Z", "date_created": "2015-10-13T23:28:04.726888Z", "score": {"bm25": 1.7215097}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [90728, 103716, 103921, 104906, 104918, 107201, 108076, 108362, 110023, 110103, 110764, 110766, 110768, 110904, 111015], "download_url": "http://bulk.resource.org/courts.gov/c/F2/776/776.F2d.1359.84-1924.html", "id": 460962, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-23T05:11:15.830958Z", "date_created": "2011-08-23T09:42:00Z"}, "ordering_key": null, "per_curiam": false, "sha1": "830bd77c8dcaa7bfb563ab3d06771b433f06249c", "snippet": "\n\n\n  ESCHBACH, Circuit Judge.\n \n\n  The primary question presented in this ■ appeal is whether proof of a wholly non-racial but politically motivated conspiracy among private parties to mislead voters in a city primary election establishes a right to relief under 42 U.S.C. § 1985(3). The district court held that it did not and, for the reasons stated below, we will affirm.\n \n<p id=\"b", "type": "combined-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [460962], "source": "RU", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/2577158/walsted-v-woodbury-county-ia/", "attorney": "Dennis M. McElwain, Smith & McEl-wain Law Office, Sioux City, IA, for plaintiff Gloria Walsted., Douglas L. Phillips, Klass, Stoik, Mu-gan, Villone, Phillips, Orzechowski, Clau-sen & LaPierre, Sioux City, IA, for defendant Woodbury County.", "caseName": "Walsted v. Woodbury County, IA", "caseNameFull": "Gloria WALSTED, Plaintiff, v. WOODBURY COUNTY, IOWA, Defendant", "citation": ["113 F. Supp. 2d 1318", "11 Am. Disabilities Cas. (BNA) 20", "2000 U.S. Dist. LEXIS 14418", "2000 WL 1434489"], "citeCount": 10, "cluster_id": 2577158, "court": "District Court, N.D. Iowa", "court_citation_string": "N.D. Iowa", "court_id": "iand", "dateArgued": null, "dateFiled": "2000-09-25", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "C99-4035-MWB", "docket_id": 2474476, "judge": "Bennett", "lexisCite": "2000 U.S. Dist. LEXIS 14418", "meta": {"timestamp": "2024-06-21T13:07:04.737693Z", "date_created": "2015-10-13T23:37:19.144670Z", "score": {"bm25": 1.7213506}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": 252, "cites": [14244, 70949, 108786, 110266, 111620, 111719, 111722, 118241, 118311, 155486, 157210, 159147, 195048, 196146, 197175, 607940, 627358, 672954, 680016, 686811, 689179, 691368, 692354, 698421, 700670, 701772, 701808, 702345, 702372, 712120, 714076, 714847, 715045, 722567, 722588, 725119, 728003, 729649, 729768, 732367, 738548, 740550, 740994, 741808, 743032, 746937, 747161, 748830, 750077, 750633, 755472, 757238, 757361, 757506, 757743, 759237, 760915, 761506, 762168, 762233, 763326, 764110, 765245, 765326, 765564, 765808, 765810, 766244, 766330, 767242, 768487, 768493, 768987, 768990, 768995, 1087667, 1371362, 1403118, 1467517, 1511185, 1572877, 1644864, 1741043, 1766970, 1805303, 1808370, 1834428, 1883075, 1904525, 1960008, 1960796, 2098866, 2139395, 2140522, 2269882, 2286249, 2489109, 2503868], "download_url": null, "id": 2577158, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-23T19:02:15.423922Z", "date_created": "2013-10-30T10:35:39.708100Z"}, "ordering_key": null, "per_curiam": false, "sha1": "210fbf267d8a51599ceb6af83dc7e86b1b300006", "snippet": "\n113 F.Supp.2d 1318 (2000)\nGloria WALSTED, Plaintiff,\nv.\nWOODBURY COUNTY, IOWA, Defendant.\nNo. C99-4035-MWB.\nUnited States District Court, N.D. Iowa, Western Division.\nSeptember 25, 2000.\n*1319 *1320 Dennis M. McElwain, Smith & McElwain Law Office, Sioux City, IA, for plaintiff Gloria Walst", "type": "combined-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [2577158], "source": "LU", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/1463409/beck-v-beck/", "attorney": "Howard Stern argued the cause for plaintiff-appellant (Stern, Steiger, Croiand & Bornstein, attorneys; Howard Stern, of counsel; Myra T. Peterson, on the briefs)., Carol Eisenberg argued the cause for defendant-respondent (Rose, Poley & DeFuccio, attorneys)., James B. Boskey and Howard P. Danzig submitted a brief on behalf of amicus curiae, Seton Hall Law School, Family Law Clinic.", "caseName": "Beck v. Beck", "caseNameFull": "M. Arthur Beck, Plaintiff-Appellant, v. Susan M. Beck, Defendant-Respondent", "citation": ["432 A.2d 63", "86 N.J. 480", "17 A.L.R. 4th 997", "1981 N.J. LEXIS 1648"], "citeCount": 173, "cluster_id": 1463409, "court": "Supreme Court of New Jersey", "court_citation_string": "N.J.", "court_id": "nj", "dateArgued": null, "dateFiled": "1981-07-02", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 1407981, "judge": "Clifford, Sullivan", "lexisCite": "", "meta": {"timestamp": "2024-06-21T04:01:34.217433Z", "date_created": "2015-10-13T21:31:58.892205Z", "score": {"bm25": 1.7212481}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 9634553, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2025-02-26T05:48:16.507609Z", "date_created": "2023-08-22T13:16:57.088242Z"}, "ordering_key": 1, "per_curiam": false, "sha1": "", "snippet": "\nThe opinion of the Court was delivered by\nCLIFFORD, J.\nThe parties to this matrimonial action have been granted joint legal and physical custody of their two adopted female children. Although neither party requested joint custody, the trial court nevertheless found such an arrangement to be in the best interests of the children.1 On appeal by defendant-wife, the Appellate Divi", "type": "lead-opinion"}, {"author_id": 5100, "cites": [1478718, 1503855, 1515248, 1908005, 1964456, 1966106, 1999258, 2096440, 2164642, 2333620, 2354092, 2363745, 2398652], "download_url": null, "id": 1463409, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-23T11:03:39.649713Z", "date_created": "2013-10-30T06:21:12.107424Z"}, "ordering_key": null, "per_curiam": false, "sha1": "ff3904c937f7e7e7c73b1592409628dc02aedbbd", "snippet": "\n86 N.J. 480 (1981)\n432 A.2d 63\nM. ARTHUR BECK, PLAINTIFF-APPELLANT,\nv.\nSUSAN M. BECK, DEFENDANT-RESPONDENT.\nThe Supreme Court of New Jersey.\nArgued January 13, 1981.\nDecided July 2, 1981.\n*484 Howard Stern argued the cause for plaintiff-appellant (Stern, Steiger, Croland & Bornstein, atto", "type": "combined-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [1463409, 9634553, 9634554], "source": "LU", "status": "Published", "suitNature": "", "syllabus": ""}
