{"absolute_url": "/opinion/4076331/holmes-v-state/", "attorney": "Edward A. Wagener,  for appellant.\n\n Smith C. Matson,  Asst. Atty. Gen., and  E.G. McAdams,  for the State.", "caseName": "Holmes v. State", "caseNameFull": "James Holmes v. State.", "citation": ["119 P. 430", "6 Okla. Crim. 541", "1912 OK CR 16", "1911 Okla. Crim. App. LEXIS 528"], "citeCount": 142, "cluster_id": 4076331, "court": "Court of Criminal Appeals of Oklahoma", "court_citation_string": "Okla. Crim. App.", "court_id": "oklacrimapp", "dateArgued": null, "dateFiled": "1911-12-11", "dateReargued": null, "dateReargumentDenied": "1912-01-23", "docketNumber": "No. A-1173.", "docket_id": 3948473, "judge": "Furman, Doyle, Armstrong", "lexisCite": "", "meta": {"timestamp": "2024-06-21T22:56:30.463130Z", "date_created": "2016-07-06T08:04:19.020720Z", "score": {"bm25": 0.57594895}}, "neutralCite": "1912 OK CR 16", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [3522863, 3583418, 3586235, 3589947, 3591040, 3819154, 3826930, 3832765, 3833733, 3835029], "download_url": null, "id": 3834476, "joined_by_ids": [], "local_path": "/home/mlissner/columbia/opinions/oklahoma/court_opinions/documents/f06a7ef3affd8e7a.xml", "meta": {"timestamp": "2025-02-26T05:32:13.766337Z", "date_created": "2016-07-06T08:04:19.028221Z"}, "ordering_key": 1, "per_curiam": false, "sha1": "5e19cb0c4640923fcf688876414af260536ca931", "snippet": "First. Counsel requested the court to instruct the jury as to the objects and purposes for which they might consider the question of character evidence introduced by appellant, which was refused by the court. The refusal of the court to give this instruction was not error. A general instruction upon the subject of character was *Page 553 \ngiven by the court. This was all that should have been given on that question. While it is true that several witnesses ", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "Appeal from District Court, Oklahoma County; W.R. Taylor,  Judge. \n\nJames Holmes was convicted of murder, and appeals. Affirmed.\n\nOn the 3d day of April, 1911, in the district court of Oklahoma county, the following verdict was returned against appellant:\n\n\"We, the jury, drawn, impaneled, and sworn in the above-entitled cause, do upon our oaths find the defendant, James Holmes, guilty of murder in the manner and form as charged in the information, and fix his punishment at death. T.D. Turner, Foreman.\"\n\nOn the 24th day of April, 1911, sentence of death was pronounced against the defendant by the court in accordance with said verdict. Appellant appealed.\n\nThe first witness for the state was Miss Kate O'Mara. She testified: That on the 8th day of March, 1911, she lived at 214 East Third street in the city of Oklahoma. At about 1:30 o`clock that night she heard some one coming up Third street whistling. This person then began to sing. She wondered who was singing so loudly at that hour of the night, and got up to see. By the time she had got to the window, the singer had passed. Only one person\nwas whistling and singing. Soon after this she heard some shuffling of feet on the sidewalk. That this noise was made by more than one person, and was pretty loud. She next heard a muffled scream. Soon after this she heard one shot. She looked out of the window again, and about one minute after the shot was fired she saw four persons in the street. Two were going west on Third street. One was in the center of the street, and the fourth person ran through her yard between the hydrant and the porch and ran to the alley. That she did not see these persons until about a minute after the shot was fired. That the parties had their heads down and were running, and witness was unable to recognize them. The next morning between 4 and 5 o'clock she saw a man lying out on the sidewalk. There was a large crowd there. There was a great pool of blood where the man was lying that had run down several feet on the pavement. The shot which she heard the night before was in the direction of the place where the man was lying.\n\nH.E. Harris testified: That he lived at 220 East Third street. That on the 9th of March, 1911, about 1 o'clock at night, he heard some one singing, but did not pay any attention to it. That soon after this a noise was started up. That he first thought there were cats around the back yard, but he pretty soon discovered a man's voice or probably two men's voices. He then heard a gun shot. The windows were all down, and he could not distinguish exactly where the noise was. He got up, put on his clothes, and walked out in the back yard, and looked in his barn to see if his horse was all right, and walked around in the alley. He did not see or hear anything or anybody and the lights were out and he went back to bed. He got up about 4:30 o'clock the next morning, saw a man lying dead on the sidewalk, his pants pockets wrong side out. Blood appeared to run from the dead man's head down the street about 30 feet.\n\nE.T. Bryan testified: That he resided at 214 East Third street in the city of Oklahoma. That about 1:30 o'clock on the night of the 8th of March he heard a shot, and soon after the shot was fired he heard running. He did not hear the running\nuntil two or three minutes after the shot was fired. It was dark, and witness could not see any one. He got up the next morning, and found a man lying dead on the sidewalk. The man was lying between 214 and 216 East Third street. The man was shot in the left side of the head, right through the ear.\n\nCharles Bersha testified: That about 4 o'clock on the morning of the 9th of March, 1911, he had occasion to be on East Third street in the 200 block. He saw a man lying dead on the sidewalk. The man had a wound in the left side of his head. Blood ran down from the wound something like 35 or 40 feet. That witness then phoned to the police department.\n\nD.M. Ely testified that on the morning of the 9th of March, 1911, he saw a man lying in block 200 on East Third street in the city of Oklahoma. He identified the dead body as that of W.H. Archie. His pants pockets were turned wrong side out. The man was shot in the left side of the head. Blood ran down on the pavement about 30 feet.\n\nB.Z. Hutchinson testified that he was acquainted with W.H. Archie during his lifetime, said Archie being in the employ of the witness, and having been in such employment for 2 1/2 years. Witness identified the body of the dead man as that of W.H. Archie.\n\nCharley Goodall testified: That he was acquainted with W.H. Archie in his lifetime, and occupied the same room with him. That the deceased was in the habit of carrying some money on him all of the time. That on the evening of the 8th of March, 1911, he saw him take a roll of money out of his clothes, and saw him place a roll of money in his pockets. He thought the deceased had at least $50 or $60 which was in currency. Deceased also had a watch. It was an open-faced gold case watch. Witness then identified a watch handed him as the watch that belonged to Archie in his lifetime.\n\nAdolph Frankel testified: That he was engaged in the merchandise and loan business in the city of Oklahoma at 3 1/2 West California street. That between 10 and 1 o'clock that day Bud Johnson, one of the parties accused of the murder of W.H.\nArchie, came into his place of business, and pawned a watch to him for $6.25. Witness here identified the watch pawned to him by the said Johnson.\n\nG.W. Morgan testified: That he was present in Justice Hawkins' courtroom when the defendant was arraigned. That the witness heard a conversation between the county attorney and the defendant James Holmes and the other persons charged with the murder of W.H. Archie. That they told the county attorney that they were at the Alabama Hotel, and they went north from the Alabama Hotel up to Second street, and they saw a white man going east. They ran up to this white man, and one of them ran around and stuck a gun in his face, and told him to throw up, and he had his hands in his pockets, and he backed up against a post, and at that moment they grabbed him and threw him down, and, as he fell &#8212; it seems he had his money in a little tobacco sack, and it fell out on the ground &#8212; they picked it up, and there was a shot fired, and they all ran. That the defendants were all talking. That first one would start to tell how it was done and another would correct him. That the defendant Elijah Turner said he was not present when the shot was fired, but had run a little piece away, and the defendant James Holmes turned to Turner, and said: \"Why, you were there with the rest of us.\"\n\nL.K. Reynolds testified: That he was present in Justice Hawkins' court when the preliminary information was read to the defendant James Holmes when he was charged with the murder of W.H. Archie. That the defendant, Holmes, pleaded guilty to said charge at said preliminary trial. That all of the other defendants were present when the defendant Holmes pleaded guilty to said charge. That the witness heard all of the defendants talking about this trouble. That all of the defendants took part in the conversation. The defendant Holmes stated they got between $80 and $85 off of deceased Archie, which was divided up between Posey and Prather. That the other defendants got $5 apiece, and that Bud Johnson got the watch.\n\nDr. John W. Riley testified as to the nature of the wounds\non the person of the deceased, and that they were the cause of his death.\n\nW.P. Hawkins testified: That he was a justice of the peace in the city of Oklahoma. That he heard the preliminary examination of the defendant charged with the murder of Archie on the 15th day of March, 1911. That, when the information charging the defendant with the murder of W.H. Archie was read to the defendant Holmes, he entered a plea of guilty to said charge. That, after the defendants had all pleaded guilty, the witness heard a statement made by the defendants with reference to the murder of Archie. They all stated they were there, and gave a description of what occurred. They said that, when \"they got to the corner of Second and Walnut, they seen this man walking ahead of them on the east side of Walnut street between Second and Third street. As they got down about the middle of the block somewhere, they caught up with him, and Prather steps in front of him and threw the gun in his face, and told him to hold up his hands. The rest of them grabbed him. He resisted and hollered, and they got him down and took his money away from him and his watch, and, after they had done that, while they were still holding him, Prather shot him.\n\n\"Q. Do you remember anything particular that Elijah Turner said in the presence of James Holmes with reference to this charge? A. Why, Elijah Turner made a statement of his own that, when the man hollered, he ran, and he got up at the corner or just around the corner when he heard a shot fired. Q. State whether or not there was any response to that statement by either one of the defendants, and, if so, by whom? A. Well, the one with a wart or mole on his lip told him &#8212; he says, `You was right there and holding him or helping to hold him.' That was at the time the shot was fired. Q. I wish you would look at this young man, and state to the jury whether or not that is the man that made that statement? A. That is the man that made the statement. Yes, sir.\"\n\nWitness identified defendant Holmes as the person who made this statement.\n\nPeter Biewer testified: That he was connected with the police force in the city of Oklahoma, and was assistant in the\nbureau of identification. He testified that the appellant voluntarily made the following statement to him:\n\n\"He told me that he had started from the Alabama Hotel with Charlie Posey, John Henry Prather, alias Blue, and Cy Booker. This was about 8 p.m. on the night of March 8, 1911. They went north of Stiles to Eighth street, and turned east to Geary. At Eighth and Geary they run on a young white man. Blue stuck the gun under him, and he and Cy Booker went through his pockets, got about $2.15. They then came back to the Alabama Hotel, and got Bud Johnson. This was about midnight. They went up Walnut street to Second. Then in the middle of the block between Second and Third on Walnut they saw a white man going north, and Blue said, `Let's get him,' and the white man turned on the south side of East Third street, and about the center of the block, and Prather went up in front of him, and stuck the gun on him, and told him to hold up his hands, and the man didn't do it, and kinder backed away. Q. He, who do you mean? A. James Holmes and Cy Booker and Bud Johnson and Posey grabbed him, and threw him down, and Posey searched him, and that Blue stood off and held the gun on him; that Posey searched him and taken his money. He said after he taken that money, he said, Blue put up the gun to the man's head and fired. He said, `We'll all run.' He said, `I ran with the rest of the boys.' They went back to the Hole on Second street. The Hole was closed, and they all went to the Alabama Hotel where they divided the money. He said he had gotten $5. Then Holmes went upstairs and went to bed. He said he saw Posey the next day, that Posey had said he had the gun; that Blue had given him back his gun, and that Bud Johnson got the watch.\"\n\nThe witness further testified that later in the day the defendant repeated this statement to him as above set forth; that the witness kept a memorandum of the statement made by the defendant.\n\nHarry Stege testified that he belonged to the police department of the city of Oklahoma; that he was working in the secret service department. He stated that he heard the defendant Holmes make the following statement:\n\n\"He said they went up to Eighth and Geary, and held up a white man, Posey and Blue, Cy Booker, and himself. They got $2.15. He said that was a young white man, light complected,\nwell dressed. The man made no resistance. They went down to the Alabama Hotel and they got Bud. They went up Walnut street, I think Third or Second street. They seen a white man turn going on the south side of Third street, and Blue said I am going to throw the gun on him. Blue went up in front of him, put the gun on him, and told him to hold up. The man refused to do so. He resisted, and they all grabbed hold of him and threw him down, and Posey searched him, and, when Posey said he had got the money, they all let loose of him, and started to run, but in the meantime Blue was standing off a little ways with the gun, and, after Posey got the money, some of the boys started to run. He said he, Holmes, was standing right alongside of the man, when Blue went up to the man, pushed the gun into the man's head, and fired. He run away with Blue then, and he asked Blue why he wanted to kill the man after they had got his money, and the man was making no resistance. Blue said he just wanted to kill a white man anyhow. He said they went down Walnut street to the Alabama Hotel, to the Hole, that is where they went first, but it was closed, and they went back over to the Alabama Hotel. Blue had some money given him by Charlie Posey, and then he gave him $5, and they disbanded.\"\n\nShirley Dyer testified that he was chief of the secret service department of the police force of Oklahoma City. He stated that he had a conversation with the defendant Holmes with reference to the killing of the deceased, Archie, and that in that conversation Holmes stated to the witness that about 8 o'clock on the evening of March 8th himself, Cy Booker, Prather, or Blue, and Charlie Posey went north to Eighth street. There they turned and went east to somewhere near Eighth and Geary. \"If I remember right, met a white man, a young fellow dressed in a light suit of clothes.\" That Blue shoved the gun in his face, and told him to throw up his hands. That he did, did not resist, and that he searched him (\"meaning the defendant if I am not mistaken\") and got $2.15.\n\n\"They then went back to the Alabama Hotel, divided the proceeds, I believe, and later they got hold of Bud Johnson, who was there at that time and went out again, went over to the Hole in the Wall. From there they went west on Second street, and they saw a white man turn east on Third on the south side, and Blue pulls out his gun (meaning John Henry Prather), and said,\n`Boys, let's get him.' Blue went around in front of him, shoved the gun in his face, and the man refused to give up, and we all grabbed him and threw him down. That Posey went through the white man and got his money. That, when Posey said, `I have got it,' that they all run. He said he was standing near the white man who had raised on his elbow getting up when John Henry Prather, alias Blue, shot him. Hollering for help, the white man was, and he saw him fall back and kick a little. That he asked Blue what he shot him for after he had stopped struggling, and he said he wanted to kill a man anyhow. They went back to the Hole in the Wall, and it was closed, and from there they went to the Alabama Hotel and that Blue, I believe it was, gave him $5 which he said he had gotten from Posey, and that he then went to bed. Said he thought Blue gave Posey back his gun. The next day he met Posey, and Posey told him that he was going to Memphis, and that Blue had given him his gun. As near as I can remember, that is about his confession.\"\n\nThe state then introduced the written confession of the defendant Holmes, which is as follows:\n\n\"I started from the Alabama Hotel in company with Charles Posey, Cy Booker, and John Henry Prather, alias Blue, at about 8 p.m., on the evening of March 8, 1911. We walked north, and, when we got to East Eighth street, we went east. About the corner of Eighth and Geary we met a white man. Blue had borrowed Charles Posey's pistol, a shiny barrelled 44-caliber gun, and he pushed it in the man's face, and ordered him to throw up his hands. The man made no resistance, and I and Cy Booker went through his pockets and got $2.15. He was a young man well dressed, light complected. We went down Geary to the Alabama Hotel, and got hold of Bud Johnson, and told him to come with us and get a little easy money. We then went up to Walnut street and saw a man, a white man, going north between Second and Third streets. He turned down Third street on the south side of the street. Blue pulled out his pistol, and said to us boys, `Let's go and get him.' Blue went up to him, and shoved the gun to his head, and told him to throw up his hands. The man refused to do so, and all of us boys grabbed him, and threw him down while Blue stepped a little ways off with the pistol. Charles Posey went through his pockets and got considerable money. I don't quite know how much. When Posey said he had the money, we all started to run. I was standing right close to the white man, who was on his elbows on the ground just\ngetting up. He was shouting for help, and Blue, who had the pistol, pointed it at his head, and fired. I saw the man fall back and kick about a little. Then I ran with the rest of the boys. I asked Blue why he had shot the man after he had stopped struggling, and he said, `I just wanted to kill a man, anyhow.' We went back to the Hole on East Second street, but it was closed, and so we went to the Alabama Hotel. Blue had the money which Charles Posey had turned over to him, and he gave me $5. I then went upstairs and went to bed. I think that Blue gave Charles Posey back his gun at the Alabama Hotel that night. Blue had carried it all day. I saw Charles Posey on March 11th. He said that he was going to Memphis. He showed me his gun, and said that Blue had returned it to him. Blue shot the white man about 1 a.m. in the morning of March 9th. State of Oklahoma. Oklahoma County. I, James Holmes, being first duly sworn according to law, depose, and state that I have read the above and foregoing statement and that the matters and things therein set forth are true. [Signed] James Holmes. Subscribed and sworn to before me this 12th day of March, A.D. 1911. W.R. Gorby, Notary Public. [Seal] My commission expires Jan. 6, 1913.\"\n\nThe state then rested.\n\nThe defendant placed several witnesses upon the stand who testified that they had known him for a number of years, and that he had the general reputation of being a quiet, peaceable, and law-abiding man. The defendant testified in his own behalf as follows:\n\n\"Well, on March 8th, me and some more boys started north from the Alabama Hotel early, about 8 o'clock in the evening. We went north on Stiles. We got up about Seventh or Eighth street. We turned east or west toward Geary. After we went middle ways of the block, we met a white man, and, when we met him, Prather, as we started, passed by him, pulled out a revolver, stuck it in his face, and told him to throw up his hands. He made no resistance, and me and another boy went through his pockets and got $2.15. Then we went back down Geary to the Alabama Hotel. We got there, and Bud Johnson was with us. Then we set around there a while, played some music around there, bought some whisky. Then we went back over to the place they call the Hole, a pool hall over on Second street; went back over there and it was closed. We stayed there a while. Then we went up Second street to Walnut. We got near to\nWalnut, and we seen a man going north on Walnut. Then Prather said, `Come on, let's get him.' We started north behind the man and overtaken him just around the corner on Third from Walnut and Third and between Stiles and Central &#8212; no; Central and Walnut. Prather walks around in front of the man, and throws the gun on him, told him to throw up his hands. He kinder backed off from him, and Posey and some more of the boys grabbed hold of him and threw him down. Prather stood off a little ways with the pistol in his hand, and the man began to yell. Posey said, `Come on, let's let him alone.' Then we all broke and run. Prather, when I left him, Prather was still standing there over the man with the revolver, and then, as I started, I told Prather to come on away, let the man alone. He might let the gun go off accidentally. Prather was still standing there as I started on away. As I turned my back, I heard the gun fire, and I looked around, and I seen the man kinder fall back and kick a little. I broke in a run and caught up with the other boys. Posey and Turner was just a little ahead of me, and we all run down Walnut. Prather caught up with us. After we turned east on Second, I asked him did he shoot the man. He said, `Yes.' I asked him why did he want to shoot the man. `Well,' he says, `just because I wanted to kill a man anyhow.' We never said any more then. We went on down. After we crossed Central, Prather and Turner and Posey were in front, and Bud Johnson and I were behind, walking along talking. They went on down to the Alabama Hotel, and me and Johnson went on down there, and they met us at the edge of the porch, and handed Bud Johnson a $10 bill to split with me, and says, `Here is $5 apiece.' Blue had already given Turner $5 and gave Bud $10 to split with me.\"", "procedural_history": "", "scdb_id": "", "sibling_ids": [3834476, 3834477], "source": "ZU", "status": "Published", "suitNature": "", "syllabus": "<p>1. TRIAL — Instructions—Character of Accused, (a) A general instruction upon the subject of character is ail that the court should give in the trial of a criminal case, and, even although a defendant may introduce evidence of a previous good character, yet, if the facts and circumstances in the case are such that such evidence could not be of benefit to the defendant, it is not error for the trial court to refuse to instruct upon this subject.</p> <p>2. EVIDENCE — Appeal.—Confessions—Harmless Error, (a) Where it is proven that confessions of the defendant were freely and voluntarily made, they are competent evidence against him.</p> <p>(b) Even although the court may have erred in admitting evidence of a confession made by a defendant, yet if the defendant takes the witness stand in his own behalf, and testifies to the truthfulness of every material statement contained in said confession so erroneously introduced in evidence, such error in the admission of the confession becomes harmless, and is not ground for reversal.</p> <p>3. TRIAL — Instructions—Meaning of Terms, (a) Where the court instructs the jury that, if they convict a defendant of murder, they should assess his punishment at death or imprisonment in the penitentiary at hard labor for life, as in' their discretion they may see fit, the court should not attempt to define the legal meaning of the word ‘ ‘ discretion. ”</p> <p>4. HOMICIDE — Instructions — Self-Defense — Applicability to Evidence. (a) It is only in cases of homicide where the issue of self-defense is presented that it is necessary for the court to instruct the jury that they must view the facts and circumstances in evidence from the standpoint of the defendant as they reasonably appeared to him at the time of the homicide.</p> <p>(b) It is only when the testimony given by the defendant presents issues upon which he might be acquitted, or upon which the offense might be reduced to a lower degree, that he is entitled to have the jury instructed upon the hypothesis that such testimony is true.</p> <p>5. CONSPIRACY — Homicide—Parties to Offenses — Instructions—Applicability to Evidence, (a) For facts which did not authorize the court to instruct the jury as to the law of voluntary withdrawal from a conspiracy, see opinion.</p> <p>(b) For facts which did not raise the issue that the fatal shot was fired after the termination of a conspiracy, see opinion.</p> <p>(c) When a conspiracy is entered into to do any unlawful act, all persons who engage therein are responsible for all that is done in pursuance of such conspiracy by any of their co-conspirators until the purpose for which such conspiracy was entered into has been fully accomplished.</p> <p>(d) The responsibility of co-conspirators is not confined to the accomplishment of the common purpose for which the conspiracy was entered into, but extends to and includes all collateral acts incident to and growing out of the common design.</p> <p>(e) Where parties enter into a conspiracy for the purpose of committing a robbery and dividing the proceeds of such robbery among themselves, such conspiracy continues and such parties are responsible for the acts of their co-conspirators incident to or growing out of such conspiracy and done in pursuance thereof, until they have divided the proceeds of such robbery.</p> <p>(f) If several persons set out in concert, whether together or apaft, upon a common design which is unlawful, each taking the part assigned to him, some to commit the act, some to watch, and some to prevent surprise or to aid the escape of the immediate actors, if the crime is committed, in the eyes of the law all are guilty as principals.</p> <p>(g) Where several persons confederate together to commit the crime of robbery, and one of them is armed with a deadly weapon to be used by them in such robbery, and such robbery is in fact attempted or committed, and the party robbed or attempted to be robbed resists and calls for help, and the conspirator so armed with a pistol shoots and kills such person to silence his voice and prevent him from summoning assistance, or for any other purpose incident to such conspiracy, all of such persons so conspiring and confederating together for the purpose of robbery are alike guilty of murder.</p> <p>(h) Where parties voluntarily act together in the commission of any act which may result in death to another and such death ensues therefrom, all such parties so acting together are as guilty of murder as if they had intended the death of such party.</p> <p>(i) When the evidence in a ease is such that there is no reason to believe that an intelligent and honest jury, having a due regard for their oaths, the law, and the evidence, would arrive at a given conclusion, it is not error for the trial court to\" decline to give the jury instructions upon the law applicable to such issue.</p> <p>(j) Before it is necessary for a trial court to instruct the jury upon an issue favorable to a defendant in any case, such issue must involve a conclusion which can be legitimately arrived at from the evidence in the case by an honest and intelligent jury.</p> <p>6. HOMICIDE — Indictment—-Issues and. Proof, (a) Where an indictment or information charges a defendant with murder under the first subdivision of the statute (Snyder's Comp. Laws 1909, sec. 2268), a conviction can be had, if warranted by the evidence, under and by virtue of the other subdivisions of the statute.</p> <p>(b) Our statute defining murder was intended to simplify the law upon this subject, and make it plain and bring it within the common understanding of the citizens of the state, and it does not prescribe a rule of pleading, but it establishes a guide to the conduct of the trial prescribing the proof requisite to a conviction.</p> <p>7. HOMICIDE — Punishment — Death Penalty. Where the testimony clearly shows an aggravated case <of murder, this court has no right to interfere with the verdict of the jury upon the ground that the death penalty should not have been inflicted.</p> <p>Armstrong, J., dissents.</p> <p>On Motion eor Rehearing.</p> <p>8. PUNISHMENT — Death Penalty- — Statutory Provisions. Act Cong. Jan. 15, 1897, e. 29, 29 Stat. 487 (U. S. Comp. St. 1901, p. 3620), which in certain eases abolishes capital punishment, has no application to proceedings in a state court, but is limited entirely to eases in the United States courts.</p> <p>(Syllabus by'the Court.)</p>"}
{"absolute_url": "/opinion/419638/mci-communications-corporation-and-mci-telecommunications-corporation-v/", "attorney": "Chester T. Kamin, Chicago, 111., for plaintiffs-appellees., Howard J. Trienens, Sidley & Austin, Chicago, Ill., for defendant-appellant.", "caseName": "MCI Communications Corporation and MCI Telecommunications Corporation v. American Telephone and Telegraph Company", "caseNameFull": "MCI COMMUNICATIONS CORPORATION and MCI Telecommunications Corporation, Plaintiffs-Appellees, v. AMERICAN TELEPHONE AND TELEGRAPH COMPANY, Defendant-Appellant", "citation": ["708 F.2d 1081"], "citeCount": 394, "cluster_id": 419638, "court": "Court of Appeals for the Seventh Circuit", "court_citation_string": "7th Cir.", "court_id": "ca7", "dateArgued": null, "dateFiled": "1983-10-01", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "19-3260", "docket_id": 21576, "judge": "Cudahy, Wood", "lexisCite": "", "meta": {"timestamp": "2024-06-20T21:11:10.795981Z", "date_created": "2015-10-14T00:44:11.228532Z", "score": {"bm25": 0.57582766}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 9842975, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2025-02-26T05:54:00.231745Z", "date_created": "2023-09-24T02:23:10.014222Z"}, "ordering_key": 1, "per_curiam": false, "sha1": "", "snippet": "\nCUDAHY, Circuit Judge.\nIn this extraordinary antitrust case,1 defendant American Telephone and Telegraph Company (“AT & T”) appeals from a judgment in the amount of $1.8 billion, entered on a jury verdict, in a treble damage suit brought by plaintiffs MCI Communications Corporation and MCI Telecommunications Corporation (collectively “MCI”) under section 4 of the Clayton Act, 15 U.S.C. § 15", "type": "lead-opinion"}, {"author_id": null, "cites": [86024, 94653, 94932, 95118, 97615, 99113, 99426, 99583, 101022, 101671, 101754, 102663, 103352, 104109, 104145, 104241, 104322, 104549, 104940, 105144, 105226, 105408, 105441, 105646, 106167, 106334, 106452, 106510, 106613, 106659, 107086, 107122, 107254, 107418, 107749, 107938, 108279, 108406, 108431, 108652, 108722, 109084, 109207, 109306, 109542, 109586, 109611, 109732, 109833, 110201, 110312, 110405, 110479, 110519, 226569, 228274, 228741, 230407, 236523, 254816, 255927, 261916, 265131, 272635, 274363, 275799, 275965, 277147, 277656, 285391, 285393, 286290, 291382, 292563, 292619, 302271, 307710, 312197, 314908, 317816, 318132, 318991, 319022, 320649, 321963, 323926, 324528, 324698, 325023, 328107, 328121, 328641, 328668, 329433, 331362, 332036, 334133, 336559, 339114, 344090, 346571, 346797, 348555, 348614, 351546, 351743, 353114, 355340, 358244, 358635, 360355, 360498, 361321, 366412, 368272, 368855, 369139, 371809, 372521, 373838, 374719, 374736, 375337, 375427, 375560, 377935, 378081, 381833, 382196, 382312, 382714, 384732, 385034, 388054, 388171, 389252, 391180, 391183, 393977, 394087, 395217, 396503, 397124, 397141, 398857, 399931, 401072, 401092, 402128, 406814, 409622, 410978, 411411, 1236479, 1369616, 1378959, 1400260, 1420347, 1431497, 1443135, 1473867, 1479536, 1498931, 1503668, 1531192, 1546173, 1602097, 1602328, 1609666, 1614457, 1651900, 1749257, 1876023, 1878333, 1899088, 2095930, 2124542, 2140612, 2142935, 2266659, 2290567, 2298337, 2390561, 2397639], "download_url": "http://bulk.resource.org/courts.gov/c/F2/708/708.F2d.1081.80-2288.80-2171.html", "id": 419638, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-23T04:51:46.307257Z", "date_created": "2011-08-23T09:29:16Z"}, "ordering_key": null, "per_curiam": false, "sha1": "28c409a9e733423ecb8c626d68fed803786f3d4b", "snippet": "708 F.2d 1081\n    1982-83 Trade Cases  65,137, 1983-2 Trade Cases   65,520,12 Fed. R. Evid. Serv. 590\n    MCI COMMUNICATIONS CORPORATION and MCI TelecommunicationsCorporation, Plaintiffs-Appellees,v.AMERICAN TELEPHONE AND TELEGRAPH COMPANY, Defendant-Appellant.\n    Nos. 80-2171, 80-2288.\n    United States Court of Appeals,Seventh Circuit.\n    Arg", "type": "combined-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [9842975, 9842976, 419638], "source": "RU", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/1472145/american-tobacco-co-v-united-states/", "attorney": "Geo. W. Whiteside, of New York City, and Floyd Williams, of Cincinnati, Ohio (Chadbourne, Wallace, Parke & Whiteside, of New York City, Hunt, Bush & Lisle, of Lexington, Ky., and George W. Whiteside and Ralph D. Ray, both of New York City, on the brief), for appellants., Bethuel M. Webster, of New York City (Bethuel M. Webster and Charles Dickerman Williams, both of New York City, J. Craig Bradley and Victor A. Bradley, both of Georgetown, Ky., and Charles F. Wheaton, of New York City, on the brief), for appellants., B. S. Womble, of Winston-Salem, N. C., and H. F. McGuire, of New York City (Frederick H. Wood and Harold F. McGuire, both of New York City, B. S. Womble, of Winston-Salem, Thomas T. Cooke, of New York City, Richard C. Stoll, of Lexington, Ky., and L. P. McLendon, of Greensboro, N. G, on the brief), for appellant., Herbert Borkland and Milton A. Kallis, both of Washington, D. C. (Wendell Berge, Herbert Borkland, Carson Glass, Edward S. Stimson, and Margaret H. Brass, all of Washington, D. C., and John T. Metcalf, of Lexington, Ky., on the brief), for appellee.", "caseName": "American Tobacco Co. v. United States", "caseNameFull": "AMERICAN TOBACCO CO. Et Al. v. UNITED STATES; LIGGETT & MYERS TOBACCO CO. Et Al. v. SAME; R. J. REYNOLDS TOBACCO CO. Et Al. v. SAME", "citation": ["147 F.2d 93"], "citeCount": 91, "cluster_id": 1472145, "court": "Court of Appeals for the Sixth Circuit", "court_citation_string": "6th Cir.", "court_id": "ca6", "dateArgued": null, "dateFiled": "1945-03-26", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "9137-9139", "docket_id": 2047722, "judge": "McAllister, Hicks, Hamilton, McAll, Ster", "lexisCite": "", "meta": {"timestamp": "2024-06-21T04:04:29.652457Z", "date_created": "2015-09-24T20:52:07.727117Z", "score": {"bm25": 0.57565826}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [89858, 91864, 94079, 94111, 94514, 95118, 96033, 96137, 96169, 96205, 96248, 96480, 97245, 97398, 97416, 97693, 97720, 97744, 97928, 98492, 99037, 99162, 99426, 99511, 99529, 99583, 99793, 99820, 99890, 100198, 100331, 100699, 101026, 101132, 101833, 101835, 101860, 101912, 102838, 103321, 103352, 103367, 103451, 103476, 103597, 103756, 103966, 104016, 1476479, 1481897, 1482915, 1484197, 1484351, 1485859, 1493069, 1493379, 1493551, 1494835, 1495428, 1502557, 1503173, 1505757, 1506708, 1511055, 1543525, 1543700, 1544156, 1551008, 1562342, 1566250, 1566387, 1567210, 1569784, 1755014, 2181766], "download_url": null, "id": 1472145, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-23T11:07:23.610070Z", "date_created": "2013-10-30T06:23:47.536943Z"}, "ordering_key": null, "per_curiam": false, "sha1": "af424e0d8298652790de8f22858b6009a2efe65d", "snippet": "\n147 F.2d 93 (1944)\nAMERICAN TOBACCO CO. et al.\nv.\nUNITED STATES.\nLIGGETT & MYERS TOBACCO CO. et al.\nv.\nSAME.\nR. J. REYNOLDS TOBACCO CO. et al.\nv.\nSAME.\nNos. 9137-9139.\nCircuit Court of Appeals, Sixth Circuit.\nDecember 8, 1944.\nWrit of Certiorari Granted March 26, 1945.\n*94 <span class=", "type": "combined-opinion"}], "panel_ids": [1344, 1450, 2096], "panel_names": ["Elwood Hamilton", "Xenophon Hicks", "Thomas Francis McAllister"], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [1472145], "source": "LU", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/6713551/pennybacker-v-laidley/", "attorney": "J. B. 'Laidley, E. *S. Doolittle, Brown. $ Jackson, 0. Johnson, J. E. Keima,J. A. Warth, J. W. Kennedy and. W. E. Chilton for appellant., J. II. Ferguson, Simms $ Enslow, J. M. Layne and E. Gibson for appellee.", "caseName": "Pennybacker v. Laidley", "caseNameFull": "Pennybacker v. Laidley", "citation": ["33 W. Va. 624", "11 S.E. 39", "1890 W. Va. LEXIS 29"], "citeCount": 0, "cluster_id": 6713551, "court": "West Virginia Supreme Court", "court_citation_string": "W. Va.", "court_id": "wva", "dateArgued": null, "dateFiled": "1890-03-25", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 63694379, "judge": "Bbannon, Luoas", "lexisCite": "", "meta": {"timestamp": "2024-06-22T10:54:17.009238Z", "date_created": "2022-07-20T20:00:44.257643Z", "score": {"bm25": 0.57411426}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 6594120, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-24T21:59:32.738667Z", "date_created": "2022-07-20T20:00:44.266733Z"}, "ordering_key": null, "per_curiam": false, "sha1": "", "snippet": "\nLuoas, Judge :\nThis was a suit instituted by bill in chancery in the Circuit Court of Cabell county, at the February rules, 1888, against the defendant John B. Laidley, and certain purchasers from him, who are charged with notice, for the purpose of setting aside, on the ground of fraud and mis*626take, a certain deed made by the plaintiff, on the 26th day of January,", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [6594120], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/8082862/mcleod-v-miller-lux/", "attorney": "W. A. Massey, Edward F. Treadwell, Cheney, Downer, Price & Hawkins, and Charles B. Henderson, for Appellants :, Mack & Green, for Respondent:, Samuel W. Belford, as Amicus Curiae:", "caseName": "McLeod v. Miller & Lux", "caseNameFull": "ANGUS McLEOD v. MILLER & LUX, PACIFIC LIVESTOCK COMPANY, JOHN B. GALLAGHER, and J. C. SNYDER, Administrator of the Estate of Charles Snyder", "citation": ["40 Nev. 447", "153 P. 566"], "citeCount": 1, "cluster_id": 8082862, "court": "Nevada Supreme Court", "court_citation_string": "Nev.", "court_id": "nev", "dateArgued": null, "dateFiled": "1917-07-15", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "Nos. 1944 and 1967", "docket_id": 65178470, "judge": "Coleman, McCarran, Norcross, Sanders", "lexisCite": "", "meta": {"timestamp": "2024-06-22T17:01:25.582907Z", "date_created": "2022-09-09T03:41:38.607397Z", "score": {"bm25": 0.57404584}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 8042323, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2025-02-26T05:40:00.788756Z", "date_created": "2022-09-09T03:41:38.630762Z"}, "ordering_key": 3, "per_curiam": false, "sha1": "", "snippet": "\nMcCarran, J.,\ndissenting:\nI dissent.\nThis case was originally assigned to the writer for the preparation of the opinion of the court. In view of the position taken by the majority of the court, I am herewith *488setting forth only so much of my opinion originally prepared as I deem applicable to the matters touched upon in the prevail", "type": "dissent"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [8042321, 8042322, 8042323, 8042324, 8042325, 8042326], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/4125604/davis-v-hodge/", "attorney": "Messrs. L.D. Jennings, A.S. Harby  and  R.D. Epps , for appellant, cite: Civil Code, secs. 3571 and 3551.  Rule of  construction:   26 S.C. 564 ;  30 S.C. 188 .  Gift unaffected  by limitation over:   48 S.C. 440 ; 1 Rich. Eq. 404; 3 Rich. Eq. 384.  Cases distinguished:  8 Rich. Eq. 259, 267; 38 S.C. 440 ; 3 Rich. Eq. 384.  Estates by implication:   70 S.C. 125 . Heirs of body take by descent:   17 S.C. 551 ;  65 S.C. 354 ; 5 Rich. Eq. 443;  32 S.C. 563 ; 4 Rich. Eq. 262, 264; 1 Rich. 404; 4 Strob. Eq. 49; 2 Strob. Ch. 174;  48 S.C. 440 ; 94 S.C. 308 ; 3 Rich. Eq. 271.  Cases distinguished: \n2 Bail. 231.  Survivorship referred to death of life tenant: \n6 Rich. Eq. 83; 40 Cyc. 1505; 1 Rich. Eq. 265;  Ib.  266; 26 S.C. 561 ,  565 ; 7 Rich. Eq. 105; 6 Rich. Eq. 83;  35 Ky. 424 ;   98 N.Y. 517 ; 127 Pa. St. 230; 14 Am. St. Rep. 837; 13 Ind. 391 ;  33 N.E. 92 ; 44 S.W. 773; 51 S.W. 570;\n58 S.W. 773; 36 A. 273;  54 N.J. Eq. 714 ; 78 N.Y. Supl. 245;  27 Pa. Super. 428 ;  30 S.C. 184 ;  95 S.C. 276 ; 42 S.C. 436 .\n\n Mr. John H. Clifton , for respondents.", "caseName": "Davis v. Hodge", "caseNameFull": "Davis v. Hodge Et Al.", "citation": ["86 S.E. 478", "102 S.C. 178", "1915 S.C. LEXIS 193"], "citeCount": 4, "cluster_id": 4125604, "court": "Supreme Court of South Carolina", "court_citation_string": "S.C.", "court_id": "sc", "dateArgued": null, "dateFiled": "1915-09-29", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "9204", "docket_id": 3997746, "judge": "Gary, Hydrick, Fraser, Messrs, Watts, Gage", "lexisCite": "", "meta": {"timestamp": "2024-06-21T23:12:12.065997Z", "date_created": "2016-07-06T09:17:01.321618Z", "score": {"bm25": 0.57383496}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": 5643, "cites": [], "download_url": null, "id": 3887675, "joined_by_ids": [], "local_path": "/home/mlissner/columbia/opinions/south_carolina/court_opinions/documents/fb9c76c1621aedc9.xml", "meta": {"timestamp": "2025-02-26T05:32:22.315516Z", "date_created": "2016-07-06T09:17:01.328516Z"}, "ordering_key": 1, "per_curiam": false, "sha1": "6e6f1bc798715241d4fb4227638887b4aec3e489", "snippet": "September 29, 1915. The opinion of the Court was delivered by\nFor the reasons therein assigned, the judgment of the Circuit Court is affirmed.\nMESSRS. JUSTICES WATTS and GAGE concur in the opinion of the Court.", "type": "lead-opinion"}, {"author_id": null, "cites": [], "download_url": null, "id": 3887676, "joined_by_ids": [], "local_path": "/home/mlissner/columbia/opinions/south_carolina/court_opinions/documents/fb9c76c1621aedc9.xml", "meta": {"timestamp": "2025-02-26T05:32:22.334270Z", "date_created": "2016-07-06T09:17:01.334620Z"}, "ordering_key": 3, "per_curiam": false, "sha1": "6e6f1bc798715241d4fb4227638887b4aec3e489", "snippet": "I dissent. It seems to me that the remaindermen who survived the wife, the life tenant, took a fee.", "type": "dissent"}, {"author_id": null, "cites": [], "download_url": null, "id": 3887677, "joined_by_ids": [], "local_path": "/home/mlissner/columbia/opinions/south_carolina/court_opinions/documents/fb9c76c1621aedc9.xml", "meta": {"timestamp": "2025-02-26T05:32:22.357998Z", "date_created": "2016-07-06T09:17:01.339435Z"}, "ordering_key": 2, "per_curiam": false, "sha1": "6e6f1bc798715241d4fb4227638887b4aec3e489", "snippet": "I concur in the view that plaintiff's title is a fee simple, defeasible on her death without leaving heirs of her body; therefore, subject to that contingency, she can convey a good title.", "type": "concurrence-opinion"}], "panel_ids": [], "panel_names": [], "posture": "Before Rice, J., Sumter, Fall term, 1914. Affirmed.Action by Mattie W. Davis against H.B. Hodge, Elisha Hodge, Epsy Ard, Eugenia Kelley and Joel Davis. From a decree for defendants, the plaintiff appeals.\n\nThe facts are stated in the Circuit decree, which was as follows:\n\nThe above stated cause came up before me at the Fall, 1914, term of said Court for Sumter county, and involves the construction of the will of Elias Hodge, who died in March, 1888.\n\nThe evidence was taken by the master, and shows that not long after the death of said Elias Hodge, the parties hereto, except the defendant, Joel Davis, being of age, all of them, and being the devisees under said will, had a parol partition of the lands of the testator devised to them under the terms of said will, and in said parol partition the plaintiff had set off to her seventy-one (71) acres, more or less, by metes and bounds as her share, no deeds, however, being passed between any of the parties. All of said devisees immediately went into possession of the shares so set off to them, and the plaintiff is now in possession of her said share. The defendant, Joel Davis, has agreed to buy the said share of the plaintiff, but alleges that he will not carry out said agreement to purchase until the Courts have determined that the plaintiff can convey the fee, and setting out that there is grave doubt expressed as to whether or not plaintiff can make good fee simple title to the lands.\n\nThe defendants, H.B. Hodge, Epsy Ard and Eugenia Kelley, answered, alleging that plaintiff has a life estate only in said lands with remainder over to them or their families.\n\nAfter giving his wife, who died some years ago, a life estate in the said lands, the testator provides in the second clause of his will as follows:\n\n\"It is my will and desire that all my estate remaining at the death of my wife, Harriet Priscilla Hodge, shall be equally divided between my following children, to wit, Epsy Sarah, Martha Weltby, Henry Bethea, Elisha Booth and Eugenia Elsie Hodge, share and share alike, should any of the above named children mentioned die without heirs or children of their own body, the property &#8212; all &#8212; personal or otherwise, shall recur to my children mentioned in article second or to their families, share and share alike.\"\n\nThe above exact reproduction of the second clause of the will is all that we need consider, except that in the next clause he recites that he has six children other than those named, but makes it clear that he has already provided for them and that they are not to have any of the property devised to those named above. The evidence discloses that Martha Weltby, named in the will, is the plaintiff in this case.\n\nThe attorney for the defendants, except Joel Davis and Elisha Hodge, contend that plaintiff has only a life estate in said lands. The attorney for the plaintiff contends that she takes under the term of said will an estate in fee conditional, with remainder over, and relies in great part upon the recent case of  DuBose  v.  Fleming ,  93 S.C. 183 , 76 S.E. 277 , as sustaining this position. And as it is undisputed that plaintiff now has a child living, he contends that she can convey to Joel Davis a fee in said lands.\n\nAn examination of the report of the case just mentioned will show that it can have only the force and effect as authority that is imparted to it by the opinion of the distinguished Justice who delivered it. Three out of four Justices present were careful to concur in the result only.\n\nThere is no such estate known to our jurisprudence as a remainder after a fee, whether such fee be absolute, conditional\nor defeasible. So far as I have been able to ascertain, there is only one decision of our Court of last resort, to wit,  Heyward  v.  Cruger , 2 S.C. Eq. (2 DeS.) 94, which holds that a remainder can be limited after a fee conditional, and that case, or at least the principle it enunciated, has been repudiated in every case in which the question arose since  Selman  v.  Robertson ,  46 S.C. 262 ,  24 S.E. 187 , 26 L.R.A. 345. It has been uniformly held, however, that a limitation over by way of executory devise may be made after any of the estates mentioned. The principle is that once a fee is granted, there is nothing left for a remainder. See a very learned and interesting discussion of above subjects in  Selman  v.  Robertson ,  46 S.C. 262 ,  24 S.E. 187 , 26 L.R.A. 345, by the late Chief Justice McIver.\n\nThe law of real estate involves the most abstruse problems with which the Court and the bar are confronted today. The great jurist, John Belton O'Neal, said as far back as 1831,  Bedon  v.  Bedon , 18 S.C.L. (2 Bail.) 231: \"The law of real estate ought to, from its continual and daily application to the transmission of estates by descent, and their conveyance by deed or devise, be plain and intelligible, but as transmitted to us from that country from which our legal institutions are derived, it is so encumbered by artificial rules and distinctions, that even the most learned there have acknowledged themselves to be but apprentices to the science.\" This great Judge did a great service in assisting to clarify the law of real property in this State, but the great difficulty still is in its application. But to return to the case before us: In a will no words of inheritance are necessary to convey a fee simple estate, and in the will now under consideration, if it were not for the after added words, \"should any of the above named children mentioned die without heirs or children of their own body, the property, all, personal or otherwise, shall recur to my children mentioned in article second, or to their families, share and share alike.\" each of the devisees would take a fee simple in the lands. If,\nthen, without the words in quotations, the devisees take a fee, what effect do such words have upon the fee simple thus granted? I am satisfied that the word children as first used in the clause set out  verbatim , must be construed \"heirs of the body.\" It is true that the testator had just used the words \"heirs of the body,\" but it is manifest that he does not intend that the estate shall go over in case the first takers leave any heirs of the body living at the time of their deaths, as he has used the words \"children\" and \"heirs of the body\" interchangeably. If we hold that he used the last mentioned words in quotations to mean \"children\" then in case one of said devisees died leaving grandchildren alive at their death, but no children, then the estate would have to go over. This he very evidently did not intend.\n\nWe must remember that in construing this will the provisions of the act of 1853, Civ. Code 1912, sec. 3551, must be read into it. Adopting the above construction of the word \"children,\" transposing somewhat, but retaining the sense of the clause referred to, inserting the provisions of the act mentioned, the said clause would read as follows, in reference to plaintiff:\n\n\"I give 1-5 of said lands and personal property to my daughter, Martha Weltby, but should she die without heirs of her body, living at the time of her death, the said property, all, personal or otherwise, shall recur to my children mentioned in art. 2 or to their families, share and share alike.\"\n\nOne of the essential attributes of a fee conditional is a possibility of a reverter. A glance at the clause in question is sufficient to convince us that the estate of Martha is not a fee conditional, because its provisions do not contain anything that can be construed to carry such possibility of reverter. The testator does not provide that anything shall go back to his estate, but says that \"all of my estate\" shall go as directed, first to the children named, and if any of them die without heirs of the body\nliving at their deaths, then their part to go over to the other children, etc.\n\nIt will be observed, however, that there is no direct gift to the heirs of the body of the first takers, and they can take nothing under the will unless by implication. In a will \"heirs of the body\" and \"issue\" are almost invariably held to be synonymous, and in the noted case of  Carr  v.  Porter , 6 S.C. Eq. (1 McC. Ch.) 60, it was held that \"issue\" generally could not take an estate in lands by implication. It is true that in the case before us we have to deal not with the term \"issue\" used in its general sense, meaning an indefinite succession as in  Carr  v.  Porter, supra , but issue living at the death of the first takers. But Justice Nott, who wrote the opinion in the said case, which became the law from that time, also said by way of  obiter , that even in case such as we are now considering, the issue could not take as purchasers, and while the point has not, so far as I can recall, been decided by our Supreme Court since Judge Nott's day, still there are some dicta of quite recent date tending to show that his opinion still prevails. However, implication is not resorted to unless absolutely necessary, and I do not think the situation which now faces us demands it.\n\nBasing my construction in great part upon the principles announced by Judge O'Neal in the case of  Bedon  v.  Bedon,  supra , 18 S.C.L. (2 Bail.) 231, I am constrained to hold that the plaintiff takes under said will a fee simple estate, defeasible upon her death without heirs of her body living at the time of her death. If she dies leaving heirs of her body living at that time, then her estate becomes absolute. If she leaves no such heirs alive at her death then the executory devise the estate goes over to the other children or their families. In addition to the authority already mentioned, see  Thompson  v.  Peake ,  38 S.C. 440 , 17 S.E. 45 ,  725 ;  Gordon  v.  Gordon ,  32 S.C. 563 , 11 S.E. 334 ;  Shaw  v.  Irwin ,  41 S.C. 209 ,  19 S.E. 499 ;  Durant  v. Nash ,  30 S.C. 184 ,  9 S.E. 19 .\n\nIf Martha dies leaving heirs of her body alive at her death, then if she has not disposed of it, the property will descend to such heirs and her husband, if she has one surviving her. They will thus take by descent, and not by purchase.\n\nI think the above construction fully effectuates the intention of the testator, is not in conflict with any rule of law or construction, so far as my limited research has disclosed, and is supported by the principles approved in the cases above quoted.\n\nIt is, therefore, adjudged and decreed that the plaintiff, Mattie W. Davis, take under the provisions of the said will of Elias Hodge an estate in fee simple, defeasible upon her death without heirs of her body living at the time of her death, in the lands above described, with an executory devised over to the other children of testator named in said will or their families. In case of the death of the said Mattie W. Davis leaving heirs of her body alive at her death, then her estate in said lands becomes absolute. If she leaves no such heirs alive at her death, then the executory devise becomes effective, and the estate goes over to the other devisees named or their \"families;\" and it is further adjudged and decreed, that the parol partition of the said lands devised by the said Elias Hodge as set out in the complaint be, and hereby is, confirmed, and made the order of this Court, the quantity and quality of the estates taken in said lands under the terms of the said will is determined by the judgment hereinabove as to the estate taken in such lands by the plaintiff.\n\nThe exceptions were as follows:\n\n1. It is respectfully submitted that his Honor, the trial Judge, erred in holding that the plaintiff takes under the provisions of the will of Elias Hodge an estate in fee simple, defeasible upon her death without heirs of her body living at the time of her death in the lands above described, with an\nexecutory devise over in case said fee is defeated; the error being that the plaintiff took an estate in fee conditional in said lands under said will, conditioned upon the birth of heirs of her body, and his Honor should have so held.\n\n2. That his Honor, the trial Judge, erred in holding that the plaintiff takes under the provisions of the will of Elias Hodge an estate in fee simple, defeasible upon her death without heirs of her body living at the time of her death in the lands above described, with an executory devise over in case said fee is defeated, because, it appearing by the undisputed evidence in the case that Harriet Hodge, the life tenant under the will of Elias Hodge, has long since died, being survived by the plaintiff, his Honor should have held, if said will conveyed a fee simple estate at all, that the limitation over therein contained applied only in case of the death of one of the children named in article two of said will, without heirs of her body, before the death of Harriet Hodge, the life tenant, and, therefore, plaintiff now has a fee simple absolute estate in said land, and plaintiff can now convey said land in fee simple absolute.", "procedural_history": "", "scdb_id": "", "sibling_ids": [3887675, 3887677, 3887676], "source": "ZU", "status": "Published", "suitNature": "", "syllabus": "<p>Wills. Limitations of Estates. Fees Conditional. Fees Defeasible. Executory Devises.</p> <p>1. Limitations of Estates—Fees Conditional.—One of the essential attributes of a fee conditional is a possibility of a reverter.</p> <p>2. Wills — Limitations of Estates — Fees Defeasible — Executory Devise.—A devise after the act of 1853, Civil Code 1912, sec. 3551, to A, should she die without heirs or children of her own body, the property should recur to others mentioned, or to their families, gives A a fee simple estate in the realty, defeasible upon her death without heirs of her body living at that time, with an executory devise over to the others named or their families.</p>"}
{"absolute_url": "/opinion/6751788/detroit-milwaukee-railroad-v-van-steinburg/", "attorney": "Geo. Jerome, and G. V. N. Lothrop, for plaintiff in error., M. E. Orofoot, and A. B. Maynard, for defendant in error.", "caseName": "Detroit & Milwaukee Railroad v. Van Steinburg", "caseNameFull": "Detroit and Milwaukee Railroad Company v. Jacob Van Steinburg", "citation": ["17 Mich. 99", "1868 Mich. LEXIS 45"], "citeCount": 16, "cluster_id": 6751788, "court": "Michigan Supreme Court", "court_citation_string": "Mich.", "court_id": "mich", "dateArgued": null, "dateFiled": "1868-05-13", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 63732957, "judge": "Campbell, Christiancy, Cooley, Graves", "lexisCite": "", "meta": {"timestamp": "2024-06-22T11:04:40.459750Z", "date_created": "2022-07-20T20:39:04.397397Z", "score": {"bm25": 0.57254463}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 6634134, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2025-02-26T05:36:51.318207Z", "date_created": "2022-07-20T20:39:04.407126Z"}, "ordering_key": 1, "per_curiam": false, "sha1": "", "snippet": "\nCooley Oh. J.\nTbe action in the court below was brought by Yan Steinburgh to recover of the railroad company for injury done him by one of their engines at Holly station, on September 15, 1805. The plaintiff, it appears, was a hotel keeper at that place. The track passed between his house and the depot, and only about thirty feet therefrom. He heard the whistle of an approaching train when it called the station; started to cro", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [6634134, 6634135], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/1971803/pergament-v-frazer/", "attorney": "Samuel L. Chess, New York City, Perl-man, Goodman, Hecht & Chesler, Chicago, 111., and Fischer & Fischer, Detroit, Mich., for proponents-plaintiffs., Willkie, Owen, Farr, Gallagher & Walton, New York City, and Butzel, Eaman, Long, Gust & Kennedy, Detroit, Mich., of counsel for proponents-defendants., George E. Brand and George E. Brand, Jr., Detroit, Mich., and Gordon Johnson, San Francisco, Cal., for defendant Kaiser Aluminum & Chemical Corporation, formerly the Permanente Metals Corporation., Simpson, Thacher & Bartlett, New York City, for defendant Graham Paige Motors Corporation., Garey & Garey, New York City, for defendant Joseph W. Frazer., Miller & Hornbeck, Cleveland, Ohio, and Clair John Killoran, Wilmington, Del., for objecting stockholder, Otis & Co., Lewis M. Dabney, Jr., Anderson & Carew, and Gale, Bernays, Falk & Eisner, New York City, for objecting stockholder Michael Stella., Clair J. Killoran, Wilmington, Del., Samuel Marion, New York City, and Ernest P. Lajoie, Detroit, Mich., for objecting stockholder Eva Lefker., - Lemuel B. Schofield, Marvin Comisky, G. Fred DiBona, Philadelphia, Pa., and David V. Martin, Detroit, Mich., for objecting stockholder James F. Masterson., Griffiths, Williams & Griffiths and Marcus, Kelman & Loria, Detroit, Mich., Norman Amenberg and Held, Rawick & Schnur, New York City, for other objecting stockholders., Mortimer Shapiro, New York City, for Graham Paige Bondholders Protective Committee.", "caseName": "Pergament v. Frazer", "caseNameFull": "PERGAMENT Et Al. v. FRAZER Et Al.", "citation": ["93 F. Supp. 13", "1950 U.S. Dist. LEXIS 2261"], "citeCount": 19, "cluster_id": 1971803, "court": "District Court, E.D. Michigan", "court_citation_string": "E.D. Mich.", "court_id": "mied", "dateArgued": null, "dateFiled": "1950-08-11", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "Civ. A. 7354", "docket_id": 1800002, "judge": "Picard", "lexisCite": "1950 U.S. Dist. LEXIS 2261", "meta": {"timestamp": "2024-06-21T07:43:10.663445Z", "date_created": "2014-10-30T19:34:24.945557Z", "score": {"bm25": 0.5725422}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": 2562, "cites": [89220, 91294, 97024, 99703, 103012, 103255, 103393, 103542, 104182, 104786, 1116658, 1366951, 1378492, 1473270, 1473692, 1482078, 1482247, 1484681, 1492240, 1495685, 1499468, 1544271, 1880595, 1943602, 1971697, 2125391, 2263081, 2391808, 3293031, 3431460, 3490857, 3491169, 3491726, 3492019, 3492765, 3496073, 3497242, 3499039, 3500019, 3500140, 3500613, 3502199, 3502969, 3565063, 3567575, 3568745, 3602787, 3994804], "download_url": null, "id": 1971803, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-23T14:41:34.349760Z", "date_created": "2013-10-30T07:57:10.058166Z"}, "ordering_key": null, "per_curiam": false, "sha1": "617984a219f261714c8e545d443b7666ec3d1b11", "snippet": "\n93 F.Supp. 13 (1950)\nPERGAMENT et al.\nv.\nFRAZER et al.\nCiv. A. No. 7354.\nUnited States District Court E. D. Michigan, S. D.\nAugust 11, 1950.\n*14 *15 *16 Samuel L. Chess, New York City, Perlman, Goodman, Hecht & Chesler, Chicago, Ill., and Fischer & ", "type": "combined-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [1971803], "source": "LU", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/7007725/harvey-v-campbell/", "attorney": "For appellants there was a brief over the name of Messrs. Packwood & Packwood, with an oral argument by Mr. W. H. Packwood., For respondents there was a brief over the name of Messrs. Nichols & Hallock, with and oral argument by Mr. Blaine Hallock.", "caseName": "Harvey v. Campbell", "caseNameFull": "HARVEY v. CAMPBELL", "citation": ["107 Or. 373", "209 P. 107", "1922 Ore. LEXIS 181"], "citeCount": 0, "cluster_id": 7007725, "court": "Oregon Supreme Court", "court_citation_string": "Or.", "court_id": "or", "dateArgued": null, "dateFiled": "1922-06-27", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 63996023, "judge": "Burnett, Consideration, Harris, Hearing, McBride, Rand, Took", "lexisCite": "", "meta": {"timestamp": "2024-06-22T12:11:32.358613Z", "date_created": "2022-07-23T22:03:36.220624Z", "score": {"bm25": 0.5721993}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 6907892, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2025-02-26T05:37:31.366494Z", "date_created": "2022-07-23T22:03:36.287605Z"}, "ordering_key": 2, "per_curiam": false, "sha1": "", "snippet": "\n*393Reversed on rehearing April 10, 1923,\nOn Rehearing.\n(214 Pac. 348.)\nReversed. Rehearing and Motion to Retan Costs Denied..\nFor appellants there was a brief over the name of Messrs. Pachwood & Pachwood, with oral arguments by Mr. Irving Band and Mr. Won. H. Pachwood.\nFor re", "type": "rehearing"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [6907891, 6907892, 6907893], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/87678/lowber-v-bangs/", "attorney": "\nMr. Curtis, for the owners.\n, \nMr. S. Bartlett, contra:\n", "caseName": "Lowber v. Bangs", "caseNameFull": "Lowber v. Bangs", "citation": ["69 U.S. 728", "17 L. Ed. 768", "2 Wall. 728", "1864 U.S. LEXIS 458"], "citeCount": 24, "cluster_id": 87678, "court": "Supreme Court of the United States", "court_citation_string": "SCOTUS", "court_id": "scotus", "dateArgued": null, "dateFiled": "1865-01-16", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 24187, "judge": "Swayne, Clifford, Nelson", "lexisCite": "1864 U.S. LEXIS 458", "meta": {"timestamp": "2024-06-20T18:07:01.180310Z", "date_created": "2014-12-21T09:25:44.516535Z", "score": {"bm25": 0.5721667}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 9416706, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2025-02-26T05:42:00.911531Z", "date_created": "2023-08-02T19:53:12.060462Z"}, "ordering_key": 2, "per_curiam": false, "sha1": "", "snippet": "\n. Mr. Justice CLIFFORD,\ndissenting.\nI am not able-to concur in the judgment of the court in this case, and inasmuch as the questions presented for decision are of general importance, I think it proper to state the reasons for my dissent.\nPresent defendants, as the owners of the ship Mary Bangs, brought the suit in the court below to recover damages of the charterers for refusing to load the s", "type": "dissent"}, {"author_id": 3148, "cites": [], "download_url": null, "id": 87678, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-23T02:52:14.333640Z", "date_created": "2010-04-28T16:01:20Z"}, "ordering_key": null, "per_curiam": false, "sha1": "09a8b58a710163b172f619fb744f9191a3b9b962", "snippet": "\n69 U.S. 728 (1864)\n2 Wall. 728\nLOWBER\nv.\nBANGS.\nSupreme Court of United States.\n\n*730 Mr. Curtis, for the owners.\nMr. S. Bartlett, contra.\n*736 Mr. Justice SWAYNE delivered the opinion of the court\nThe question is, whether it was a condition precedent, that the ship", "type": "combined-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "1864-007", "sibling_ids": [87678, 9416705, 9416706], "source": "LRU", "status": "Published", "suitNature": "", "syllabus": "<p>A stipulation in a charter-party that the chartered vessel, then in distant seas, would proceed from one port named (where it was expected that she would he) to another port named (where the charterer meant to load her), “with all possible despatch,” is a warranty that she will so proceed; and goes to the root of the contract. It is not a representation simply that she will so proceed, but a condition precedent to a right of recovery. Accordingly, if a vessel go to a port out of the direct course, the charterer may throw up the charter-party.</p> <p>Ex. gr. 'A vessel,-while _on a voyage to Melbourne, was chartered at Boston for a voyage from Calcutta.to a port in the United States. The charter-party contained a clause that the vessel was to “proceed from Melbourne to Calcutta with all possible despatch.” Before the master was advised of this engagement, the vessel had sailed from Melbourne to Manilla, which is out of the direct course between Melbourne and Calcutta, and did not arrive at Calcutta either directly or aá soon as the parties had contemplated. The defendants refused to load; and upon suit to recover damages for a breach of the charter-party, it was held that the charterers might rightly claim to be discharged.</p>"}
{"absolute_url": "/opinion/8369932/wiswell-v-first-congregational-church/", "attorney": "JRr M. Gorwine and George JS. Pugh, for the plaintiff., Taft Perry, and M. F. Force, for the First Congregational Church, and William Greene and others, the trustees.., H. C. Whitman, John Kébler, and Collins ¡j¡ Herron, for Robert Hosea and others, members of said church, and constituting an unincorporated society called, “ The Church of the Redeemer.”", "caseName": "Wiswell v. First Congregational Church", "caseNameFull": "William Wiswell v. The First Congregational Church of Cincinnati, and Others", "citation": ["14 Ohio St. (N.S.) 31"], "citeCount": 0, "cluster_id": 8369932, "court": "Ohio Supreme Court", "court_citation_string": "Ohio", "court_id": "ohio", "dateArgued": null, "dateFiled": "1862-12-15", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 65550717, "judge": "Brinkerhoef, Gholson, Peck, Ranney, Scott", "lexisCite": "", "meta": {"timestamp": "2024-06-22T18:43:05.070578Z", "date_created": "2022-10-17T23:33:23.005936Z", "score": {"bm25": 0.5717498}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 8339012, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-25T03:38:11.909043Z", "date_created": "2022-10-17T23:33:23.012650Z"}, "ordering_key": null, "per_curiam": false, "sha1": "", "snippet": "\nRanney J.\nTwo questions, arising upon papers filed since this case was reserved, must be disposed of, before the merits of the case, as it then stood, can be considered. These questions are both addressed to the sound discretion of the court, and in the exercise of such discretion, we have arrived at a conclusion upon them.\n■ 1. The plaintiff now moves the court for leave to dismiss the action. This motion is resi", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [8339012], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/87204/philadelphia-wilmington-baltimore-railroad-v-quigley/", "attorney": "The case was argued by Mr. Schley and Mr. Donaldson for the plaintiffs in error, and Mr. Johnson and Mr. Davis for the defendant.", "caseName": "Philadelphia, Wilmington, & Baltimore Railroad v. Quigley", "caseNameFull": "The Philadelphia, Wilmington, and Baltimore Railroad Company, Plaintiffs in Error, v. Philip Quigley", "citation": ["62 U.S. 202", "16 L. Ed. 73", "21 How. 202", "1858 U.S. LEXIS 634"], "citeCount": 78, "cluster_id": 87204, "court": "Supreme Court of the United States", "court_citation_string": "SCOTUS", "court_id": "scotus", "dateArgued": null, "dateFiled": "1859-01-17", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 2463232, "judge": "Campbell, Daniel", "lexisCite": "1858 U.S. LEXIS 634", "meta": {"timestamp": "2024-06-20T18:06:42.355949Z", "date_created": "2014-12-21T09:25:26.094436Z", "score": {"bm25": 0.57061315}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": 519, "cites": [84894, 2158753], "download_url": null, "id": 87204, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-23T02:52:02.455990Z", "date_created": "2010-04-28T16:01:03Z"}, "ordering_key": null, "per_curiam": false, "sha1": "e5274795ff100204d8e66ce2cfaab791035fd064", "snippet": "\n62 U.S. 202 (1858)\n21 How. 202\nTHE PHILADELPHIA, WILMINGTON, AND BALTIMORE RAILROAD COMPANY, PLAINTIFFS IN ERROR,\nv.\nPHILIP QUIGLEY.\nSupreme Court of United States.\n\n*203 The case was argued by Mr. Schley and Mr. Donaldson for the plaintiffs in error, and Mr. Johnson and Mr. Davis for the defendant.\n<span class=\"sta", "type": "combined-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "1858-014", "sibling_ids": [87204], "source": "LRU", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/281898/securities-and-exchange-commission-v-texas-gulf-sulphur-co-a-texas/", "attorney": "", "caseName": "Securities and Exchange Commission v. Texas Gulf Sulphur Co., a Texas Corporation, Charles F. Fogarty, Richard D. Mollison, Walter Holyk, Kenneth H. Darke, Francis G. Coates, Claude O. Stephens, John A. Murray, Earl L. Huntington, and Harold B. Kline, Defendants- Securities and Exchange Commission v. David M. Crawford and Richard H. Clayton", "caseNameFull": "Securities and Exchange Commission v. Texas Gulf Sulphur Co., a Texas Corporation, Charles F. Fogarty, Richard D. Mollison, Walter Holyk, Kenneth H. Darke, Francis G. Coates, Claude O. Stephens, John A. Murray, Earl L. Huntington, and Harold B. Kline, Defendants- Securities and Exchange Commission v. David M. Crawford and Richard H. Clayton", "citation": ["401 F.2d 833", "2 A.L.R. Fed. 190", "1968 U.S. App. LEXIS 5797"], "citeCount": 743, "cluster_id": 281898, "court": "Court of Appeals for the Second Circuit", "court_citation_string": "2d Cir.", "court_id": "ca2", "dateArgued": null, "dateFiled": "1968-08-13", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "30882", "docket_id": 949146, "judge": "", "lexisCite": "1968 U.S. App. LEXIS 5797", "meta": {"timestamp": "2024-06-20T19:52:21.156749Z", "date_created": "2015-10-22T19:06:02.069946Z", "score": {"bm25": 0.57005}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [97024, 103944, 104206, 104637, 104802, 105171, 106707, 106845, 107563, 227072, 228447, 247484, 249442, 251841, 254291, 256340, 259309, 260275, 261124, 267370, 267514, 273166, 274345, 274840, 275183, 276585, 278562, 1410524, 1429011, 1429031, 1472027, 1510706, 1510735, 1522292, 1545617, 1607475, 1682110, 1741436, 1803714, 1866830, 1872268, 1888134, 1954265, 1954276, 1965692, 2143237, 2288057, 2293436, 2293740, 2351265, 2351364, 2352555, 2386573, 3615965, 6670977, 6921560, 6922591, 7911628, 8754867, 8760637, 8870007, 8870459, 8878026, 8878085, 8878737, 8879565, 8879915, 8940055, 8956800, 8961097, 9422686, 9453064], "download_url": "http://bulk.resource.org/courts.gov/c/F2/401/401.F2d.833.296.30882.html", "id": 281898, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-23T04:02:50.810806Z", "date_created": "2011-08-23T08:44:15Z"}, "ordering_key": null, "per_curiam": false, "sha1": "cab23dacbc099fd8d850fbbbe406275bfd6d9945", "snippet": "401 F.2d 833\n    2 A.L.R.Fed. 190\n    SECURITIES AND EXCHANGE COMMISSION, Plaintiff-Appellant,v.TEXAS GULF SULPHUR CO., a Texas Corporation, Charles F.Fogarty, Richard D. Mollison, Walter Holyk, Kenneth H.Darke, Francis G. Coates, Claude O. Stephens, John A.Murray, Earl L. Huntington, and Harold B. Kline, Defendants-Appellees.SECURITIES AND EXCHANGE COMMISSION, Plaintiff-Appellee,v.David M. C", "type": "combined-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [281898], "source": "R", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/6930043/red-lake-band-v-united-states/", "attorney": "Marvin J. Sonosky, Washington, D.C., for plaintiff. Reid P. Chambers, Anne D. Noto, and Rodney J. Edwards, of counsel., Pamela S. West, with whom were Laura R. Ouverson and Harry H. Kelso, Washington, D.C., for defendant.", "caseName": "Red Lake Band v. United States", "caseNameFull": "The RED LAKE BAND v. United States", "citation": ["17 Cl. Ct. 362", "1989 U.S. Claims LEXIS 46", "1989 WL 69793"], "citeCount": 0, "cluster_id": 6930043, "court": "United States Court of Claims", "court_citation_string": "Ct. Cl.", "court_id": "cc", "dateArgued": null, "dateFiled": "1989-03-28", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "No. 189A", "docket_id": 63918327, "judge": "Bruggink", "lexisCite": "", "meta": {"timestamp": "2024-06-22T11:51:14.870712Z", "date_created": "2022-07-23T19:27:03.811204Z", "score": {"bm25": 0.57001656}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 6826430, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-24T22:47:28.388690Z", "date_created": "2022-07-23T19:27:03.904984Z"}, "ordering_key": null, "per_curiam": false, "sha1": "", "snippet": "\nTABLE OF CONTENTS\nPage\nI. BACKGROUND 370\nA. Plaintiffs Motion in Limine 372\nB. Has Defendant Furnished an Accounting? 373\nII. DEFENDANT’S MOTION TO DISMISS BASED ON THE STATUTE OF LIMITATIONS 374\nA. Claims 1 and 2 375\nB. Claims 3 and 4 378\nIII. THE NON-ACCOUNTING CLAIMS 378\nA. Expendit", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [6826430], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/4213465/utah-power-light-co-v-public-service-commission/", "attorney": "George R. Corey, Judd, Ray, Quinney  Nebeker , and  W.G.  Howell , all of Salt Lake City ( S.I. Barber  and  Reid   Priest , all of New York City, of counsel), for plaintiff.\n\n Grover A. Giles , Atty. Gen., and  Clinton D. Vernon , of Salt Lake City, for defendants.", "caseName": "Utah Power & Light Co. v. Public Service Commission", "caseNameFull": "UTAH POWER & LIGHT CO. v. PUBLIC SERVICE COMMISSION Et Al.", "citation": ["152 P.2d 542", "107 Utah 155", "1944 Utah LEXIS 117"], "citeCount": 45, "cluster_id": 4213465, "court": "Utah Supreme Court", "court_citation_string": "Utah", "court_id": "utah", "dateArgued": null, "dateFiled": "1944-10-10", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "No. 6658.", "docket_id": 4085607, "judge": "Wolfe, Larson, Medonough, Wade, Hoyt, Moffat", "lexisCite": "", "meta": {"timestamp": "2024-06-21T23:40:13.134591Z", "date_created": "2016-07-06T10:43:02.020315Z", "score": {"bm25": 0.56981236}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": 5880, "cites": [89446, 89447, 91041, 91532, 92215, 92743, 93947, 94130, 95098, 95871, 96936, 96937, 97966, 99789, 99968, 100220, 100249, 100254, 100936, 101436, 101492, 102091, 102224, 102259, 102270, 102481, 102885, 103051, 103197, 103369, 103633, 103915, 1087768, 1479361, 1479392, 1505914, 1551302, 1568028, 3305898, 3862084, 3985364, 3987026, 3987667, 3987704, 3988133, 3988248], "download_url": null, "id": 3986935, "joined_by_ids": [], "local_path": "/home/mlissner/columbia/opinions/utah/court_opinions/documents/91205ee18665d957.xml", "meta": {"timestamp": "2025-02-26T05:32:45.317621Z", "date_created": "2016-07-06T10:43:02.026738Z"}, "ordering_key": 1, "per_curiam": false, "sha1": "8d51c45130af11c596865f3753588efe686c2bb5", "snippet": "Certiorari to review an order of the Public Service Commission of Utah. The order directed a reduction in the rates charged by the Utah Power  Light Company to its customers in Utah for electrical energy.\nThe petitioner, hereinafter called Company, is a corporation duly organized and existing under and by virtue of the *Page 161 \nlaws of the State of Maine and duly authorized to do business in the State of Utah. It is an \"electrical corporation\" and", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "Original certiorari proceeding by the Utah Power  Light Company against Public Service Commission of Utah and George S. Ballif, Donald Hacking and Oscar W. Carlson, Commissioners of the Public Service Commission of Utah, to review an order of the Public Service Commission, directing a reduction in rates charged for electrical energy.\n\nOrder of the Commission affirmed.", "procedural_history": "", "scdb_id": "", "sibling_ids": [3986936, 3986935], "source": "ZU", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/8544988/cleveland-worm-gear-co-v-noyes/", "attorney": "White, Johnson, Cannon cO Neff, for plaintiff., Francis J. Wing, contra.", "caseName": "Cleveland Worm & Gear Co. v. Noyes", "caseNameFull": "The Cleveland Worm & Gear Co. v. Mayhew E. Noyes", "citation": ["17 Ohio N.P. (n.s.) 529"], "citeCount": 0, "cluster_id": 8544988, "court": "Cuyahoga County Common Pleas Court", "court_citation_string": "Oh. Ct. Com. Pl., Cuyahoga", "court_id": "ohctcomplcuyaho", "dateArgued": null, "dateFiled": "1915-05-15", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 65807431, "judge": "Foran", "lexisCite": "", "meta": {"timestamp": "2024-06-22T19:58:34.759355Z", "date_created": "2022-11-23T08:52:46.473868Z", "score": {"bm25": 0.56889725}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 8517603, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-25T04:10:46.487247Z", "date_created": "2022-11-23T08:52:46.479952Z"}, "ordering_key": null, "per_curiam": false, "sha1": "", "snippet": "\nForan, J.\nIn this case the plaintiff asks for an injunction and the appointment of a receiver. In brief, the claims of the plaintiff are, that it is a corporation organized under the laws of Ohio, located at Cleveland and engaged in the business of manufacturing worm gear drives for the propulsion of automobiles and motor vehicles of the tractor and pleasure type; that it bas been engaged in this business for several years, ", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [8517603], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/8794301/john-t-dyer-quarry-co-v-schuylkill-stone-co/", "attorney": "J. Bonsall Taylor, Louis M. Childs, and Cyrus N. Anderson, for complainant., Frank P. Prichard, for defendant.", "caseName": "John T. Dyer Quarry Co. v. Schuylkill Stone Co.", "caseNameFull": "JOHN T. DYER QUARRY CO. v. SCHUYLKILL STONE CO.", "citation": ["185 F. 557", "1911 U.S. App. LEXIS 4028"], "citeCount": 1, "cluster_id": 8794301, "court": "District Court, D. New Jersey", "court_citation_string": "D.N.J.", "court_id": "njd", "dateArgued": null, "dateFiled": "1911-03-06", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 66060417, "judge": "Bradford", "lexisCite": "1911 U.S. App. LEXIS 4028", "meta": {"timestamp": "2024-06-22T21:37:55.328583Z", "date_created": "2022-11-26T13:09:33.070428Z", "score": {"bm25": 0.56857073}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 8778328, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-25T05:06:04.766973Z", "date_created": "2022-11-26T13:09:33.076994Z"}, "ordering_key": null, "per_curiam": false, "sha1": "", "snippet": "\nBRADFORD, District Judge.\nThe John T. Dyer Quarry Company, a corporation of Pennsylvania, has filed a bill in equity against the Schuylkill Stone Company, a corporation of New Jersey, alleging trade-mark infringement and unfair competition in trade, and praying for an injunction and an account. It appears from the record that in 1893 John T. Dyer established a stone quarry outside but within a mile of Birdsboro, Berks County, Pe", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [8778328], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/4291288/hidalgo-county-texas-v-dora-herrera-individually-and-as-representative/", "attorney": "", "caseName": "Hidalgo County, Texas v. Dora Herrera, Individually, and as Representative of the Estate of Reynaldo Herrera, Eric Herrera, Efren Herrera, Michael Herrera, Jessica Herrera Rodriguez, Celia Herrera, Vanessa Herrera, Veronica Herrera Rodriguez Herrera, and Rey Herrera", "caseNameFull": "", "citation": [], "citeCount": 0, "cluster_id": 4291288, "court": "Court of Appeals of Texas", "court_citation_string": "Tex. App.", "court_id": "texapp", "dateArgued": null, "dateFiled": "2015-08-24", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "13-15-00167-CV", "docket_id": 4457862, "judge": "", "lexisCite": "", "meta": {"timestamp": "2024-06-22T00:03:11.532062Z", "date_created": "2016-09-30T00:03:10.845924Z", "score": {"bm25": 0.56854606}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [93, 15627, 17240, 21126, 28435, 30174, 33415, 37069, 48706, 52870, 55833, 64528, 68558, 70831, 71489, 71575, 75870, 75898, 76129, 76150, 76522, 76761, 76805, 76896, 76908, 77034, 78192, 111620, 112161, 112893, 112903, 118019, 118157, 118271, 118337, 149189, 152899, 159587, 159775, 160169, 161778, 161851, 162224, 163939, 164301, 164389, 164803, 165511, 168467, 172194, 172579, 174941, 180747, 181140, 182125, 182434, 182637, 194998, 198219, 199270, 199496, 200039, 200085, 200666, 201550, 201578, 201851, 202072, 202508, 202984, 205722, 209411, 210099, 211582, 212992, 213950, 214727, 216581, 219508, 223102, 359724, 372942, 425107, 428543, 432242, 440324, 447538, 464621, 469377, 473639, 488026, 488028, 492673, 495277, 511955, 515779, 519262, 522912, 525237, 528472, 536554, 546898, 550664, 551835, 552788, 555438, 555787, 579444, 604816, 608869, 612074, 612579, 613118, 613254, 617707, 620671, 624998, 625108, 654592, 656165, 666601, 671486, 673860, 673931, 675213, 678504, 685671, 694395, 694579, 701265, 702502, 705171, 710273, 714170, 723835, 724912, 725022, 731004, 733243, 733299, 740002, 740391, 749317, 749396, 756543, 759585, 760872, 761529, 762161, 763292, 763492, 764386, 765387, 765968, 766276, 766397, 766506, 767102, 767681, 768064, 768165, 768233, 768591, 768605, 768635, 769080, 769319, 769656, 770103, 770445, 770985, 771262, 771327, 771335, 771807, 771964, 772446, 772468, 773053, 773582, 774277, 774339, 774416, 774843, 775368, 775461, 775468, 775760, 777123, 777442, 777815, 777932, 778201, 778459, 778954, 779092, 779898, 780092, 780692, 780955, 780958, 781258, 781605, 782676, 783004, 783028, 783133, 783655, 784252, 785317, 785776, 785918, 786221, 786264, 787301, 787744, 788319, 788892, 788955, 789170, 791701, 792724, 794334, 794420, 794607, 796111, 796216, 796337, 796368, 797364, 797542, 802772, 835252, 894476, 894500, 894512, 894516, 894530, 894575, 894583, 894586, 894608, 894625, 894631, 894656, 894736, 894743, 894763, 894781, 894788, 894792, 894830, 894850, 894854, 894875, 894877, 894899, 894916, 894934, 894945, 895049, 895068, 895114, 895131, 895144, 895183, 895202, 895225, 895226, 895233, 895236, 895238, 895255, 895262, 895264, 895297, 895299, 895327, 895329, 895355, 1057237, 1060973, 1189425, 1195793, 1200354, 1223308, 1253540, 1263593, 1287708, 1288078, 1301223, 1304860, 1311044, 1354946, 1369533, 1369800, 1370472, 1370545, 1370911, 1372497, 1376400, 1380158, 1381915, 1382168, 1382913, 1383150, 1383999, 1384997, 1385129, 1386166, 1389134, 1389576, 1394112, 1396331, 1396816, 1397174, 1397242, 1398510, 1399962, 1400844, 1403634, 1404060, 1404115, 1405406, 1405497, 1405731, 1424020, 1426635, 1430437, 1437287, 1439024, 1440016, 1440361, 1440682, 1441870, 1442625, 1442931, 1443061, 1445160, 1448490, 1449865, 1450133, 1450733, 1453782, 1458058, 1464113, 1464995, 1465982, 1466182, 1466844, 1472715, 1473124, 1479088, 1484247, 1487068, 1487589, 1487699, 1488673, 1488697, 1489231, 1489320, 1491230, 1491297, 1491501, 1491957, 1493934, 1494891, 1495619, 1495710, 1495793, 1498453, 1499524, 1501334, 1501456, 1505449, 1505453, 1514055, 1515115, 1515353, 1517134, 1518104, 1518823, 1519072, 1524989, 1532327, 1534922, 1560524, 1560924, 1561296, 1561359, 1564836, 1566055, 1572837, 1573093, 1574023, 1574384, 1576526, 1579143, 1579987, 1580346, 1589020, 1589095, 1589141, 1589258, 1593566, 1616022, 1616429, 1616441, 1616709, 1616780, 1618726, 1619391, 1620115, 1620157, 1620563, 1623484, 1624084, 1625260, 1627735, 1628717, 1630249, 1630670, 1630924, 1631153, 1632492, 1633640, 1635745, 1636412, 1637688, 1651997, 1652488, 1654674, 1654942, 1655356, 1655497, 1658968, 1662502, 1663047, 1663113, 1663824, 1666251, 1666807, 1669089, 1673591, 1674333, 1676611, 1685454, 1685734, 1685776, 1686138, 1690624, 1691006, 1692122, 1692273, 1692396, 1710175, 1711507, 1712748, 1716204, 1720529, 1722869, 1731062, 1731864, 1742776, 1744889, 1746147, 1746487, 1747943, 1748025, 1749669, 1750944, 1751149, 1751153, 1751837, 1753424, 1754252, 1754566, 1758123, 1758461, 1758470, 1758792, 1759703, 1761327, 1765974, 1766232, 1766914, 1767561, 1768496, 1771478, 1772082, 1772532, 1773058, 1773906, 1786747, 1787648, 1792203, 1795612, 1859594, 1860094, 1869109, 1869649, 1870284, 1870378, 1870668, 1871093, 1872098, 1873723, 1874229, 1875733, 1875943, 1876103, 1876287, 1876961, 1877294, 1878856, 1878989, 1880027, 1880132, 1890892, 1891056, 1891067, 1897734, 1919140, 1947128, 1947491, 1947957, 1959491, 1984419, 1984552, 1984693, 1987462, 1987708, 1987734, 1989962, 1992122, 2003925, 2004269, 2005294, 2007757, 2097028, 2101058, 2102333, 2104012, 2104112, 2104125, 2105896, 2106380, 2107225, 2114833, 2164266, 2166941, 2167297, 2168397, 2173037, 2173413, 2183026, 2187950, 2188943, 2194092, 2270343, 2270572, 2271156, 2271846, 2273077, 2273723, 2273749, 2274124, 2274174, 2274824, 2275726, 2275803, 2276059, 2276476, 2276536, 2278060, 2278739, 2279864, 2281432, 2284260, 2284485, 2286632, 2287671, 2289159, 2292981, 2310918, 2311923, 2333066, 2334198, 2334627, 2336065, 2336115, 2336438, 2337265, 2342532, 2342868, 2342919, 2343331, 2343590, 2348012, 2349224, 2352396, 2353518, 2354895, 2354995, 2355250, 2358932, 2365576, 2365615, 2371777, 2373186, 2382015, 2384880, 2387248, 2387469, 2387477, 2388197, 2392754, 2393810, 2399623, 2401634, 2408402, 2416316, 2417041, 2419464, 2419830, 2419918, 2425678, 2430249, 2432281, 2435941, 2438335, 2441554, 2441769, 2443951, 2450573, 2452129, 2453279, 2453675, 2455522, 2455741, 2458935, 2465157, 2468397, 2472457, 2472910, 2472922, 2478103, 2486541, 2513676, 2516526, 2517833, 2538969, 2539130, 2539194, 2539217, 2539572, 2540232, 2540550, 2541016, 2541047, 2541289, 2541664, 2542115, 2543329, 2543452, 2545144, 2547459, 2562420, 2574279, 2577188, 2578458, 2579959, 2580693, 2629538, 2634817, 2670966, 3943019, 3971171], "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=50248&Index=%5c%5cOCA%2dPSQL01%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa12%5cOpinion", "id": 4068549, "joined_by_ids": [], "local_path": "pdf/2015/08/24/hidalgo_county_texas_v._dora_herrera_individually_and_as_representative.pdf", "meta": {"timestamp": "2024-06-24T04:19:00.020092Z", "date_created": "2016-09-30T00:03:10.854516Z"}, "ordering_key": null, "per_curiam": false, "sha1": "5bc1435711e079f65ce149c751178bd64b7049a5", "snippet": "                                                                                                 ACCEPTED\n                                                                                             13-15-00167-CV\n          FILED                                                              THIRTEENTH COURT OF APPEALS\n                                                                                    CORPUS CHRISTI, TEXAS\nIN THE 13TH COURT OF APPEALS                                               ", "type": "combined-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [4068549], "source": "C", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/4300853/susan-england-v-janice-kolbe-as-guardian-of-the-estate-of-edna-moon/", "attorney": "", "caseName": "Susan England v. Janice Kolbe, as Guardian of the Estate of Edna Moon", "caseNameFull": "", "citation": [], "citeCount": 0, "cluster_id": 4300853, "court": "Court of Appeals of Texas", "court_citation_string": "Tex. App.", "court_id": "texapp", "dateArgued": null, "dateFiled": "2015-11-30", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "03-15-00409-CV", "docket_id": 4467428, "judge": "", "lexisCite": "", "meta": {"timestamp": "2024-06-22T00:06:20.652308Z", "date_created": "2016-09-30T23:05:57.089053Z", "score": {"bm25": 0.56837285}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [10672, 94722, 96959, 100502, 101179, 104677, 105721, 108166, 108650, 109432, 109527, 109929, 110159, 110715, 110942, 111110, 111693, 112557, 112616, 112617, 112900, 118026, 118138, 118424, 127910, 198888, 269048, 363795, 437275, 457539, 470069, 472181, 476835, 490970, 499756, 669115, 744625, 786344, 867644, 894491, 894512, 894518, 894529, 894530, 894531, 894539, 894601, 894621, 894639, 894667, 894669, 894683, 894692, 894720, 894731, 894815, 894830, 894841, 894843, 894859, 894882, 894894, 894895, 894926, 894959, 894983, 895127, 895168, 895225, 895240, 895263, 895307, 895336, 1137837, 1168665, 1181025, 1188236, 1188706, 1287960, 1308194, 1352411, 1352483, 1352546, 1352565, 1352568, 1353594, 1353696, 1354605, 1354913, 1370803, 1370980, 1376400, 1376467, 1376983, 1377709, 1383258, 1383975, 1390531, 1393716, 1399312, 1399537, 1400009, 1400897, 1401005, 1401051, 1403934, 1404574, 1405406, 1421420, 1429700, 1440936, 1442844, 1446190, 1448501, 1449090, 1449720, 1449865, 1449946, 1450881, 1458491, 1464236, 1465047, 1466133, 1467015, 1467106, 1467371, 1468072, 1470788, 1472667, 1473138, 1473146, 1483931, 1484870, 1487104, 1487472, 1490834, 1491887, 1492302, 1493807, 1494170, 1494911, 1495024, 1496462, 1496754, 1497118, 1497611, 1498260, 1498508, 1499479, 1499729, 1499803, 1501052, 1501940, 1504220, 1504252, 1504334, 1505643, 1509101, 1509703, 1509832, 1510523, 1510634, 1510810, 1511289, 1512167, 1512420, 1512435, 1512603, 1514044, 1514203, 1514858, 1515115, 1515123, 1515285, 1515676, 1517154, 1517352, 1518361, 1518446, 1518759, 1518823, 1518827, 1519115, 1520810, 1522392, 1523266, 1523665, 1523937, 1525929, 1525971, 1526863, 1527700, 1529271, 1529685, 1530330, 1530866, 1531145, 1532212, 1532452, 1532508, 1533237, 1533247, 1533620, 1534524, 1543235, 1560839, 1561557, 1561628, 1565152, 1568694, 1568912, 1570282, 1571784, 1572971, 1574103, 1574242, 1575595, 1575649, 1577191, 1578047, 1578801, 1579378, 1580517, 1589212, 1618145, 1618205, 1621057, 1621900, 1624043, 1624337, 1624828, 1625090, 1625325, 1627834, 1627996, 1628021, 1628706, 1629165, 1632097, 1632708, 1633734, 1634120, 1635395, 1636146, 1637025, 1638054, 1638479, 1639253, 1639606, 1640309, 1653483, 1653556, 1654048, 1654485, 1654838, 1660254, 1660655, 1662174, 1663289, 1664042, 1664628, 1665709, 1667506, 1669648, 1671071, 1674138, 1675718, 1675879, 1676328, 1676463, 1676552, 1677284, 1677311, 1677368, 1679425, 1680420, 1681510, 1682126, 1682136, 1682240, 1682261, 1683390, 1683885, 1686950, 1688266, 1688467, 1709927, 1712040, 1715050, 1716472, 1717327, 1717576, 1717804, 1718524, 1719095, 1720966, 1721346, 1722117, 1723051, 1723253, 1723638, 1725537, 1725589, 1726777, 1729066, 1729894, 1730492, 1731758, 1732938, 1733011, 1733693, 1737474, 1737633, 1737678, 1740139, 1742974, 1743388, 1743564, 1743657, 1745433, 1746605, 1747332, 1747698, 1749289, 1749506, 1750056, 1751051, 1751348, 1752239, 1752666, 1754477, 1754604, 1754680, 1754684, 1754830, 1755424, 1755643, 1755678, 1756885, 1757539, 1757950, 1760365, 1760518, 1760812, 1763560, 1766561, 1766885, 1766971, 1768069, 1768079, 1768097, 1768699, 1768813, 1771592, 1772502, 1772870, 1773172, 1773250, 1773471, 1774181, 1774192, 1774526, 1774595, 1774819, 1775658, 1777064, 1777506, 1777719, 1777777, 1778215, 1778583, 1778851, 1779584, 1780439, 1780567, 1780656, 1780829, 1781221, 1782143, 1782385, 1783748, 1784762, 1784796, 1785404, 1785480, 1786673, 1786719, 1787764, 1788359, 1788532, 1788946, 1790973, 1791425, 1793272, 1793288, 1793958, 1796655, 1796764, 1797430, 1799269, 1799833, 1856332, 1859831, 1870789, 1877224, 1877294, 1878148, 1880195, 1891161, 1947586, 1959911, 1983460, 1987708, 1987994, 1990922, 1992118, 1992121, 2003292, 2012210, 2018396, 2032500, 2055440, 2078670, 2100758, 2101478, 2102254, 2102594, 2144853, 2167955, 2174415, 2174520, 2184604, 2185999, 2189120, 2193728, 2236752, 2278773, 2283790, 2290569, 2291113, 2331812, 2331921, 2332349, 2333026, 2333383, 2333580, 2335206, 2335360, 2335378, 2335430, 2336172, 2336178, 2336281, 2342495, 2342504, 2344764, 2349145, 2355534, 2362457, 2362637, 2363476, 2363575, 2363938, 2365734, 2366644, 2366813, 2367594, 2368886, 2369002, 2369547, 2369833, 2369912, 2370038, 2371913, 2374879, 2377920, 2378315, 2379598, 2380266, 2380562, 2381510, 2382915, 2383108, 2383485, 2383661, 2383794, 2384006, 2384799, 2385014, 2386289, 2386370, 2387133, 2388344, 2389955, 2391784, 2400907, 2400938, 2401466, 2401702, 2402314, 2402827, 2403582, 2405543, 2405588, 2405869, 2406050, 2406336, 2406527, 2407241, 2407501, 2409136, 2409254, 2409338, 2410425, 2410439, 2410529, 2410935, 2412852, 2412871, 2418148, 2418567, 2418766, 2419359, 2419388, 2419390, 2419698, 2419825, 2419883, 2419918, 2420460, 2424942, 2424965, 2424972, 2425092, 2425148, 2426123, 2427160, 2427964, 2427970, 2427974, 2428072, 2428092, 2428513, 2428697, 2428768, 2428982, 2428985, 2429647, 2430050, 2430788, 2430955, 2431348, 2432012, 2432024, 2432072, 2432572, 2432899, 2433412, 2433432, 2433476, 2434963, 2435409, 2435512, 2435790, 2436662, 2436763, 2436853, 2437131, 2437773, 2437779, 2438351, 2438826, 2440443, 2441016, 2441312, 2441435, 2441813, 2443190, 2443517, 2443586, 2443982, 2445486, 2446907, 2446950, 2449680, 2449772, 2450013, 2450266, 2450995, 2451118, 2451198, 2451326, 2451568, 2451610, 2451630, 2452645, 2454204, 2454292, 2454480, 2454752, 2455379, 2455551, 2456393, 2456457, 2456494, 2456764, 2458911, 2459151, 2459497, 2459726, 2460377, 2461299, 2461306, 2461411, 2461847, 2462768, 2463744, 2463975, 2464170, 2465102, 2466206, 2466491, 2467047, 2467071, 2467838, 2468128, 2468324, 2469564, 2469644, 2469663, 2525492, 2539376, 2539658, 2540461, 2541910, 2542278, 2542863, 2577474, 2601614, 2627618, 3444294, 3900940, 3901243, 3903790, 3904194, 3908721, 3910449, 3911771, 3917190, 3923029, 3925206, 3926198, 3927902, 3927955, 3929456, 3930515, 3932240, 3934004, 3936430, 3936445, 3937837, 3943933, 3945100, 3945221, 3945401, 3947766, 3951541, 3951708, 3952570, 3954130, 3954472, 3959266, 3959294, 3959720, 3962334, 3969814, 3970057, 3970111, 3970362, 3971847, 3973321, 3973388, 3975688, 3977170, 3979509, 3980481, 3980934, 3983599, 3984305], "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=35480&Index=%5c%5cOCA%2dPSQL01%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa05%5cOpinion", "id": 4078114, "joined_by_ids": [], "local_path": "pdf/2015/11/30/susan_england_v._janice_kolbe_as_guardian_of_the_estate_of_edna_moon_1.pdf", "meta": {"timestamp": "2024-06-24T04:23:08.948290Z", "date_created": "2016-09-30T23:05:57.096067Z"}, "ordering_key": null, "per_curiam": false, "sha1": "07a8f8afd325977522f200d564bf4ee3c2e6e87e", "snippet": "                                                                         ACCEPTED\n                                                                     03-15-00409-CV\n                                                                             8019009\n                                                          THIRD COURT OF APPEALS\n                                                                     AUSTIN, TEXAS\n                                                               11/30/2015 4:14:06 PM\n", "type": "combined-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [4078114], "source": "C", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/7058061/wabash-st-louis-pacific-railway-co-v-people/", "attorney": "Mr. H. S. Greene, and Mr. F. T. Hughes, for the plaintiff in error,, Mr. James McCartney, Attorney General, for the People:, Mr. A. Sample, also for the People:", "caseName": "Wabash, St. Louis & Pacific Railway Co. v. People", "caseNameFull": "The Wabash, St. Louis and Pacific Railway Company v. The People of the State of Illinois", "citation": ["105 Ill. 236", "1883 Ill. LEXIS 85"], "citeCount": 0, "cluster_id": 7058061, "court": "Illinois Supreme Court", "court_citation_string": "Ill.", "court_id": "ill", "dateArgued": null, "dateFiled": "1883-01-29", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 64046398, "judge": "", "lexisCite": "", "meta": {"timestamp": "2024-06-22T12:24:57.009659Z", "date_created": "2022-07-24T01:46:59.398546Z", "score": {"bm25": 0.56769}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 6961883, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-24T23:14:51.729383Z", "date_created": "2022-07-24T01:46:59.412241Z"}, "ordering_key": null, "per_curiam": true, "sha1": "", "snippet": " Per Curiam: We see no reason to depart from the conclusion reached in this case when it was here before. (See People v. Wabash, St. Louis and Pacific Ry. Co. 104 Ill. 476.) But to avoid misapprehension, we deem it advisable to state explicitly that we disclaim any idea that Illinois has authority to regulate commerce in any other State. We understand, and simply hold, that, in the absence of anything showi", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [6961883], "source": "U", "status": "Published", "suitNature": "", "syllabus": "<p>1. Railroads—unjust discrimination in freights on a through contract from points in this State to points in another State. The court adheres to the conclusion reached in this case in 104 Ill. 476, holding section 87 of the Railroad act, to prevent unjust discriminations in the rates charged for carrying passengers or freights, to be free from any constitutional objection, and holding a railroad company liable to the penalty imposed by such section for discriminating in the rate of charges as to different contracts for through transportation of freight from points in this State to a point in another State, for different distances, charging a greater sum for the less distance of the entire carriage, than for the greater distance.</p> <p>2. But this court disclaims the idea that the legislature of this State has authority to regulate commerce in any other State, holding, in the absence of anything showing to the contrary, that a single and entire contract to carry freight for a gross sum from a point in this State to a point in another State, necessarily implies that such sum is charged proportionally for the carriage on every part of the entire distance, and that charging a greater sum by a railroad company for freight to a point in another State, from a point in this State less distant than from another point in this State, is an unjust discrimination, prohibited by the statute, where it is not shown that such inequality in the charges is all for carriage entirely beyond the limits of this State.</p>"}
