{"absolute_url": "/opinion/8606125/choctaw-v-united-states/", "attorney": "Mr. Jeremiah M. Wilson and Mr. Geo. T. Barnes for the Choctaws., Mr. Halbert JE. Paine for the Chickasaws:, Mr. J. M. Yale, Mr. Andrew A. Lipscomb, and Mr. Philip Wallcer for the Wichita and Affiliated Bands of Indians. (Mr. W. G. Shelley was with them on the brief.), Mr. Charles O. JBinney (with whom was Mr. Assistant Attorney- General Prad-l) for the United States:", "caseName": "Choctaw v. United States", "caseNameFull": "THE CHOCTAW AND CHICKASAW NATIONS v. THE UNITED STATES AND THE WICHITA AND AFFILIATED BANDS OF INDIANS", "citation": ["34 Ct. Cl. 17", "1899 U.S. Ct. Cl. LEXIS 118", "1800 WL 2139"], "citeCount": 0, "cluster_id": 8606125, "court": "United States Court of Claims", "court_citation_string": "Ct. Cl.", "court_id": "cc", "dateArgued": null, "dateFiled": "1899-01-09", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "No. 18932", "docket_id": 65868845, "judge": "Howry, Peelle", "lexisCite": "", "meta": {"timestamp": "2025-01-27T22:46:28.617937Z", "date_created": "2022-11-23T15:26:58.963907Z", "score": {"bm25": 0.24468164}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 8584361, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2025-02-26T05:40:55.550660Z", "date_created": "2022-11-23T15:26:58.980213Z"}, "ordering_key": 1, "per_curiam": false, "sha1": "", "snippet": "\nHowry, J.,\ndelivered the opinion of the court:\nThe rights, legal and equitable, of the parties to this suit relate to a body of 743,257.19 acres of land lying between the ninety-eighth and the one hundredth meridians of west longitude, in what is known as the leased district of the Indian Territory. This leased district contains 7,713,239 acres, and is a part of the country ceded to the United States by France i", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [8584361, 8584362], "source": "U", "status": "Published", "suitNature": "", "syllabus": "<p>\nOn the Proofs.\n</p> <p>Congress refer tírese oases by tlie Act $d March, 1895 (28 Stat.L., p. 876, 898), and confer jurisdiction to bear and determine and render judgment “so that the rights, legal and equitable, of the United States and the Choctaw and Chielcasaxo nations and the Wiehita and affiliated hands of Indians in the premises shall he fully considered and determined.\" The Choctarvs and Chickasaws appear and claim compensation for 74-3,257.19 acres in the Wichita Reservation within the Leased District, of which about 159, 000 acres have been allotted in severalty to the Wichitas and affiliated bands. The Wichitas and affiliated bands appear and controvert the right and title of the Choctaws and Chiokasaws and set up their own aboriginal title to the Leased District and other lands contiguous, and claim the proceeds of the sales of all land in the Leased District not allotted to them. The United States contend that the Choctaws and Chickasaws parted with their title to the Leased District by the treaty of 1866; also that they never had title to land west of the one hundredth meridian; also that the Wichitas had no title by aboriginal occupancy.</p> <p>I.The treaty of 1783 with England secured to the United States a title to all the lands within the boundary lines defined by that treaty, subject only to the Indian right of occupancy.</p> <p>II.To establish an Indian title by aboriginal occupancy there must have been actual use or occupancy, and not mere desultory or constructive possession — a mastery over the soil to the exclusion of others, or a joint possession, such as secured to each tribe either a fixed habitation or the use of the land as a hunting ground to the exclusion of others.</p> <p>III.The Wichitas have no‘t established an aboriginal title by occupancy to any part of the Wichita Reservation.</p> <p>W. Neither in the treaty of 1835 nor in that of 1837 did the United States or the Choctaws or Chickasaws admit a title in the Wichitas. They merely permitted nomads to share the privilege of hunting west of the ninety-eighth meridian in order to secure peace.</p> <p>Y. The alleged agreement of 1872 between the Wichitas and the United States was not authorized or ratified by the principals, and was not binding on the Choctaws and Chickasaws who were not parties to it.</p> <p>VI. By the cession of their Mississippi lands in 1820 and 1880 the Choctaws furnished an adequate consideration for the cession to them of the lands west of the Mississippi, and for the stipulations of the United States in those treaties.</p> <p>YII. In the agreements between the United States and the Five Civilized Tribes, the United States intended and the Indians expected that the exchange of lands would insure to the Indians permanent homes and local self-government.</p> <p>VIII.The power of the United States to convey by treaty lands to which the Indian title had not been extinguished was not affected by the act of May 28, 1830.</p> <p>IX.The Choctaw treaty of 1830 must be regarded as a confirmation of the cession made in 1820 within the limitations imposed by the terms of the last grant.</p> <p>X.The treaty of 1820 conveyed the land to the Choctaws free from any claim.</p> <p>XI.At the date of the treaty of 1820 the possessions of the United States included the territory ceded to the Choctaws by that treaty. The Choctaw Nation thereby acquired title to the ' land west of the one hundredth meridian before that land was ceded to Spain by the United States.</p> <p>XII.Before the final ratification of the Spanish treaty the Government was informed that the source of the Canadian was far west of the one hundredth meridian, and the presumption is that the treaty-making authorities had knowledge of that fact.</p> <p>XIII. There is no proof that in the negotiation of the Quapaw treaty either party used maps or considered the subject of longitude; but five days before the Choctaw treaty of 1820 was signed, Generals Jackson and Hinds assured the Choctaws that their new country would “ extend from the Arkansas River, where the Cherokee line begins, south to the Red River and west to the head source of the Arkansas River.”</p> <p>XIV. The western boundary of the land ceded by the United States to the Choctaws in 1820 was on a right line drawn from the source of the Canadian 104° 30' W. to the source of the Red River 103° 30' W.</p> <p>XV.It was not the intention of the parties to the Choctaw treaty-of 1820 to place the western boundary of the cession on the one hundredth meridian.</p> <p>XVI.The treaty of Spain extinguished the title of the Choctaws to the land west of the one hundredth meridian, but did not impair their right to compensation.</p> <p>XVII. The questions relating to the extent of the cession of 1820, to the intent of the parties to the cession, to the inconsistency between the treaties of 1820 and 1830, and to the cession of the land west of the one hundreth meridian to Spain, are only material for the purpose of determining the amount ultimately paid by the United States for the leased district.</p> <p>XVIII. Having treated the Choctaw quitclaim to the territory west of the one hundredth meridian as a relinquishment of a substantial right, the Government cannot assert that the treaty of 1830 deprived the Choctaws of the right to compensation therefor.</p> <p>XIX. The claim of the Choctaws to compensation for the land west of the one hundredth meridian was recognized by the treaty of 1855.</p> <p>xx. The treaty of 1830 was not so much to secure to the Indians the rights for which they had stipulated, as to effectuate the policy of their removal.</p> <p>XXI. The lease of 1855 was not a sale of the land, but a permit to use it for the settlement of friendly Indians, the land remaining open to settlement by the Choctaws and Chiekasaws and subject to the jurisdiction of the Choctaw Nation.</p> <p>XXII. In the fifth proposition submitted as an ultimatum at the Fort Smith conference in 1865, the commissioners demanded permission to settle in the leased district certain Indians whom they had not been authorized to settle there by the treaty of 1855.</p> <p>XXIII. The delegates who signed the treaty of 1866 came to Washington to give effect to the ultimatum submitted 'to the Choctaws and Chiekasaws at Fort Smith in 1865, and the legislatures, which clothed them with authority to act, had no knowledge of any change of purpose on the part of the United States.</p> <p>XXIV. Although the language of article 3 of the treaty of 1866 transferred the legal title of the leased district to the United States, the situation and statements of the parties, the oxtent and value of the grant, the consideration, the benefits conferred, and the beneficiaries designated may be considered in determining whether the cession was attended with an underlying trust.</p> <p>XXV. The cardinal rule for all agreements, whether private contracts or public treaties, is that effect should be given to a stipulation, or the signification thereof should be restricted according to the parties’ understanding of the language.</p> <p>XXVI. The relation of guardian and ward existed between the United States and the Choctaws and Chiekasaws when the treaty of 1866 was made, and the rule laid down in Worcester v. Georgia (6 Peter, 515), can not be ignored in the construction of that treaty.</p> <p>XXVII. The fact that a cession, was made hy treaty does not exclude the usual means of ascertaining the intention of the parties, especially if, as in this case, the ceding clause he followed hy language raising a reasonable douht as to the real intention of the parties.</p> <p>XXVIII. The terms submitted hy the commissioners at Fort Smith are competent evidence to he considered hy the court.</p> <p>XXIX. It is not within the province of the court to consider allegations of fraud or duress in procuring a treaty, hut this is a case in which the instrument, being ambiguous, leaves room for douht as to the intent of the parties.</p> <p>The jurisdictional act, following the rule of equity applicable . to such cases, admits proof of matter underlying the instrument as an aid in expounding the ambiguity and for the purpose of ascertaining whether a trust arose upon the intention of the parities.</p> <p>XXXI. The environments of the parties must he taken into account in determining the purpose of the cession.</p> <p>XXXII. The question resolves itself into this: What was the understanding of the parties with respect to an agreement providing for the transfer of an immense domain for a nominal consideration, the incorporation of large numbers of Indians and freedmen into the bodies politic of the Choctaw and Chickasaw nations, and the receipt hy them of a small sum for uses advantageous, not necessarily to them, hut to other Indians and to the freedmen ?</p> <p>XXXIII. The acts and declarations of the executive officers of the two Indian governments and of the United States are competent either as admissions of a trust on the part of the United States or as admissions of an absolute cession on the part of the Indians, hut are not conclusive.</p> <p>XXXIV. The jurisdictional act removes the binding character of the previous legislative construction of the cession of 1866, and, to that extent, is a repeal of the act of 1891.</p> <p>XXXV. It was not the object of the treaty of 1855 to recognize rights of private ownership or change the nature of the Indian title of occupancy. The land continued to he tribal, the two nations only could deal with it, and when they ceded it, their cession extinguished the claims of their citizens.</p> <p>XXXVI. The language following the ceding clause in the treaty of 1866 is inconsistent with the absoluteness of the transfer and presents a glaring want of reciprocity and equality between the parties.</p> <p>XXXVII. The fifth proposition submitted at Fort Smith meant tribal occupancy and a future agreement with reference to that kind of occupancy, and no such agreement is to be found in article 30 of the treaty of 1866.</p> <p>xxx Yin. The term “elsewhere” appearing in the fifth proposition embraces any ancl all country in which Indian tribes then were except the State of Kansas. But the provisions of article 30 only apply to Indians located north of the Indian Territory.</p> <p>xxxix. The effect of the words “ a portion of the lands hitherto owned ancl occupied” in the fifth proposition was not to exempt from its scope the leased district.</p> <p>XL. The scheme set forth in articles 11 to 37 failed and those articles are to be regarded as out of the treaty.</p> <p>XLI. Article 30 does not refer to the admission of tribes as such, but of individual Indians who might become citizens of the Choctaw and Chickasaw nations.</p> <p>XLII. The meaning of article 31 was that the Kansas Indians would be admitted to the land east of the ninety-eighth meridian when the Choctaw and Chickasaw legislatures approved the plan of making the surveys and maps.</p> <p>XLIII. Article 37 did not embody the fifth proposition. That proposition is either embodied by implication in the third article or wholly omitted from the treaty.</p> <p>XLIY. The stipulation required by the fifth proposition is implied in the language of the cession. The cession and the demand for it must be construed together for the purpose of ascertaining what the parties intended to consummate.</p> <p>XLY. The practical effect of an absolute cession would have been the taking by the United States for a trifling consideration, to be applied to the benefit of the freedmen, several millions of acres of land belonging to the Indians.</p> <p>XL VI. It was not the policy of the Government to punish any of the civilized tribes for their participation in the civil war by the deprivation of their funds or the forfeiture of their lands.</p> <p>XL VII. The purpose to take property as a penalty from the Indians, who could not commit treason, and not take property as a penalty from the citizens of the United States, who could commit treason, can not be attributed to the Government.</p> <p>XL VIII. The guaranty that whites should be excluded from the country of the Chiekasaws and Choctaws was applicable to the leased district.</p> <p>XLIX. The cession in the treaty of 1866 was not intended to divest the Choctaws and. Chiekasaws of all their interest in the leased district, but was intended to enlarge the scope of the ninth article of the treaty of 1855 by authorizing the settlement of certain Indians who were excluded by that article. Hence a trust must be implied in their favor under the terms of the grant.</p> <p>L. The receipt hy the Choctaws and Chickasaws, respectively, of the sums of $150,000 and $50,000 repayable under article 46 out of the $300,000 mentioned in article 3, or out of “any other moneys of said nations in the hands of the United States,” did not estop the Choctaws and Chickasaws from asserting the true character of the cession.</p> <p>LI. The joint resolution of the Fifty-second Congress establishing a trust in the case of the lands of the Cheyennes and Arapahoes is a recognition that no payments had been made for an absolute title to any part of the leased district.</p> <p>LII. The act of 1895 ratifying the agreement of 1891 with the defendant Indians is a violation of the trust under which the United States held the leased district. The Government had the right to settle Indians permanently on the lands mentioned in the agreement, but not to divert the proceeds of sales of the lands from the Choctaws and Chickasaws to other Indians. The allotment of 160 acres to each one of the defendant Indians is not unreasonable, but beyond this the agreement violates the trust.</p>"}
{"absolute_url": "/opinion/2281809/united-states-v-morgan/", "attorney": "Victor H. Kramer, Washington, D. C., Richard B. O’Donnell, New York City, Walter K. Bennett, Margaret H. Brass, Washington, D. C., Harry G. Sklarsky, Francis E. Dugan and Herman Gelfand, New York City, for plaintiff., Breed, Abbott & Morgan, New York City, for defendant Eastman, Dillon & Co.; Herman A. Heydt, Jr., New York City, of counsel., Cahill, Gordon, Zachry & Reindel, New York City, for defendants Dillon, Read & Co., Inc. and Stone & Webster Securities Corporation; Mathias F. Correa, R. Graham Heiner, Loftus E. Becker, David Ingraham and Lawrence W. Keepnews, New York City, of counsel., Covington & Burling, Washington, D. C., for defendant Smith, Barney & Co.; W. Graham Claytor, Jr. and William Stanley, Jr., Washington, D. C., of counsel., Cravath, Swaine & Moore, New York City, for defendants Kuhn, Loeb & Co. and Union Securities Corporation; Wm. Dwight Whitney, Geo. Stephen Leonard and Henry R. Nolte, Jr., New York City, of counsel., Davis, Polk, Wardwell, Sunderland & Kiendl, New York City, for defendants Morgan Stanley & Co. and Harriman Ripley & Co., Incorporated; John W. Davis, Ralph M. Carson, Leighton H. Coleman, Edward R. Wardwell, Francis W. Phillips, George Edward Cotter and Warren W. Eginton, New York City, of counsel., Donovan, Leisure, Newton & Irvine, New York City, for defendant Harris, Hall & Company (Incorporated); Roy W. McDonald, Thomas K. Fisher, New York City, Douglas V. Lewis, Rockville Center, N. Y., John J. O’Connell, Jr., and John F. Seiberling, Jr., New York City, of counsel., Drinker, Biddle & Reath, Philadelphia, Pa., and Emmet, Marvin & Martin, New York City, for defendant Drexel & Co.; Henry S. Drinker and John G. Williams, Philadelphia, Pa., of counsel., Shearman & Sterling & Wright, New York City, for defendant White, Weld & Co.; Walter K. Earle and Lauretta D. Robinson, New York City, of counsel., Sullivan & Cromwell, New York City, for defendants Blyth & Co., Inc., Glore, Forgan & Co., Goldman, Sachs & Co. and Lehman Brothers; Arthur H. Dean, Edward H. Green, Eustace Seligman, John F. Dooling, Jr., William Piel, Jr., Roy H. Steyer, Francis E. Barkman, Robert Lockwood, William H. Buchanan, Jr., Roderick J. Kirkpatrick, John R. Miller, Anthony Chandler, and Marvin S. Sloman, New York City, of counsel., Sullivan & Cromwell, New York City, and Choate, Hall & Stewart, Boston, Mass., for defendant The First Boston Corporation; Arthur H. Dean, William Piel, Jr., Roy H. Steyer and Robert T. Quittmeyer, of Sullivan & Cromwell, New York City, and Robert Proctor and Brinley Hall, of Choate, Hall & Stewart, Boston, Mass., of counsel., Webster, Sheffield & Chrystie, New York City, for defendant Kidder, Peabody & Co.; Bethuel M. Webster, Edward L. Rea and Bancroft G. Davis, New York City, of counsel.", "caseName": "United States v. Morgan", "caseNameFull": "UNITED STATES v. MORGAN Et Al.", "citation": ["118 F. Supp. 621", "1953 U.S. Dist. LEXIS 4197"], "citeCount": 53, "cluster_id": 2281809, "court": "District Court, S.D. New York", "court_citation_string": "S.D.N.Y.", "court_id": "nysd", "dateArgued": null, "dateFiled": "1953-10-14", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "Civ. A. 43-757", "docket_id": 2483306, "judge": "Medina", "lexisCite": "1953 U.S. Dist. LEXIS 4197", "meta": {"timestamp": "2024-06-21T10:19:12.450770Z", "date_created": "2014-12-21T17:44:35.653041Z", "score": {"bm25": 0.24420786}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": 2204, "cites": [97398, 99113, 100334, 101026, 102041, 103152, 103352, 103678, 103966, 104322, 104551, 104567, 104794, 104839, 1493057, 1495559, 1511114, 1878333, 6887655, 7218679, 8152572, 8153233, 9022773, 9030140], "download_url": null, "id": 2281809, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-23T16:56:00.796907Z", "date_created": "2013-10-30T08:58:28.497145Z"}, "ordering_key": null, "per_curiam": false, "sha1": "482b5d3699cef1a3e5c6f42d2c93ce996b5bcdb6", "snippet": "\n118 F.Supp. 621 (1953)\nUNITED STATES\nv.\nMORGAN et al.\nCiv. A. No. 43-757.\nUnited States District Court, S. D. New York.\nOctober 14, 1953.\n*622 *623 *624 Victor H. Kramer, Washington, D. C., Richard B. O'Donnell, New York City, Walter K. Bennett, Margaret H.", "type": "combined-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [2281809], "source": "LU", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/7732273/commonwealth-v-adcock/", "attorney": "The Attorney General and Young, for the Commonwealth., Robert G. Scott and Irving, for the prisoner.", "caseName": "Commonwealth v. Adcock", "caseNameFull": "Commonwealth v. Adcock", "citation": ["8 Va. 661"], "citeCount": 0, "cluster_id": 7732273, "court": "Supreme Court of Virginia", "court_citation_string": "Va.", "court_id": "va", "dateArgued": null, "dateFiled": "1851-12-15", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 64737066, "judge": "Fiebd, Thompson", "lexisCite": "", "meta": {"timestamp": "2024-06-22T15:29:37.734648Z", "date_created": "2022-07-30T00:48:50.819719Z", "score": {"bm25": 0.24013363}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 7668142, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-25T01:39:57.383612Z", "date_created": "2022-07-30T00:48:50.874405Z"}, "ordering_key": null, "per_curiam": false, "sha1": "", "snippet": "\nTHOMPSON, J.,\ndelivered the opinion of the Court.\nThe accused, the captain of a canal boat and carrier for hire on the James river canal, was on the 7th of December 1848, committed by the mayor of the city of Richmond, upon a charge of feloniously embezzling and fraudulently converting to *713his own use, a box of merchandise, delivered to him for tran", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [7668142], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/3380743/randel-v-president-of-chesapeake-delaware-canal/", "attorney": "Mr. Clayton, for plaintiff., Charles </. Ingersoll, for plaintiff., J. Ji. Bayard, for defendants., George Read, junior, for plaintiff., Rogers, for plaintiff., J. M. Clayton, Rogers, Read,jr. and Ingersoll for plaintiff., J. ¿1. Bayard, Frame and Jones for defendants.", "caseName": "Randel v. President of Chesapeake & Delaware Canal", "caseNameFull": "John Randel, Jun'r. v. the President, Directors and Company of the Chesapeake and Delaware Canal.", "citation": ["1 Del. 233"], "citeCount": 1, "cluster_id": 3380743, "court": "Superior Court of Delaware", "court_citation_string": "Del. Super. Ct.", "court_id": "delsuperct", "dateArgued": null, "dateFiled": "1833-07-05", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 3252864, "judge": "Harrington, Clayton", "lexisCite": "", "meta": {"timestamp": "2024-06-21T20:07:59.566738Z", "date_created": "2016-07-05T18:14:40.486196Z", "score": {"bm25": 0.23961972}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [84953], "download_url": null, "id": 3372992, "joined_by_ids": [], "local_path": "/home/mlissner/columbia/opinions/delaware/court_opinions/documents/21203f4ea74c43a1.xml", "meta": {"timestamp": "2024-06-24T00:07:38.598884Z", "date_created": "2016-07-05T18:14:40.492589Z"}, "ordering_key": null, "per_curiam": false, "sha1": "fcb0880d4d51797e05a3b22e4336318d988f7182", "snippet": "Friday. November 29th 1833. This case came up for argument on the demurrers to the second and third counts of the declaration; the demurrers to the seventh and eight\ncounts having been argued *Page 235 \nat the last term. (See ante\n151.) The argument was conducted by Frame, Attorney General; Bayard and Jones for defts., the demurrants; and Clayton, Rogers, Read, jr", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "COVENANT. Narr. Pleas. Replications. Demurrers.", "procedural_history": "", "scdb_id": "", "sibling_ids": [3372992], "source": "ZU", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/6251827/hawley-v-james/", "attorney": "S. Beardsley, (attorney general of the state of New-York,) presented and discussed the following points on the part of the appellants Hawley and King, two of the trustees appointed by the will of the testator:, D. D. Barnard presented and discussed the following points on behalf of William James, a son of the testator, Anna McBride James, the daughter of William, and Lydia James, the daughter of the testator’s son Robert:, J. I. Roosevelt jun., presented and discussed the following points on behalf of the three infant children of Augustus James, living at the date of the will:, S. Stevens presented and discussed the following points on behalf of the five youngest children of the testator, and two grand-children:, H. R. Storrs, counsel for Augustus James, argued in support of the decree., 3. C. Spencer, presented the following view of the case, and discussed the following points on behalf of Henry James, a son, and William H. Barker, a son-in-law of the testator., A. G. Paige, as counsel for Marcia James, the wife of William James, Elizabeth Tillman James, daughter of William James, s.ad]Mary Helen James, wife of John B. James, submitted the following points., A. C. Paige, as counsel for William James Barker, son of Jeannette, the daughter of the testator, submitted the following points:, B. F. Butler, (attorney-general of the United States,) in behalf of Messrs. Hawley and King, the two trustees, presented and discussed the following points, in reply to the various positions contended for by the other parties in the case;", "caseName": "Hawley v. James", "caseNameFull": "Hawley and King, and James and others", "citation": ["16 Wend. 61"], "citeCount": 118, "cluster_id": 6251827, "court": "Court for the Trial of Impeachments and Correction of Errors", "court_citation_string": "", "court_id": "nycterr", "dateArgued": null, "dateFiled": "1836-12-15", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 62655936, "judge": "Bronson, MacK, Maison, Nelson", "lexisCite": "", "meta": {"timestamp": "2024-06-22T08:48:59.903837Z", "date_created": "2022-02-04T18:12:41.297389Z", "score": {"bm25": 0.23960625}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [5548171, 6119026, 6119029], "download_url": null, "id": 6119066, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-24T18:28:12.198836Z", "date_created": "2022-02-04T18:12:41.356905Z"}, "ordering_key": null, "per_curiam": false, "sha1": "", "snippet": "\nThe following opinions were delivered by members of this court:\nBy Chief J ustice Nelson.\nThe view which 1 have taken of this case is confined chiefly to an examination of the questions involved in the trust term, and the estates in remainder limited thereon. There are some minor points which it will become necessary to notice, in the disposition and settlement of several independant bequests, upon the conclu", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [6119066], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/7732272/commonwealth-v-adcock/", "attorney": "The Attorney General and Young, for the Commonwealth., Robert G. Scott and Irving, for the prisoner.", "caseName": "Commonwealth v. Adcock", "caseNameFull": "Commonwealth v. Adcock", "citation": ["8 Va. 661"], "citeCount": 0, "cluster_id": 7732272, "court": "Supreme Court of Virginia", "court_citation_string": "Va.", "court_id": "va", "dateArgued": null, "dateFiled": "1851-12-15", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 64737065, "judge": "Fiebd, Thompson", "lexisCite": "", "meta": {"timestamp": "2024-06-22T15:29:37.705132Z", "date_created": "2022-07-30T00:48:50.739532Z", "score": {"bm25": 0.23866004}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 7668140, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-25T01:39:57.270655Z", "date_created": "2022-07-30T00:48:50.781536Z"}, "ordering_key": null, "per_curiam": false, "sha1": "", "snippet": "\nTHOMPSON, J.,\ndelivered the opinion of the Court.\nThe accused, the captain of a canal boat and carrier for hire on the James river canal, was on the 7th of December 1848, committed by the mayor of the city of Richmond, upon a charge of feloniously embezzling and fraudulently converting to *713his own use, a box of merchandise, delivered to him for tran", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [7668140], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/8703889/united-states-v-watkins/", "attorney": "Mr. Jones, for defendant,, Mr. Coxe, on the same side,, Mr. Swann and Mr. Key, for the United States., Mr. Key, for the United States,, Mr. Swann, Dist. Atty.,, Mr. Coxe, for defendant., Mr. Jones, on the same side., Mr. Coxe, for defendant,, Mr. Key. for the United States, contrit,, Mr. Jones, in reply., Mr. Jones, for defendant., Mr. Coxe, on the same side,, Mr. Swann, attorney for the United States, in reply,, Mr. R. S. Coxe, for defendant,, Mr. Key and Mr. Swann, contra,, Mr. Jones, in reply., Mr. Coxe, for the defendant,, Mr. Key, for the United States,, Mr. Coxe. for defendant,, Mr. Key, for the United States,, Mr. Jones,\" for defendant,, Mr. Coxe, for defendant,, Mr. Coxe, for defendant,, Mr. Coxe, contra., Mr. Key, in reply., Mr. Key, for the United States,, Mr. Key, for the United States,, Mr. Key, for the United States,, Mr. Coxe, for the defendant,, Mr. Key, for the United States,, Mr. Coxe, for defendant,, Mr. Coxe, for defendant,, Mr. Swann, contri,, Mr. Swann, the district attorney,, Mr. Coxe, for defendant,", "caseName": "United States v. Watkins", "caseNameFull": "UNITED STATES v. WATKINS", "citation": ["28 F. Cas. 419", "3 Cranch 441"], "citeCount": 4, "cluster_id": 8703889, "court": "U.S. Circuit Court for the District of District of Columbia", "court_citation_string": "", "court_id": "circtddc", "dateArgued": null, "dateFiled": "1829-07-15", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 65969726, "judge": "Adjourned, Bench, Crajnch, Cranch, Day, Fever, Follows, Ill, Leave, Monday, Obliged, Resumed, Thrus, Thruston, Ton, Tuesday, Upon, When", "lexisCite": "", "meta": {"timestamp": "2024-06-22T21:02:31.184969Z", "date_created": "2022-11-26T00:30:29.546162Z", "score": {"bm25": 0.2381433}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 8687069, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2025-02-26T05:41:11.564188Z", "date_created": "2022-11-26T00:30:29.574231Z"}, "ordering_key": 4, "per_curiam": false, "sha1": "", "snippet": "\nCRANCH, Chief Judge\n(dissenting). With the highest respect for the weight and authority of the judgment delivered by the majority of the court, I am, nevertheless compelled to dissent from their opinion. This is the fourth indictment against the defendant, to which he has demurred. It is in these words: “District of Columbia, Washington County, ss.: The grand inquest, for the body ■of Washington county, do, upon their oaths presen", "type": "dissent"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [8687066, 8687067, 8687068, 8687069], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/7732271/commonwealth-v-adcock/", "attorney": "The Attorney General and Young, for the Commonwealth., Robert G. Scott and Irving, for the prisoner.", "caseName": "Commonwealth v. Adcock", "caseNameFull": "Commonwealth v. Adcock", "citation": ["8 Va. 661"], "citeCount": 0, "cluster_id": 7732271, "court": "Supreme Court of Virginia", "court_citation_string": "Va.", "court_id": "va", "dateArgued": null, "dateFiled": "1851-12-15", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 64737064, "judge": "Fiebd, Thompson", "lexisCite": "", "meta": {"timestamp": "2024-06-22T15:29:37.674427Z", "date_created": "2022-07-30T00:48:50.731862Z", "score": {"bm25": 0.23736253}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 7668141, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-25T01:39:57.322416Z", "date_created": "2022-07-30T00:48:50.788111Z"}, "ordering_key": null, "per_curiam": false, "sha1": "", "snippet": "\nTHOMPSON, J.,\ndelivered the opinion of the Court.\nThe accused, the captain of a canal boat and carrier for hire on the James river canal, was on the 7th of December 1848, committed by the mayor of the city of Richmond, upon a charge of feloniously embezzling and fraudulently converting to *713his own use, a box of merchandise, delivered to him for tran", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [7668141], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/8347043/united-states-v-watkins/", "attorney": "Mr. Jones, for the defendant,, \nMr. Jones\n, Mr. Goxe, on the same side,, \nMr. Coxe\n, Mr. Siocrnn and Mr. Key for the United States.", "caseName": "United States v. Watkins", "caseNameFull": "United States v. Tobias Watkins", "citation": ["3 D.C. 441"], "citeCount": 0, "cluster_id": 8347043, "court": "U.S. Circuit Court for the District of District of Columbia", "court_citation_string": "", "court_id": "circtddc", "dateArgued": null, "dateFiled": "1829-05-15", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 65526848, "judge": "Cranch, Cranoh, Theuston, Thruston", "lexisCite": "", "meta": {"timestamp": "2024-06-22T18:34:09.243946Z", "date_created": "2022-10-17T20:00:56.155668Z", "score": {"bm25": 0.23470141}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 8315646, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2025-02-26T05:40:24.506875Z", "date_created": "2022-10-17T20:00:56.217781Z"}, "ordering_key": 3, "per_curiam": false, "sha1": "", "snippet": "\nTheuston, J.,\ndissented. He' observed that his indifferent state of health, and the distance of his residence from Washington, had, perhaps, abridged his opportunity of studying the legal points of the case; but he had listened*attentively to the ingenious and elaborate argument upon it on the part of the counsel, and also to the opinion, just read, of the majority of the Court; and he thought that, though the reasoning of the l", "type": "dissent"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [8315644, 8315645, 8315646], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/7426345/marie-v-garrison/", "attorney": "Tremain & Tyler, William A. Beach and Roscoe Conkling, for plaintiffs., William B. Putney & Henry L. Clinton, Melville C. Bay, and George P. Comstock, for defendants.", "caseName": "Marie v. Garrison", "caseNameFull": "MARIE v. GARRISON", "citation": ["13 Abb. N. Cas. 210"], "citeCount": 9, "cluster_id": 7426345, "court": "The Superior Court of New York City", "court_citation_string": "", "court_id": "nysuperctnyc", "dateArgued": null, "dateFiled": "1883-11-15", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 64417454, "judge": "Bwight, Ref", "lexisCite": "", "meta": {"timestamp": "2024-06-22T14:05:03.445035Z", "date_created": "2022-07-26T00:53:43.725194Z", "score": {"bm25": 0.23314178}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [88663, 89194, 3577504, 3581189, 3581928, 3583691, 3585217, 3588968, 3590889, 3591766, 3592368, 3592381, 3594930, 3596758, 3597674, 3598191, 3598316, 3599218, 3599373, 3599906, 3600078, 3600126, 3602970, 3603068, 3603315, 3604103, 3606388, 3606882, 3608380, 3610456, 3610511, 3611581, 3611939, 3612762, 3613473, 3618370, 3621073, 3621528, 3626383, 3629261, 3629401, 3630532, 3632978, 3669160, 3679362, 4932214, 5437718, 5454854, 5454982, 5455090, 5455757, 5458107, 5458211, 5458916, 5459321, 5459950, 5460575, 5460833, 5460891, 5462181, 5462271, 5462383, 5462450, 5464060, 5464820, 5465076, 5468636, 5470725, 5471264, 5472752, 5474145, 5474286, 5475146, 5475396, 5478302, 5515088, 5515140, 5515206, 5548344, 5548843, 5550045, 5550150, 5550433, 6118934, 6140064, 6140232, 6144177, 6415628, 6415721, 6417246, 6417745, 6418195, 6507371, 6572068, 6572633, 6609025, 6610999, 6643084, 6947316, 6953266, 7092975, 7093771, 7095976, 7128605, 7129975, 7156233, 7379139, 7999515, 8001755, 8313968, 8314232, 8316241, 8357653, 8372405, 8633908, 9299365], "download_url": null, "id": 7346116, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-25T00:38:25.403827Z", "date_created": "2022-07-26T00:53:43.764269Z"}, "ordering_key": null, "per_curiam": false, "sha1": "", "snippet": "\nBwight, Ref.\nThis is a motion made by the defendant to exclude evidence of the contracts alleged to have been made by Mr. Garrison with the plaintiffs, and at issue in this case, on the ground that they are obnoxious to the Statute of Frauds of the State of New York, and if not, to the provisions of that statute as prevailing in Missouri. For the purpose of clearness, it will be necessary to distinguish between the first alleged ", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [7346116], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/8811366/united-states-v-united-states-steel-corp/", "attorney": "J. M. Dickinson, of Chicago', Ill., and Henry E. Colton, of Washington, D. C., for the United States. __, __ Lindabury, Depue & Faulks, of Newark, N. J. (Joseph H. Choate, of New York City, John G. Johnson, of Philadelphia, Pa., Francis Lynde Stetson, of New York City, David A. Reed, of Pittsburgh, Pa., Raynal C. Bolling, of New'York City, Cordenio A. Severance, of St. Paul, Minn., and Richard V. Lindabury, of N ewark, N. J., of counsel), for defendants United States Steel Corporation and others., Murray, Prentice & Howland, of New York City (George Welwood Murray, of New York City, of counsel), for defendants Rockefeller., Kellogg & Emery, of New York City (Frederic R, Kellogg and Chester W. Cuthell, both of New York City, and J. D. Armstrong, of St. Paul, Minn., of counsel), for defendants Louis W. Hill and others.", "caseName": "United States v. United States Steel Corp.", "caseNameFull": "UNITED STATES v. UNITED STATES STEEL CORPORATION", "citation": ["223 F. 55", "1915 U.S. Dist. LEXIS 1428"], "citeCount": 2, "cluster_id": 8811366, "court": "District Court, D. New Jersey", "court_citation_string": "D.N.J.", "court_id": "njd", "dateArgued": null, "dateFiled": "1915-06-03", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "No. 6214", "docket_id": 66077485, "judge": "Buffington, Hunt, McPherson, Woolley", "lexisCite": "1915 U.S. Dist. LEXIS 1428", "meta": {"timestamp": "2024-06-22T21:43:28.956561Z", "date_created": "2022-11-26T14:10:18.352927Z", "score": {"bm25": 0.22821292}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 8795751, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2025-02-26T05:41:15.754859Z", "date_created": "2022-11-26T14:10:18.369636Z"}, "ordering_key": 1, "per_curiam": false, "sha1": "", "snippet": "\nBUFFINGTON, Circuit Judge.\nWe may say in advance that all the members of this court are in agreement as to the decree that will be entered in this case, although we are not in complete accord concerning every step by which that result is reached.\n*58The subject-matter of the litigation is of such magnitude and complexity, and the record is of such size, th", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [8795751, 8795752], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/6242160/in-re-estate-of-james/", "attorney": "", "caseName": "In re Estate of James", "caseNameFull": "Estate of CHARLES A. JAMES", "citation": ["3 Coffey 130"], "citeCount": 0, "cluster_id": 6242160, "court": "Superior Court of California, County of San Francisco", "court_citation_string": "Cal. Supp. Ct. (San Francisco)", "court_id": "calsuppctsf", "dateArgued": null, "dateFiled": "1897-06-12", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "No. 151,588", "docket_id": 62617787, "judge": "Coffey", "lexisCite": "", "meta": {"timestamp": "2024-06-22T08:46:26.338235Z", "date_created": "2022-01-21T17:54:14.273407Z", "score": {"bm25": 0.2275972}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [89671, 1744922, 3308137, 3312151, 3483262, 3548145, 3579444, 3583029, 3586854, 3587825, 3590857, 3593346, 3599590, 3613850, 3631789, 3632468, 3825636, 3864554, 3876686, 3935296, 3940531, 3944394, 3944544, 3945053, 3958651, 3959359, 3980814, 3981271, 4724557, 4726005, 4726893, 4728294, 4734689, 4925931, 5142655, 5183719, 5189975, 5198022, 5205318, 5205519, 5405035, 5409109, 5432493, 5433854, 5438294, 5443359, 5444370, 5445237, 5447335, 5448547, 5449323, 5472358, 5474344, 5508380, 5513667, 5545995, 5546265, 5548532, 5549397, 5553965, 5559737, 5573171, 5576189, 6141017, 6146357, 6232776, 6234731, 6235742, 6238392, 6239665, 6248231, 6273431, 6311137, 6403949, 6422013, 6424070, 6424290, 6429971, 6504786, 6507575, 6507627, 6514579, 6517413, 6517418, 6517767, 6518726, 6546263, 6555617, 6562948, 6571123, 6572165, 6573959, 6584559, 6584774, 6587862, 6593642, 6602816, 6619366, 6623020, 6645703, 6647406, 6653900, 6654387, 6654885, 6655179, 6656797, 6686202, 6810168, 6810572, 6898333, 6952583, 6957074, 6961158, 6962590, 6963449, 6966283, 6967058, 6967847, 6968699, 6968914, 6969497, 6969782, 6970295, 6970593, 6970968, 6970973, 6971162, 6972312, 6990111, 6998732, 7000175, 7002137, 7003757, 7004040, 7004599, 7032507, 7046129, 7063303, 7065143, 7096834, 7111562, 7112977, 7113009, 7133708, 7158557, 7165676, 7166037, 7192763, 7291219, 7292026, 7361419, 7378432, 7834329, 7886843, 7890864, 7890939, 7891009, 7891338, 7892508, 7893391, 7894438, 7894837, 7899471, 7927920, 7933138, 7933856, 7935496, 7938426, 7939945, 7940392, 7940774, 7940871, 7941900, 7944098, 7944138, 7944603, 7963312, 7968504, 7969642, 7972285, 7984333, 7984770, 7989012, 8005464, 8005806, 8009983, 8013594, 8015014, 8015177, 8015814, 8015838, 8016310, 8060598, 8126359, 8184053, 8184061, 8256987, 8262324, 8262974, 8262984, 8263833, 8264095, 8264696, 8268569, 8268696, 8270696, 8271152, 8277745, 8298231, 8300304, 8310036, 8310076, 8632464, 8654669, 8654747, 8745904, 8747291, 8841829, 9298926, 9303531, 9418081], "download_url": null, "id": 6109233, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-24T18:24:26.285135Z", "date_created": "2022-01-21T17:54:14.301882Z"}, "ordering_key": null, "per_curiam": false, "sha1": "", "snippet": "\nCOFFEY, J.\nOn the 29th of January, 1895, there was filed in this court by A. C. Freese, public administrator, a petition alleging that one Charles A. James died in this city and county on the twenty-eighth day of January, 1895, being a resident herein and hereof, and leaving estate consisting of real and personal property of value unknown to the petitioner; that said James died intestate and left, so far as known to petitioner, a", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [6109233], "source": "U", "status": "Published", "suitNature": "", "syllabus": "<p>Evidence—Weight and Credibility.—The court is not bound to decide in conformity with the declarations of any number of witnesses against a less number or a presumption of other evidence satisfying the judicial mind.</p> <p>Marriage—Sufficient Marriage Contract.—The following contract signed by the parties, but not witnessed, is not legal in form: “San Francisco, Cal., January 6th, 1895. We, the undersigned, Charles A. James, aged 60, and Laura Milen, aged 19, do hereby mutually bind ourselves unto each other as husband and wife. This agreement or contract to be authority for same before God and man.”</p> <p>Marriage—Assumption of Marital Eights and Duties.—In this case where a woman claimed to be the widow of the decedent by virtue of a contract entered into with him followed by an assumption of the marriage relation, the court holds, after an extended review of the evidence, that there was no mutual assumption of rights, duties or obligations marital, and that they never lived together as husband and wife.</p> <p>Parent and Child—Evidence of Paternity.—In this case, where it is contended that a woman is the widow of the decedent by virtue of a contract marriage followed by an assumption of conjugal relations, and that a child was born of the union, the court holds that there was not an assumption of the relation of husband and wife, and that the child is not the offspring of the decedent.</p> <p>Forged Marriage Contract—Expert and Other Evidence.—An alleged contract of marriage produced in this ease is, in the light of expert and other evidence, held a forgery.</p>"}
{"absolute_url": "/opinion/5793967/lux-v-haggin/", "attorney": "", "caseName": "Lux v. Haggin", "caseNameFull": "CHARLES LUX v. JAMES B. HAGGIN THE KERN RIVER LAND AND CANAL COMPANY", "citation": ["69 Cal. 255"], "citeCount": 22, "cluster_id": 5793967, "court": "California Supreme Court", "court_citation_string": "Cal.", "court_id": "cal", "dateArgued": null, "dateFiled": "1886-04-26", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "Nos. 8587 and 8588", "docket_id": 62150631, "judge": "McKinstry, Myrick, Ross", "lexisCite": "", "meta": {"timestamp": "2024-06-22T06:46:28.844285Z", "date_created": "2022-01-11T21:44:32.780665Z", "score": {"bm25": 0.2025245}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [85631, 86156, 86312, 86317, 86324, 86365, 86661, 86751, 87185, 87526, 87771, 87783, 88140, 88141, 88440, 88960, 89359, 89573, 89935, 90022, 90124, 91427, 3592600, 3592776, 3593345, 3593890, 3600254, 3610748, 3617881, 3633134, 3666573, 4892906, 4926257, 4932241, 5432670, 5432862, 5432981, 5433226, 5433438, 5433454, 5433482, 5433484, 5433567, 5433769, 5434107, 5434245, 5434418, 5434560, 5434885, 5435051, 5435261, 5435569, 5435706, 5435726, 5435829, 5436132, 5436192, 5436397, 5436572, 5437011, 5437385, 5437534, 5437605, 5438950, 5439303, 5439440, 5439499, 5440013, 5440114, 5441029, 5441431, 5455432, 5458019, 5473229, 5514335, 5515183, 5547917, 5548148, 5548548, 5550088, 5550268, 5553655, 6315137, 6403756, 6404504, 6419409, 6505573, 6571987, 6577941, 6591200, 6598932, 6600021, 6643108, 6668118, 6668299, 6668406, 6669719, 6753001, 6947553, 6952330, 7129758, 7884999, 7928772, 7928776, 7963622, 9300864], "download_url": null, "id": 5648845, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2025-02-26T05:35:43.793870Z", "date_created": "2022-01-11T21:44:32.872680Z"}, "ordering_key": 1, "per_curiam": false, "sha1": "", "snippet": "\nMcKinstry, J.\nThe question being, Can a private corporation divert the waters of a watercourse, and thereby deprive the riparian proprietors of all use of the same, without compensation made or tendered to such proprietors? held:—\n1. The owners of land by or through which a watercourse naturally and usually flows have a right of property in the waters of the stream.\n2. This property may be ", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [5648845, 5648846, 5648847, 5648848], "source": "U", "status": "Published", "suitNature": "", "syllabus": "<p>Injunction — Estoppel—Laches—Delay. —As tlie case was presented in the court below, the plaintiffs were not estopped from seeking relief by injunction by reason of their laches or delay.</p> <p>Id. — Estoppel in Pais—What Constitutes.—To constitute an estoppel in paii, it must be shown that the party claiming the benefit of it was without knowledge of his own legal rights, and of the means of acquiring such knowledge; that the person sought to he estopped has made an admission or done an act with the intention of influencing the conduct of the other, or that he had reason to believe would influence his conduct, inconsistent with the evidence he proposes to give, or the title he proposes to set up; that the other party has acted upon or been influenced by such act or declaration, and will be prejudiced by allowing the truth of the admission to be disproved.</p> <p>Id. —Riparian Proprietor—Unlawful Diversion of Water—Knowledge of Construction of Ditch.—A riparian proprietor is not es-topped from objecting to the unlawful diversion of the waters of a stream flowing through his land, by reason of the mere fact that the ditches used in diverting the water were constructed at great expense, with his knowledge and without objection by him.</p> <p>Equity—Statute of Limitations—Delay for Less than Statutory Period. — Where an express statute of limitations applies to a suit in equity, mere delay to commence the suit for a period less than that of the statute is never a reason for dismissing it; and where the defendant relies on mere delay and his own adverse use, the statutory period having expired, he must plead the statute.</p> <p>Id. —Section 343 of Code of Civil Procedure—Applicable to Suits in Equity.—Section 343 of the Code of Civil Procedure, providing that “an action for relief not hereinbefore provided for must be commenced within four years after the cause of action shall have accrued,” applies •to suits in equity as well as to actions at law.</p> <p>Id. — Acquiescence — Definition of. — The acquiescence which will bar a complainant from the exercise in his favor of the discretionary jurisdiction of a court of equity, in a suit for an injunction, must be such as proves his assent to the acts of the defendant, and to the injuries to himself which have flowed, or can reasonably be anticipated to flow, from those acts.</p> <p>Riparian Proprietor — Injunction against Unlawful Diversion — Prior Recovery at Daw.— A riparian proprietor is entitled to an injunction to restrain the threatened unlawful diversion of the waters of a stream flowing through his land, without first establishing his right at law by recovering a judgment in damages.</p> <p>Id.—Estoppel — Consent to Acts of Third Person.—The plaintiffs are not estopped from maintaining the action by reason of their assent to and approval of certain acts of a third person, — the Kern Valley Water Company.</p> <p>Public Policy—Courts cannot Disregard Law for Reasons of— Vested Rights.—While the argument ad inconverderdi should have its proper weight in ascertaining what the law is, there is no public policy which can empower the courts to disregard the law, or because of an asserted benefit to many persons, in itself doubtful, to overthrow the settled law.</p> <p>Property of Riparian Proprietor may be Condemned—Farming Neighborhoods. — The property of a riparian proprietor in the water of a stream may, on payment of due compensation to him, be taken to supply farming neighborhoods with water.</p> <p>Id. — Consideration of Future Legislation. — In case further legislation shall be deemed expedient for the distribution of water to public uses, the private right being paid for, the validity of such further legislation is to he determined after its enactment, if its validity shall then be questioned.</p> <p>Mexican Law—Dedication of Running Water—Common Use. - -By the law of Mexico the running waters of California were not dedicated to the common use of all the inhabitants in such a sense that they could not be deprived of the common use.</p> <p>Admission of California—Rights in Navigable Streams. —Upon the admission of California into the Union, the state became vested with all the rights, sovereignty, and jurisdiction in and over the navigable waters, and the soils under them, which were possessed by the original states after the adoption of the constitution of the United States.</p> <p>Public Lands of United States — Manner of Holding — State cannot Interfere with Primary Disposition. — Since the admission of California, the public lands of the United States, except such as have been reserved or purchased for forts, navy-yards, public buildings, etc., are held in the same manner'-as the lands of private persons, except that they cannot be taxed by 'the state, nor can the primary disposition of them be interfered with.</p> <p>Innavigable Streams on Public Lands — United States Owner of.— The United States is the owner of all innavigable streams on the public lands of the United States within'the borders of the state, including their hanks and beds.</p> <p>Grant of Public Land—Rights in Innavigable Stream Pass to Grantee—Reservation.—A grant of public land of the United States carries with it the common-law rights to an innavigable stream thereon, unless the waters are expressly or impliedly reserved by the terms of the patent, or of the statute granting the land, or unless they are reserved by the congressional legislation authorizing the patent or other muniment of title.</p> <p>Swamp-lands —Date of Vesting of Title in State — Arkansas Act. —The state of California became the owner of the swamp-lands described in the complaint herein on the 28th of September, 1850, under the act of Congress of that date commonly known as the Arkansas act.</p> <p>Appropriation of Water on Public Lands-—Grantee of Riparia;/ Lands. •—It has never been held by the Supreme Court of the United States, or by the Supreme Court of California, that an appropriation of water on the public lands of the United States, made after the act of Congress of July 26, 1866, or the amendatory act of 1870, gave to the appropriator the right to the water appropriated, as against a grantee of riparian lands under a grant made or issued prior to the act of 1866, except where the water so appropriated was reserved by the terms of such grant.</p> <p>Decisions between Private Parties—Rights of State not Affected by. — The rights of the state under the grant of September 28, 1850, do not depend upon nor are they limited by tho decisions of the state courts with respect to controversies upon the public lands of the United States. Those decisions do not enter into nor operate upon the subsequent legislation of congress in such manner as to require that the legislation, or its affirmance of rights recognized by the state courts as existing between occupants upon the public lands of the United States, he construed as an attempt to deprive the state of its vested rights.</p> <p>Id.—Occupant of Public Land—Presumption of Grant—Use of Plowing Water.—If those decisions can he referred to for any purpose, semble that the occupant of a tract of riparian land, arable or grazing, on the public domain is by such decisions presumed to have received a grant of the flowing water, to the extent of tho common-law right to the use of such water as it flows through tho land.</p> <p>Id.—Decisions only Applicable to Persons Claiming by Possession.— If the doctrine as to adverso claims upon the public lands, as determined by those decisions, be extended to lands granted to the state, it cannot affect tho title or estate of grantees of the state, the water not being reserved in the grant or in the legislation authorizing the grant. The doctrine is applicable alone to actions in which both parties claim only by possession.</p> <p>Common Law as to Riparian Rights—Not Abrogated by Certain Statutes. —The common law as to riparian rights was not abrogated by certain statutes of the state, referred to in the opinion, applicable to a district of country within which is included the county of Kern, nor was the state estopped by such statutes from asserting its right to the flow of a natural stream from that district to and over the lands granted to the state by the act of Congress of 1850.</p> <p>Id. — Section 1422 of Civil Code Construed. — Section 1422 of the Civil Code, providing that the rights of riparian proprietors are not affected by the provisions of the title of the code governing the appropriation of water, is protective, not only of riparian rights existing when the code was adopted, but also of the riparian rights of those who acquired a title to land from the state after the adoption of the code, and before an appropriation of water in accordance with the code provisions.</p> <p>Id.—Riparian Rights Protected by Constitution.—Neither a grantee of the United States, nor the grantee' of a private person who was a riparian owner when the code was adopted, need rely for the protection of his riparian rights on section 1422 of the Civil Code. Such persons are protected by constitutional principles.</p> <p>I». —Grant of State Lands—Reservation of Flowing Waters. —The state might have reserved from its grants of lands the waters flowing through them, for the benefit of those who should subsequently appropriate the waters; but the state has not made such a reservation.</p> <p>li. — State as a Riparian Proprietor — Reservation of Water . Rights.—The water rights of the state, as a riparian owner, are not reserved to the state by section 1422 of the Civil Code, because, wherever the state has not already parted with its right to those who have acquired from her a legal or equitable title to riparian lands, the provisions of the code confer the right of the state to the flow on those appropriating water in the manner prescribed by the code.</p> <p>Common Law Adopted in California — Act of April 13, 1850.—The statute of April 13, 1850, adopts as the rule of decision in all the courts of this state the common law of England, not the civil law, nor the “ancient common law” of the civilians, nor the Mexican law.</p> <p>Id. — Common Law how Ascertained.—In ascertaining the common law of England, the courts may and should examine and weigh the reasoning of the decisions, not only of the English courts, but also of the courts of the United States, and of the several states down to the present time. They are not limited to the consideration of the English decisions rendered prior to July 4, 1776.</p> <p>Id. —Occupants of Public Lands—Possessory Rights Protected by the Common Law. — The possessory rights of the occupants of portions of the public lands, or of the waters thereon, recognized by the California courts, are protected by the common law.</p> <p>Id.—Doctrine of Appropriation.—The doctrine of “appropriation,” so called, is not the doctrine of the common law.</p> <p>Id. — Common Law as to Riparian Rights — Extent and Nature op Right. —By the common law, the right of the riparian proprietor to the flow of the stream is inseparably annexed to the soil, and passes with it, not as an easement or appurtenance, but as a part and parcel of it. Use does not create the right, and disuse cannot destroy or suspend it. The right in each extends to the natural and usual flow of all the water, unless where the quantity has been diminished as a consequence of the reasonable application of it by other riparian owners.</p> <p>Id. — Use of Water for Irrigation—Riparian Proprietor Entitled to. —By the law of California, riparian proprietors are entitled to a reasonable use of the waters of the stream for the purpose of irrigation. What is such a reasonable use is a question of fact, and depends upon the circumstances appearing in each particular case.</p> <p>Evidence of Watercourse — Rejection of. — On the trial, certain witnesses on behalf of the defendant gave testimony tending to prove that after the commencement of the action and issue joined, and during the trial, there was no watercourse as claimed by the plaintiffs, and no channel through which water could have flowed. The plaintiffs thereupon offered in reply certain evidence, which was rejected by the court, tending to prove that after the dates mentioned by the witnesses for the defendant, there was a watercourse and channel. Held, that the rejection of the evidence was erroneous.</p> <p>Id. — Certificates of Purchase—Rejection as Evidence. —Heldfurther, that the court below erred in rejecting certain certificates of purchase offered by the plaintiffs in reply.</p>"}
{"absolute_url": "/opinion/5599336/lux-v-haggin/", "attorney": "", "caseName": "Lux v. Haggin", "caseNameFull": "CHARLES LUX v. JAMES B. HAGGIN THE KERN RIVER LAND AND CANAL COMPANY", "citation": ["69 Cal. 255", "10 P. 674", "1886 Cal. LEXIS 666"], "citeCount": 57, "cluster_id": 5599336, "court": "California Supreme Court", "court_citation_string": "Cal.", "court_id": "cal", "dateArgued": null, "dateFiled": "1886-04-26", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "Nos. 8587 and 8588", "docket_id": 61951756, "judge": "McKinstry, Myrick, Ross", "lexisCite": "", "meta": {"timestamp": "2024-06-22T05:55:18.064611Z", "date_created": "2022-01-08T18:05:24.371630Z", "score": {"bm25": 0.20125617}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [85631, 86156, 86312, 86317, 86324, 86365, 86661, 86751, 87185, 87526, 87771, 87783, 88140, 88141, 88440, 88960, 89359, 89573, 89935, 90022, 90124, 91427, 3592600, 3592776, 3593345, 3593890, 3600254, 3610748, 3617881, 3633134, 3666573, 4892906, 4926257, 4932241, 5432670, 5432862, 5432981, 5433226, 5433438, 5433454, 5433482, 5433484, 5433567, 5433769, 5434107, 5434245, 5434418, 5434560, 5434885, 5435051, 5435261, 5435569, 5435706, 5435726, 5435829, 5436132, 5436192, 5436397, 5436572, 5437011, 5437385, 5437534, 5437605, 5438950, 5439303, 5439440, 5439499, 5440013, 5440114, 5441029, 5441431, 5455432, 5458019, 5473229, 5514335, 5515183, 5547917, 5548148, 5548548, 5550088, 5550268, 5553655, 6315137, 6403756, 6404504, 6419409, 6505573, 6571987, 6577941, 6591200, 6598932, 6600021, 6643108, 6668118, 6668299, 6668406, 6669719, 6753001, 6947553, 6952330, 7129758, 7884999, 7928772, 7928776, 7963622, 9300864], "download_url": null, "id": 5442511, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2025-02-26T05:35:16.767044Z", "date_created": "2022-01-08T18:05:24.470921Z"}, "ordering_key": 1, "per_curiam": false, "sha1": "", "snippet": "\nMcKinstry, J.\nThe question being, Can a private corporation divert the waters of a watercourse, and thereby deprive the riparian proprietors of all use of the same, without compensation made or tendered to such proprietors? held:—\n1. The owners of land by or through which a watercourse naturally and usually flows have a right of property in the waters of the stream.\n2. This property may be ", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [5442511, 5442512, 5442513, 5442514], "source": "U", "status": "Published", "suitNature": "", "syllabus": "<p>Injunction — Estoppel—Laches—Delay. —As tlie case was presented in the court below, the plaintiffs were not estopped from seeking relief by injunction by reason of their laches or delay.</p> <p>Id. — Estoppel in Pais—What Constitutes.—To constitute an estoppel in paii, it must be shown that the party claiming the benefit of it was without knowledge of his own legal rights, and of the means of acquiring such knowledge; that the person sought to he estopped has made an admission or done an act with the intention of influencing the conduct of the other, or that he had reason to believe would influence his conduct, inconsistent with the evidence he proposes to give, or the title he proposes to set up; that the other party has acted upon or been influenced by such act or declaration, and will be prejudiced by allowing the truth of the admission to be disproved.</p> <p>Id. —Riparian Proprietor—Unlawful Diversion of Water—Knowledge of Construction of Ditch.—A riparian proprietor is not es-topped from objecting to the unlawful diversion of the waters of a stream flowing through his land, by reason of the mere fact that the ditches used in diverting the water were constructed at great expense, with his knowledge and without objection by him.</p> <p>Equity—Statute of Limitations—Delay for Less than Statutory Period. — Where an express statute of limitations applies to a suit in equity, mere delay to commence the suit for a period less than that of the statute is never a reason for dismissing it; and where the defendant relies on mere delay and his own adverse use, the statutory period having expired, he must plead the statute.</p> <p>Id. —Section 343 of Code of Civil Procedure—Applicable to Suits in Equity.—Section 343 of the Code of Civil Procedure, providing that “an action for relief not hereinbefore provided for must be commenced within four years after the cause of action shall have accrued,” applies •to suits in equity as well as to actions at law.</p> <p>Id. — Acquiescence — Definition of. — The acquiescence which will bar a complainant from the exercise in his favor of the discretionary jurisdiction of a court of equity, in a suit for an injunction, must be such as proves his assent to the acts of the defendant, and to the injuries to himself which have flowed, or can reasonably be anticipated to flow, from those acts.</p> <p>Riparian Proprietor — Injunction against Unlawful Diversion — Prior Recovery at Daw.— A riparian proprietor is entitled to an injunction to restrain the threatened unlawful diversion of the waters of a stream flowing through his land, without first establishing his right at law by recovering a judgment in damages.</p> <p>Id.—Estoppel — Consent to Acts of Third Person.—The plaintiffs are not estopped from maintaining the action by reason of their assent to and approval of certain acts of a third person, — the Kern Valley Water Company.</p> <p>Public Policy—Courts cannot Disregard Law for Reasons of— Vested Rights.—While the argument ad inconverderdi should have its proper weight in ascertaining what the law is, there is no public policy which can empower the courts to disregard the law, or because of an asserted benefit to many persons, in itself doubtful, to overthrow the settled law.</p> <p>Property of Riparian Proprietor may be Condemned—Farming Neighborhoods. — The property of a riparian proprietor in the water of a stream may, on payment of due compensation to him, be taken to supply farming neighborhoods with water.</p> <p>Id. — Consideration of Future Legislation. — In case further legislation shall be deemed expedient for the distribution of water to public uses, the private right being paid for, the validity of such further legislation is to he determined after its enactment, if its validity shall then be questioned.</p> <p>Mexican Law—Dedication of Running Water—Common Use. - -By the law of Mexico the running waters of California were not dedicated to the common use of all the inhabitants in such a sense that they could not be deprived of the common use.</p> <p>Admission of California—Rights in Navigable Streams. —Upon the admission of California into the Union, the state became vested with all the rights, sovereignty, and jurisdiction in and over the navigable waters, and the soils under them, which were possessed by the original states after the adoption of the constitution of the United States.</p> <p>Public Lands of United States — Manner of Holding — State cannot Interfere with Primary Disposition. — Since the admission of California, the public lands of the United States, except such as have been reserved or purchased for forts, navy-yards, public buildings, etc., are held in the same manner'-as the lands of private persons, except that they cannot be taxed by 'the state, nor can the primary disposition of them be interfered with.</p> <p>Innavigable Streams on Public Lands — United States Owner of.— The United States is the owner of all innavigable streams on the public lands of the United States within'the borders of the state, including their hanks and beds.</p> <p>Grant of Public Land—Rights in Innavigable Stream Pass to Grantee—Reservation.—A grant of public land of the United States carries with it the common-law rights to an innavigable stream thereon, unless the waters are expressly or impliedly reserved by the terms of the patent, or of the statute granting the land, or unless they are reserved by the congressional legislation authorizing the patent or other muniment of title.</p> <p>Swamp-lands —Date of Vesting of Title in State — Arkansas Act. —The state of California became the owner of the swamp-lands described in the complaint herein on the 28th of September, 1850, under the act of Congress of that date commonly known as the Arkansas act.</p> <p>Appropriation of Water on Public Lands-—Grantee of Riparia;/ Lands. •—It has never been held by the Supreme Court of the United States, or by the Supreme Court of California, that an appropriation of water on the public lands of the United States, made after the act of Congress of July 26, 1866, or the amendatory act of 1870, gave to the appropriator the right to the water appropriated, as against a grantee of riparian lands under a grant made or issued prior to the act of 1866, except where the water so appropriated was reserved by the terms of such grant.</p> <p>Decisions between Private Parties—Rights of State not Affected by. — The rights of the state under the grant of September 28, 1850, do not depend upon nor are they limited by tho decisions of the state courts with respect to controversies upon the public lands of the United States. Those decisions do not enter into nor operate upon the subsequent legislation of congress in such manner as to require that the legislation, or its affirmance of rights recognized by the state courts as existing between occupants upon the public lands of the United States, he construed as an attempt to deprive the state of its vested rights.</p> <p>Id.—Occupant of Public Land—Presumption of Grant—Use of Plowing Water.—If those decisions can he referred to for any purpose, semble that the occupant of a tract of riparian land, arable or grazing, on the public domain is by such decisions presumed to have received a grant of the flowing water, to the extent of tho common-law right to the use of such water as it flows through tho land.</p> <p>Id.—Decisions only Applicable to Persons Claiming by Possession.— If the doctrine as to adverso claims upon the public lands, as determined by those decisions, be extended to lands granted to the state, it cannot affect tho title or estate of grantees of the state, the water not being reserved in the grant or in the legislation authorizing the grant. The doctrine is applicable alone to actions in which both parties claim only by possession.</p> <p>Common Law as to Riparian Rights—Not Abrogated by Certain Statutes. —The common law as to riparian rights was not abrogated by certain statutes of the state, referred to in the opinion, applicable to a district of country within which is included the county of Kern, nor was the state estopped by such statutes from asserting its right to the flow of a natural stream from that district to and over the lands granted to the state by the act of Congress of 1850.</p> <p>Id. — Section 1422 of Civil Code Construed. — Section 1422 of the Civil Code, providing that the rights of riparian proprietors are not affected by the provisions of the title of the code governing the appropriation of water, is protective, not only of riparian rights existing when the code was adopted, but also of the riparian rights of those who acquired a title to land from the state after the adoption of the code, and before an appropriation of water in accordance with the code provisions.</p> <p>Id.—Riparian Rights Protected by Constitution.—Neither a grantee of the United States, nor the grantee' of a private person who was a riparian owner when the code was adopted, need rely for the protection of his riparian rights on section 1422 of the Civil Code. Such persons are protected by constitutional principles.</p> <p>I». —Grant of State Lands—Reservation of Flowing Waters. —The state might have reserved from its grants of lands the waters flowing through them, for the benefit of those who should subsequently appropriate the waters; but the state has not made such a reservation.</p> <p>li. — State as a Riparian Proprietor — Reservation of Water . Rights.—The water rights of the state, as a riparian owner, are not reserved to the state by section 1422 of the Civil Code, because, wherever the state has not already parted with its right to those who have acquired from her a legal or equitable title to riparian lands, the provisions of the code confer the right of the state to the flow on those appropriating water in the manner prescribed by the code.</p> <p>Common Law Adopted in California — Act of April 13, 1850.—The statute of April 13, 1850, adopts as the rule of decision in all the courts of this state the common law of England, not the civil law, nor the “ancient common law” of the civilians, nor the Mexican law.</p> <p>Id. — Common Law how Ascertained.—In ascertaining the common law of England, the courts may and should examine and weigh the reasoning of the decisions, not only of the English courts, but also of the courts of the United States, and of the several states down to the present time. They are not limited to the consideration of the English decisions rendered prior to July 4, 1776.</p> <p>Id. —Occupants of Public Lands—Possessory Rights Protected by the Common Law. — The possessory rights of the occupants of portions of the public lands, or of the waters thereon, recognized by the California courts, are protected by the common law.</p> <p>Id.—Doctrine of Appropriation.—The doctrine of “appropriation,” so called, is not the doctrine of the common law.</p> <p>Id. — Common Law as to Riparian Rights — Extent and Nature op Right. —By the common law, the right of the riparian proprietor to the flow of the stream is inseparably annexed to the soil, and passes with it, not as an easement or appurtenance, but as a part and parcel of it. Use does not create the right, and disuse cannot destroy or suspend it. The right in each extends to the natural and usual flow of all the water, unless where the quantity has been diminished as a consequence of the reasonable application of it by other riparian owners.</p> <p>Id. — Use of Water for Irrigation—Riparian Proprietor Entitled to. —By the law of California, riparian proprietors are entitled to a reasonable use of the waters of the stream for the purpose of irrigation. What is such a reasonable use is a question of fact, and depends upon the circumstances appearing in each particular case.</p> <p>Evidence of Watercourse — Rejection of. — On the trial, certain witnesses on behalf of the defendant gave testimony tending to prove that after the commencement of the action and issue joined, and during the trial, there was no watercourse as claimed by the plaintiffs, and no channel through which water could have flowed. The plaintiffs thereupon offered in reply certain evidence, which was rejected by the court, tending to prove that after the dates mentioned by the witnesses for the defendant, there was a watercourse and channel. Held, that the rejection of the evidence was erroneous.</p> <p>Id. — Certificates of Purchase—Rejection as Evidence. —Heldfurther, that the court below erred in rejecting certain certificates of purchase offered by the plaintiffs in reply.</p>"}
{"absolute_url": "/opinion/3568470/ex-parte-boyce/", "attorney": "F. M. Huffaker,  for Petitioner:\n\nI. This is an original proceeding in this court wherein petitioner challenges the legality of his imprisonment in the\ncounty jail of Lyon county, by the sheriff of said county, pursuant to a judgment of the justice of the peace of Silver City township in an action tried by said justice, wherein the State of Nevada is plaintiff and petitioner is defendant. Said action was tried by said justice, and judgment rendered therein on the 5th day of August, 1903, and on said day, pursuant to said judgment, the petitioner was imprisoned in the county jail of Lyon county by the sheriff thereof. Petitioner having at the trial challenged the constitutionality of the act of the legislature of the State of Nevada under which said action was brought, and under which he was tried, convicted and imprisond, applied for and obtained a writ of  habeas corpus,  on the ground that his said conviction and imprisonment are illegal because the said act of the legislature of the State of Nevada is unconstitutional and void, which is the question to be now determined. ( Ex Parte Rosenblatt,  19 Nev. 439 .)\n\nII. The act of the legislature of the State of Nevada, under which defendant was convicted and imprisoned, and the constitutionality of which is called in question by this proceeding, is entitled \"An act regulating the hours of employment in underground mines and smelters, and ore reduction works, and providing penalties for violation thereof,\" approved February 23, 1903, popularly known as the \"Eight-Hour Law.\"\n\nSaid act provides as follows: \"SECTION 1. The period of employment of working men in all underground mines or workings shall be eight (8) hours per day, except in cases of emergency where life or property is in imminent danger.\"\n\nSo far as this proceeding is concerned, this is the only section involved, for if the legislature has power to enact this section into law, then the punishment prescribed for the violation is unquestioned.\n\nCan our legislature, under the constitution, enact any such law?\n\nThe first section of the first article of our state constitution declares \"All men are by nature, free and equal, and have certain inalienable rights, among which are those of enjoying and defending life and liberty; acquiring, possessing and protecting property, and pursuing and obtaining\nsafety and happiness.\" This article is our \"Bill of Rights,\" and any right embraced therein pertaining to the citizen cannot be limited, abridged, or interfered with by the legislature.\n\nIII. Petitioner also challenges the act of our legislature under which he was convicted as being repugnant to section 17 of article IV of our constitution, as embracing two subjects, and especially repugnant to section 20 of said article IV, being class legislation.\n\nWhat has been the adjudication of the courts upon this eight-hour legislation? I observe, preliminarily, that the constitutionality of a statute of a state is determined by the constitution of the state, and that decisions of other states, upon constitutional provisions, which are not in our constitution, are not authority in determining the constitutionality of an act of this state, but where there is a common provision in the constitutions of different states, adjudications thereon are valuable assistants in the investigation of principles.\n\nI first call attention to  Ex Parte Kubach, \n24 Pac. Rep. 737, by the Supreme Court of California, August 4, 1890, where the court say: \"This is an application for a writ of  habeas corpus.  The petitioner was tried and convicted of a misdemeanor under the following ordinance of the city of Los Angeles: `The Mayor and the Council of the City of Los Angeles do ordain as follows: Sec. 1. Eight hours labor constitute a legal day's work in all cases where the same is performed under the authority of any ordinance, resolution or contract of the city, etc.' It is claimed in support of the petition, that this ordinance is unconstitutional and void. We think that this objection is well taken. It is simply an attempt to prevent certain parties employing others in a lawful business and paying them for their services, and is a direct infringement of the right of such persons to make and enforce their contracts. If the services to be performed were unlawful, or against public policy, or the employment were such as might be unfit for certain persons, as, for example, females or infants, the ordinance might be upheld as a sanitary or police regulation, but we cannot conceive of any theory upon which a city could be justified in making it a misdemeanor for one of its citizens to contract with another\nfor services to be rendered because the contract is that he shall work more than a limited number of hours per day. Mr. Cooley in his work on Constitutional Limitations (5th ed. 745) says: `The general rule undoubtedly is that any person is at liberty to pursue any lawful calling, and to do so in his. own way, not encroaching upon the rights of others. This general right cannot be taken away. It is not competent, therefore, to forbid any person, or class of persons, whether citizens or resident aliens, offering their services in lawful business, or to subject others to penalties for employing them. But here, as elsewhere, it is proper to recognize distinctions that exist in the nature of things, and render some circumstances to inhibit employments to some one class by leaving them open to others. Some employments, for example, may be admirable for males and improper for females, and regulations recognizing the impropriety, and forbidding women engaging in them, would be open to no reasonable objection. The same is true of young children whose employment in mines and manufactories is commonly and ought always to be regulated. And some employments in which integrity is of vital importance, it may be proper to treat as privileges merely, and to refuse the license to follow them to any one who are not reputable.' For these reasons, we hold the ordinance, so far as it attempts to create a criminal offense, to be void, and that the petitioner should be discharged.\"\n\nThe same principle applies to a statute as to an ordinance.\n\nIV. I next call attention to a case entitled  \"In re  Eight-Hour Law,\"  arising under that special provision of the constitution of Colorado authorizing the general assembly to take the opinion of the supreme court upon the constitutionality of a proposed law. In answer to interrogatories thus propounded, the Supreme Court of Colorado, on February 21, 1895, returned the following opinion:\n\n \"Per Curiam:  It is not competent for the legislature to single out the mining, manufacturing and smelting industries of the state, and impose upon them restrictions with reference to the hours of their employees, from which other employers of labor are exempt. An act such as proposed would manifestly be in violation of the constitution against\nclass legislation. The bill submitted also violates the right of parties to make their own contracts &#8212; a right guaranteed by our bill of rights, and protected by the fourteenth  amendment to the constitution of the United States. (See opinion recently rendered upon  In re House Bill No. \n203, 39 Pac. 431.) For an able and comprehensive exposition of the constitutional provisions applicable to the subject, your attention is invited to the recent case of  Low \nv.  Printing Co.,  41 Neb.  59 N. W. 362 .\"\n\nV. The next decision is what is known as the Utah case, decided October 29, 1896, entitled  Holden  v.  Hardy,  Sheriff,  46 Pac. 756. The opinion was delivered by C. J. Zane, and is by him specially based upon the constitution of Utah, and upon that particular provision, being in section 6 of article XVI, which is: \"And the legislature shall pass laws to provide for the health and safety of employees in factories, smelters and mines.\" Under the constitutional provision, the court held an eight-hour law valid, but a complete answer to this is, the Nevada constitution has no such provision. And as fully sustaining this proposition, I call attention to the decision following thereafter, upon the constitutionality of an eight-hour law, decided November 13, 1899, by the Supreme Court of Colorado, entitled  In re Morgan,  58 Pac. 1071, the statute being almost word for word of the Nevada statute of February 23, 1903, and as the case was fully and ably presented by eminent counsel, and carefully considered by the court, and the reasoning clear, I quote at some length:\n\n\"The petitioner challenges the validity of the statute as inhibited by the foregoing clauses of the organic law. [Similar to the challenge in this proceeding.] The position of the attorney general is, that it was passed as a health regulation, and may be vindicated as coming within the range of the police powers of the state. Four years before it became an act, this court, to an inquiry of the house of representatives of the tenth general assembly, as to the constitutionality of a bill reading `Eight hours shall constitute a legal day's work for all classes of mechanics, workingmen and laborers, employed in any mine, factory or smelter of any kind whatever in the State of Colorado,' replied that it was `not competent for the legislature to single out the mining,\nmanufacturing and smelting industries of the state, and impose upon them restrictions with reference to the hours of their employees, from which other employers of labor are exempt,' and it was further said that the section `violates the right of parties to make their own contracts &#8212; a right guaranteed by our Bill of Rights.' ( In re Eight-Hour  Bill,   21 Colo. 29 ,  39 Pac. 328 .)\n\n\"The twelfth general assembly must have been aware of this, and another decision concerning the power of the legislature to pass what is called a `Coal Screening Bill' &#8212; the opinion being reported in  21 Colo. 27 , and 39 Pac. 431  ( In Re House Bill 203 ) &#8212; in which this species of legislation was condemned as hostile to the constitution. But, wholly disregarding these decisions, binding alike on all departments of government, it proceeded to enact the measure now before us. Though it affords no justification for such legislative action in defiance and against the solemn decision of this court, we presume that the excuse might be offered therefor that, after these decisions were handed down, in a sister state an act in the same language was passed and approved by its court, and, as is claimed, sanctioned by the Supreme Court of the United States. Following the rule of  stare decisis,  we might content ourselves with a mere affirmance of our previous announcements, made as they were upon full consideration; but, in view of the importance of the questions involved, we have thought it best to fully discuss the principles by which this act must be tested.\n\n\"The question presented for our determination is, does the act under which petitioner is being prosecuted violate any constitutional provision? In this resolution the provisions of our own constitution must govern. Decisions of other jurisdictions, defining the limits of legislation under their constitutions, are not always to be followed elsewhere upon the supposition that the same limitations everywhere prevail. This is illustrated in the answer of the judges of the Supreme Judicial Court of Massachusetts, in response to an inquiry by the house of representatives as to the validity of a proposed bill. In the course of the opinion, after referring to the fact that legislation similar to that proposed had been held by the courts of some states unconstitutional on different\ngrounds, and without expressing an opinion as to the correctness of those decisions tested by the respective constitutions, the honorable judges said: `The legislative power granted to the general court by the constitution of Massachusetts is perhaps more comprehensive than that found in the constitutions of some other states.' ( In re Rouse  Bill No. 1230,   163 Mass. 590 .) A similar observation was made by the Supreme Court of Illinois in the Ritchie case, 155 Ill. 98 . It is peculiarly appropriate, we think, to our organic act. A comparison of many other constitutions with ours, shows that the latter probably contains more restrictions upon the power of the legislature than are to be found in any other instrument; and whether measured by the decisions of the court of that state, or as the result of our own construction, we think it clear that the General Court of Massachusetts has, in the field of legislation under review, much wider latitude, and is hampered by fewer restrictions, than is our general assembly.\n\n\"The extent and meaning of the act in question are not difficult of ascertainment, though it is not a model statutory composition. That it operates as a limitation both upon the employer and the employee, seems clear. It forbids a certain kind of employment. There can be no employment without the concurring acts of him who contracts for employment, and of him who contracts to be employed. Both are within the inhibition of the enactment, and, if it is valid, each is liable for making the forbidden contract. The petitioner, therefore, as a laboring man, is prohibited from entering into a contract to work in a smelter more than eight hours in any one day. If, in our constitution, there was, as there seems to be in that of Utah, a specific affirmative provision enjoining upon the general assembly the enactment of laws to protect the health of the classes of workmen therein enumerated, it might be that acts reasonably appropriate to that end would not be obnoxious to that provision of our constitution forbidding class legislation; for it could hardly be said that a classification made by the constitution itself was arbitrary or unfair, or that it clashed with another provision of the same instrument inhibiting class legislation. The two provisions should be construed together so as to harmonize,\nif that be possible under sound canons of construction, and the general clause forbidding class legislation might be regarded as qualified by the special one which authorizes such legislation in respect to the enumerated classes.\n\n\"Article XVI of our constitution is devoted to mining and irrigation, and section 2 directs that `the general assembly shall provide by law for the proper ventilation of mines, the construction of escapement shafts, and such other appliances as may be necessary to protect the health and secure the safety of the workmen therein.'\n\n\"These regulations manifestly embrace only such reasonably necessary mechanical appliances as will secure the end in view, and do not include other kinds of health regulations. Whether this command addressed to the legislature to protect the health of these workmen by requiring the mines to be furnished with the appliances specified does not restrict the lawmaking power to the things named, on the principle that when authority to do a particular thing is given, and the mode of doing it is prescribed, all other modes are excluded, might be a material inquiry, where the validity of the act was challenged by a miner; but as that question relates to workmen in mines and not in smelters, we prefer to put our decision upon impregnable grounds that cover both cases.\n\n\"Be that as it may, we have no constitutional provision which authorizes the legislature to single out workmen in underground mines and smelters, and impose upon them restrictions as to the number of hours they shall work at these industries from which workmen in all other departments of industry are exempt. To this effect is our decision  In  re Eight-Hour Bill, supra;  and we have heard no argument in the case at bar, nor have we been cited to any authority, that leads us to a different conclusion.\n\n\"The act is equally obnoxious to the provisions of our bill of rights set out in the statement, which guarantees to all persons their natural and inalienable right to personal liberty, and the right of acquiring, possessing and protecting property. Liberty means something more than mere freedom from physical restraint. It includes the privilege of choosing any lawful occupation for the exercise of one's physical\nand mental faculties, which is not injurious to others.\n\n\"The right to acquire and possess property includes the right to contract for one's labor. The latter is essentially a property right. The arbitrary classification of rights into rights of persons and rights of things made by Blackstone and other jurists for purposes of convenience in treatment has been the occasion for hostile criticism by those favoring socialistic or paternal legislation. Employing the  argumentum ad hominem,  they say that those decisions in which courts have carefully guarded rights of property put property above the man. A moment's calm reflection will show the falsity of this charge. Property, as such, has no claim upon the law for protection. When a property right is spoken of, the right of some person over or concerning the property is meant. All rights recognized by the law pertain to persons, natural or artificial.\n\n\"The absolute rights are commonly designated as personal rights. They are such as are annexed to the person, like life and reputation; while property rights are those unconnected with the person, but which none the less belong to some person.\n\n\"All rights, both those spoken of as personal, and those denominated as property rights, belong to the individual citizen; and when it is said that property rights must not be infringed, what is meant is merely that the right of some person to or concerning property must not be interfered with. That this act infringes both the right to enjoy liberty and to acquire and possess property, seems too clear for argument. While conceding that this limitation is not permissible, counsel for respondent, as we understand them, recognize the fact (but if they do not, the same is only too apparent) that those natural rights are violated by the provisions of the act. The limitation is claimed to be warranted on the ground that these and all other constitutional guarantees must yield to the paramount and sovereign right of the state to exercise its police power to protect the public health; and to this, the principal question in this proceeding, we now address ourselves. * * * It is difficult to define, or with precision to describe, the police power. It has rarely been attempted by the courts, and the attempt has never\nbeen attended with complete success. Following the authorities, we may say that it extends to the protection of the public health. It is upon the specific ground that limiting the time a workman may labor in a smelter to eight hours a day conduces to and preserves the health of the laborer himself, that this act is sought to be upheld. With sincere respect for the ability of the courts in whose opinions the remarks are found, but with a profound conviction of their erroneous conception of the nature and limits of the police power, we submit that much loose reasoning has been indulged in, and some decisions rendered that cannot be defended upon principle.\n\n\"As we understand it, the `police power' is the name given to that function of government by which is enforced the maxim  'sic utere tuo ut alienum nn l&#230;das.' \n\n\"In Cooley's Const. Lim. (6th ed.) 208, we read that this maxim `is that which lies at the foundation of the power.' Professor Tiedeman in his work on the Limitations of the Police Power, in section 1, says: `The object of government is to impose that degree of restraint upon human actions which is necessary to the uniform and reasonable conservation and enjoyment of private rights. * * * The conservation of private rights is attained by the imposition of a wholesome restraint upon their exercise, such a restraint as will prevent the infliction of injury upon others in the enjoyment of them.' He further quotes with approval the language of Judge Redfield in the case of Thorpe  v.  Railroad Co.,   27 Vt. 140 : `This police power of the state extends to the protection of the lives, limbs, health, comfort and quiet of all persons, and the protection of all property within the state, according to the maxim  \"sic utere tuo ut alienum non l&#230;das,\" \nwhich, being of universal application, it must of course be within the range of legislative action to define the mode and manner in which every one may so use his own as not to injure others.' And Professor Tiedeman immediately follows this quotation with the statement that: `Any law which goes beyond that principle &#8212; which undertakes to abolish rights the exercise of which does not involve an infringement of the rights of others, or to limit the exercise of rights beyond what is necessary to provide for the public\nwelfare and the general security &#8212; cannot be included within the police power of the government.'\n\n\"It thus appears that in proceeding under this power, the legislature must choose proper subjects for its exercise, and must observe constitutional limitations just as closely as when it enacts laws pertaining to the public revenue, or provides for the exercise of the power of eminent domain.\n\n\"In our form of government, unlimited power does not exist in any department (Prent. Police Powers, 267;  Loan  Assn.  v.  Topeka,  20 Wall. 655), and whenever the constitutionality of an act of any department is challenged, the judicial department is the final arbiter.\n\n\"Notwithstanding this general rule, we are here met with the argument, and the assertion is baldly made, that in the exercise of its police power, the legislature is subject to no restriction except its own unbridled discretion as to what subjects it may select for regulation, and the kind of regulation it may prescribe. We cannot assent to this doctrine. It may find apparent sanction in unguarded expressions of text &#8212; writers or in judicial opinions, but it is contrary to every well &#8212; considered decision. It is for the legislature to determine the exigency (that is, the occasion) for the exercise of the power; but it is clearly within the jurisdiction of the courts to determine what are the subjects upon which the power is to be exercised, and the reasonableness of that exercise. (Tied. Lim. Police Powers, sec. 3;  People  v.  Jackson  M. Plank Road  Co.,   9 Mich. 285 ;  Town of Lake View  v.  Rose Hill  Cemetery Co. ,  70 Ill. 191 ; 18 Am.  Eng. Ency. Law, 746, et seq.; People  v.  Gillson,   109 N. Y, 389 .)\"\n\nVI. As far as I have had time to verify, outside the Utah cases, the decisions that might be considered as leaning that way are  Com.  v.  Hamilton Mfg. Co.,  120 Mass. 383 , but which seems to be nullified by  Com. \nv.  Perry,   155 Mass. 117 , and  State  v.  Peel  Splint Co.,   36 W. Va. 802 .\n\nWhile beside the Colorado cases there are those that hold eight &#8212; hour legislation is not within the police powers of a state, and is special legislation, and therefore unconstitutional. ( Ex Parte Kubach,   85 Cal. 274 ; Low  v.  Rees Printing Co.,   41 Neb. 127 .)\n\nWhere the court say such an act is unconstitutional &#8212; First,\nbecause it is special legislation; second, it denies the right of contract:  Millett  v.  People,  117 Ill. 294 ;  Frorer  v.  People,   141 Ill. 171 ; Ritchie  v.  People,   155 Ill. 98 ;  In re  Jacobs,   98 N. Y. 98 ;  Leep  v.  Railway Co.,  58 Ark. 407 ;  State  v.  Loomis,   115 Mo. 307 ; Godcharles  v.  Wigeman,  113 Pa. St. 431; State  v.  Goodwill,   33 W. Va. 179 ;  People \nv.  Warden, etc.,   157 N. Y. 116 ;  State \nv.  Julow,   129 Mo. 163 , referred to by Judge Caldwell In re Morgan, supra. \n\nAfter these came those in Washington of  City of Seattle \nv.  Smyth,  60 Pac. 1120, where the court say, speaking of eight-hour statutes and ordinances: \"The principle upon which they are held to be unconstitutional is, that they interfere with the constitutional rights of persons to contract with reference to compensation for their services, where such services are neither-unlawful nor against public policy, nor the employment such as might be unfit for certain classes of persons, as females and infants.\n\n\"Every person  sui generis  has a right to make use of his labor in any lawful employment, on his own behalf or to hire it out in the service of others. This is one of the first and highest of civil rights.\" (Cooley on Torts (2d ed.) 326, and citing  In re Morgan, supra; Ex Parte  Kubach, supra; Low  v.  Printing Co., supra. )\n\nEvidently this court did not consider the Utah case as bearing upon the proposition.\n\nVII. From the foregoing it seems clear that the act in question is violative of the constitution of the State of Nevada, in that it abridges the right of private contract, and is class legislation, unless it is a valid exercise of the police power of the state.\n\n James G. Sweeney,  Attorney-General,  H. F.  Bartine, F. P. Langan,  and  John H. Murphy,  for the State:\n\nI. Petitioner in the above case seeks to avoid the judgment of the lower court, wherein he was convicted of having contracted with and caused a miner to work in his underground mine for a period of ten hours in one day, when there was neither life nor property in imminent danger in his said mine.\n\nThe law of Nevada which he violated is \"An act regulating\nthe hours of employment in underground mines and smelters and ore reduction works, and providing penalties for the violation thereof,\" approved February 23, 1903.\n\nArizona, Montana and Utah have acts relating to the hours of labor in mining, milling and smelting, which are identical with the Nevada act; and, inasmuch as the Supreme Court of Utah has passed on the constitutionality of that act, and to show that it is the same as that of Nevada, we set the two acts in parallel columns: \n        Nevada Statute.                                 Utah Statute. \n\n  An Act regulating the hours of                 An Act regulating the hours of\nemployment in underground mines                employment in underground mines\nand smelters and ore reduction                 and in smelting and ore reduction\nworks, and providing penalties for             works.\nviolation thereof.                               SECTION 1. The period of employment\n  SECTION 1. The period of employment          of wording men in all under-ground\nof working men in all under-ground             mines or workings shall be\nmines or workings shall be                     eight hours per day except in cases\neight hours per day except in cases            of emergency where life or property\nof emergency where life or property            is in imminent danger.\nis in imminent danger.                           SEC. 2. The period of employment\n  SEC. 2. The period of employment             of working men in smelters and all\nof working men in smelters and in              other institutions for the reduction\nall other institutions for the reduction       or refining of ores or metals shall be\nor refining of ores or metals                  eight hours per day except in cases\nshall be eight hours per day except            of emergency where life or property\nin cases of emergency where life or            is in imminent danger.\nproperty is in imminent danger.                  Section 3 provides a penalty for\n  Section 3 provides a penalty for             the violation of sections 1 and\nthe violation of sections 1 and                2. &#8212; Session Laws Utah, 1896, p. 219.\n2. &#8212; Stats. Nev. 1903, p. 83.\n \nII.  Rules of Construction:  In taking up grave and important constitutional questions, it is essential that recurrence be had to some of the fundamental principles which underlie their determination by the courts, and we therefore submit authorities on that point first.\n\n\"A statute can only be declared unconstitutional where specific restrictions upon the power of the legislature can be pointed out and the case shown to come within them, and not upon any general theory that the statute is unjust or oppressive or impolitic, or in conflict with a spirit supposed to pervade the constitution, but not expressed in words.\" ( Sawyer  v.  Dooley,   21 Nev. 390 ; 32 Pac. 437 .)\n\nUnder the decisions of this court no act of the legislature will be declared unconstitutional if there is a fair and\nreasonable doubt as to its constitutionality. ( Ash \nv.  Parkinson,   5 Nev. 23 ;  Clark  v.  Irwin,  5 Nev. 120 ;  Evans  v.  Job,   8 Nev. 337 ;  State \nv.  Comrs. Humboldt Co.,   21 Nev. 238 ;  State \nv.  Westerfield,   24 Nev. 37 .)\n\nAuthorities need not be cited in support of the proposition that he who asserts the unconstitutionality of a statute must establish beyond a reasonable doubt the conflict or inconsistency which renders it void; it is not enough for him to vaguely insist that the act questioned is obnoxious to some unexpressed intent or spirit supposed to pervade the constitution;  he must point out the  specific provision or provisions of that instrument  transgressed.  To the same effect see  Denver \nv.  Knowles,   17 Colo. 204 .\n\n\"The right of the judiciary to declare a statute void and to arrest its execution is one which, in the opinion of the court, is coupled with a responsibility so grave that it is never to be exercised except in very clear cases. One department of the government is bound to presume that another has acted rightly.  The party who wishes us to  pronounce a law unconstitutional  takes upon himself the burden of proving beyond a doubt  that it is so.\" ( Erie R. R. Co.  v.  Casey,  26 Pa. St. 287; Powell  v.  Com.,  114 Pa. St. 270.)\n\n\"It has been truly said that the presumption is in favor of every legislative act, and the whole burden of proof lies on him who denies its constitutionality.\" (Marshall, C. J., in  Brown  v.  Maryland,  12 Wheat. 436.)\n\n\"It is but a decent respect due to the wisdom, the integrity and the patriotism of the legislative body by which a law is passed, to presume in favor of its validity, until its violation of the constitution is proved beyond all reasonable doubt.\" (Ogden  v.  Saunders, \n12 Wheat. 270.)\n\n\"Only when it violates the constitution  clearly,  palpably, plainly, and in such manner as to leave no doubt  or hesitation in our minds.\" (Sharpless  v.  Mayor, \n59 Am. Dec. 782.)\n\n\"Every statute is presumed to be constitutional. The courts ought not to declare one to be unconstitutional unless it is clearly so. If there is doubt, the expressed will of the legislature should be sustained.\" ( Munn \nv.  Illinois,   94 U. S. 126 .)\n\nTo the same effect and approving the above language are the following:  State  v.  Coal Co.,  36 W. Va. 835-838 ;  Penn. R. R. \nv.  Riblet,  66 Pa. St. 164;  University \nv.  Barnard,   57 Cal. 612 ;  Sinking Fund Cases,  99 U. S. 718 ;  State  v.  Ah Chew,  40 Am. Rep. 490; Fletcher  v.  Peek,  6 Cranch. 87;  Ah Lim \nv.  Territory,   1 Wash. St. 159 ;  State \nv.  Addington,   77 Mo. 110 ;  State  v.  Laughlin,  75 Mo. 147 ;  Humes  v.  Railway,   82 Mo. 230-232 ; Leep  v.  Railway,   58 Ark. 414-415 ;  Newland \nv.  Marsh,   19 Ill. 385 .\n\nIII. That the law may seem unreasonable, oppressive or absurd, or that there may be objections to its policy or expediency, is not sufficient to justify its judicial repeal. These are matters for which the legislature must shortly answer to its constituents who can correct them. It must be in direct conflict with some expressed prohibition of the constitution. ( Mayor of New York \nv.  Miln,  11 Pet. 138; Cooley on Const. Lim. 164; Nathan  v.  Alabama,  8 How. 73;  Passenger  Cases,  7 How. 287, 402;  Sharpless  v.  Mayor, \n21 Pa. St. 147, 161-2;  Patterson  v.  Yuba,  13 Cal. 175-172 ;  Leonard  v.  Wiseman,   31 Md. 201 ; Com.  v.  McWilliams,  11 Pa. St. 61-70; Davis  v.  State,  3 Lea. 376;  Varrick \nv.  Smith,  5 Paige, 160;  Williams  v.  Commack,  27 Miss. 209 ;  Ah Lim  v.  Territory.  1 Wash. St. 162 ;  People  v.  Gillson,  109 N. Y. 406 .)\n\nIV.  Petitioner's First Contention:  Petitioner asserts that the Nevada eight &#8212; hour law violates section  1  of article  I  of the constitution of the State of Nevada. The provision which he alleges is violated is similar to that found in the constitutions of various states which have upheld laws regulating the hours of employment. For the purpose of making a single comparison we will place the article of the Nevada constitution, which is said to be violated, side by side with an article in the Utah constitution: \n        Nevada Constitution.                    Utah Constitution. \n\n  Section 1 of Article I: \"All men        Section 1 of Article I: \"All men\nare, by nature, free and equal, and       have the inherent and inalienable\nhave certain inalienable rights, right    to enjoy and defend their lives\namong which are those of enjoying         and liberty, and to acquire and\nand defending life and liberty;           possess and protect property,\" etc.\nacquiring, possessing and protecting\nproperty and pursuing and obtaining\nsafety and happiness.\"\n \nThere are several sections also in the constitution of the United States which manifestly mean the same as that found\nin the declaration of rights of the Nevada constitution, among which are as follows:\n\nArticle I, Section 10: \"No state shall * * * pass any bill of attainder, ex post facto law, or law impairing the obligation of contracts, or grant any title of nobility.\"\n\nArticle IV: \"The citizens of each state shall be entitled to all of the privileges and immunities of the citizens of the several states.\"\n\nArticle V of the Amendments to the Constitution: \"* * * Nor be deprived of life, liberty, or property, without due process of law; nor shall private property be taken for public use, without just compensation.\"\n\nArticle XIV of the Amendments, Section 1: \"* * * No state shall make or enforce any law which shall abridge the privileges or immunities of citizens of the United States; nor shall any state deprive any person of life, liberty, or property, without due process of law; nor deny to any person within its jurisdiction equal protection of the laws.\"\n\nV. Counsel for petitioner in his argument has not pointed out any provision of the constitution of this state which has been violated, but his theory is, that the language found in article I, section 1 thereof, by inference, is a limitation upon the legislature, and therefore the legislature is powerless to enact any law which would prevent men from contracting with one another concerning the hours of labor, although in the argument of both counsel for the petitioner it was admitted that the legislature had power to step in and prevent men from being exposed to unusual dangers, and as an example thereof they cited that the legislature of this state had compelled mining companies to provide a top or cover for cages to prevent rocks which might fall down the shaft-way from striking and killing the miner in a cage. This admission upon the part of both of the eminent gentlemen, attacking the validity of the law, in itself destroys the entire force of their contentions, wholly and entirely, with respect to the right of the legislature to enact the law in question, which is obviously to protect the health and safety of men working in mines and smelters.\n\nIt is certainly inconsistent and absurd to hold that a law is constitutional requiring a cage to be so equipped with a\ncover for the purpose of protecting the individuals against those occurrences which would produce instant death, and at the same time to hold that a law is unconstitutional which protects the very same class of individuals from a more slow, but nevertheless just as sure, agency of death as the falling of rocks and other missiles upon them. Is he less guilty of murder who periodically administers a small dose of poison, which will in due time kill the victim, than he who administers a lethal dose from the effects of which the victim immediately dies? Is it possible that the state has power to prevent the thing which would produce instant death to the individual, and is powerless to prevent all the things that operate to impair his physical power, incapacitate him from earning a living, and prematurely produce death, or, owing to a weakened condition from being in contact at too long periods of time with noxious conditions, be so enfeebled as not to be able to sufficiently look out for his own safety, or the safety of others who might be dependent upon his vigilance? Is it possible that the state in one instance can enact a law preventing one from causing the instant death of his employee, but that it must be silent, helpless and impotent when it comes to protecting that person from the same employer who keeps his helpless victim in a place so long each day that his system becomes inoculated and filled with the germs of disease, which prematurely produce death as certainly as the more direct and violent cause?\n\nVI. On the subject of police powers this court has said: \"Whatever differences of opinion may exist as to the extent and boundaries of the police power, and however difficult it may be to render a satisfactory definition of it, there seems to be no doubt that it does extend to the protection of the lives, health and property of the citizen and to the preservation of good order and the public morals. The legislature cannot, by any contract, divest itself of the power to provide for these objects. They belong emphatically to that class of objects which demand the application of the maxim, ` Salus populi suprema est lex';  and they are to be attained and provided for by such appropriate means as the legislative discretion may devise. That discretion may be no more bargained away than the power itself. All rights are held subject to\nthe police power of the state. If the public safety or the public morals require the discontinuance of any manufacture or traffic, the hand of the legislature cannot be stayed from providing for its discontinuance by an incidental inconvenience which individuals or corporations may suffer.\" ( In the Matter of the Application of W. L. Wallace \nv.  The Mayor and City Council of Reno .)\n\n\"All authorities agree that the constitution presupposes the existence of the police power and is to be construed with reference to that fact.\" ( Village of Carthage \nv.  Frederick,   122 N. Y. 273 .)\n\nMr. Sedgwick, in his work on Constitutional Law, says: \"That the clause providing the taking of property without compensation is, not intended as a limitation of the exercise of the police powers, which are necessary to the tranquillity of every well ordered community,  nor of the  general power over private property,  which is necessary for the orderly existence of all governments. It has always been held that the legislature may make police regulations, although they may interfere with the full enjoyment of private property, and though no compensation is given.\" (Sedgwick on Statutory Const. Law, 435.)\n\nA recent writer on limitations of the police power says: \"Where the letter of the constitution would prohibit police regulations, which by all the principles of constitutional government have been recognized as beneficial and permissible restrictions  upon the individual liberty of action, such regulations will be upheld by the courts on the grounds that the framers of the constitution could not possibly have intended to deprive the government of so salutary a power, and hence the spirit of the constitution permits such legislation, although a strict construction of the letter prohibits.\" (Tiedeman's Limitations of Police Powers, 12, cited and approved in  Village of Carthage \nv.  Frederick,   122 N. Y. 274 .)\n\n\"The police powers comprehend all those laws of internal regulation necessary to secure peace, good order, health and comforts of society.\" ( Ex Parte Schrader,   33 Cal. 279 ; Beer Co.  v.  Mass.,   974 U. S. 25 .)\n\n\"The police power of a state extends to the protection of the lives, health and property of the citizen, and to the preservation\nof good order and public morals.\" ( Boyd  v.  Alabama,  94 U. S. 645 .)\n\n\"State laws may impose reasonable police regulations for the protection of markets against a sale of commodity unfit for commerce.\" ( State  v.  Fosdick, \n21 La. Ann. 2256;  Fertilizing Co.  v.  Hyde Park,  97 U. S. 669 .)\n\nAlso a state may provide a law prohibiting the manufacture or sale of oleomargarine and similar substances. ( Butler \nv.  Chambers,  36 Minn.;  Powell  v.  Commonwealth, \n114 Pa. St. 265;  Powell  v.  Penn,   127 U. S. 678 .)\n\nVII. Much stress is laid by counsel on the fact that the eight &#8212; hour provision restrains the freedom of contract, and therefore is obnoxious to the declaration of rights found in the constitution of Nevada.\n\nCounsel's interpretation of the act is certainly not a fair or proper one, because the most that can be said is, that it merely limits the contract of the operator of a mine, smelter, or ore reduction works, with his employee to work in any of such places more than eight hours during any twenty &#8212; four hours. It leaves him free to hire as many men as he pleases to continue his industry, both day and night, every day in the week, month and year, and it in no way attempts to interfere with the rate of compensation. ( People  v.  Lochner,  76 N. Y. Supp. 401;  Esser \nv.  Spaulding,   17 Nev. 289 ;  Holden  v.  Hardy,  169 U. S. 366 .)\n\n Statutes Relating to Hours of Labor:  Indiana has an eight &#8212; hour statute which pertains to all persons except those engaged in agricultural or domestic labor. (See Rev. Stats. 1894, p. 381.)\n\nMichigan has a statute making ten hours a legal day's work. (See Howell's Annotated Stats. 1883.)\n\nVIII. Georgia has a stringent law providing for the hours of labor in cotton mills. The provisions of this act extend only to certain classes of employees. (See Acts of 1889, p. 163.)\n\nLouisiana has a statute making the employment of street car conductors or drivers for more than twelve hours unlawful. The law is very stringent. (See Act No. 95, 1886.)\n\nMaryland has a statute regulating the hours of labor on street railways to twelve hours per day. The law is severe\nin its penalty for any violation thereof. (See Article XXVII, Public General Laws.)\n\nArizona has an eight &#8212; hour law extending to those employed in underground mines and ore reduction works. Likewise Montana has a similar law. Also a large number of other states have statutes regulating the hours of labor between the employer and employee.\n\nApparently no litigation has ever arisen under the laws to which reference has just been made. It appears that they have been accepted and acquiesced in by all of those whom they affected.\n\nIX.  Eight &#8212; Hour Decisions:  The following is a list of cases in which will be found carefully considered and elaborate opinions by our courts in the various states: Commonwealth  v.  Hamilton Mfg. Co.,  120 Mass. 383 ;  Holden  v.  Hardy  (mining case),  14 Utah, 71 , 46 Pac. 756 ;  State  v.  Hardy,  (milling case), 14 Utah, 96 ,  46 Pac. 1107 ;  Holden  v.  Hardy,  169 U. S. 366 ;  Wenham  v.  State,  91 N. W. 421; State  v.  Buchanan,  70 Pac. 52;  Commonwealth \nv.  Beatty,   15 Pa. Sup. Ct. 5 , opinion beginning on p. 12;  People  v.  Lochner,   76 N. Y. Supp. 396 ; Short  v.  Bullion &#8212; Beck  Champion M. Co.,  20 Utah, 20 .\n\nWhile the foregoing extracts indicate the line of reasoning found in the eight &#8212; hour decisions, yet we earnestly request the court to read each of the decisions, for the reason that all of the objections which have been raised against the validity of the act in question have been fully discussed by the courts rendering the opinions, and the contention made by the state in the case at bar absolutely upheld and sustained.\n\nX. Counsel contends that employment in underground work and employment in aboveground work is treating of two subjects. He evidently mistakes the object to be accomplished by the law in question. This question has been fully discussed, and the objection of counsel is fully answered in the case of  Ex Parte Livingston,  20 Nev. 282 . The court said: \"An act fixing the time for the opening and closing of saloons and gaming houses (Stat. 1889, 71), is not repugnant to the constitutional provision that each act shall embrace but one subject, and matter properly connected\ntherewith, which subject shall be briefly expressed in the title.\"\n\nThe title of the act in question might be changed so as to fit the act under consideration very easily. The object to be attained by the law under consideration in  Ex Parte  Livingston,  was to promote the public morals, and therefore, in the judgment of the legislature, it was necessary to legislate upon those things which tended to prevent the existence of good morals in the community. The legislature judged that the closing of saloons and the closing of gambling houses during certain hours would promote this end. Of course, a saloon might be run and managed by one individual, and he might not have anything to do with a gambling house; likewise the man running a gambling house might not have any saloon in connection therewith, and the business might be absolutely separate, but, as the end to be accomplished was for the purpose of promoting public morals, the legislature embraced those subjects in the act that would bring about the end sought.\n\nXI. The object of the law under consideration is to protect the health and safety of the workman, and the legislature has judged that his work, prolonged beyond certain hours in the industries mentioned in the act, is detrimental to his health, and by curtailing it to eight hours per day the general health and safety would be promoted, so that it is absolutely clear that but one subject is legislated upon in the act.\n\nIn the case of  Wenham  v.  State,  91 N. W. 420, the court held that: \"The act of the legislature, approved March 3, 1899, to regulate and limit the hours of employment of females in manufacturing, mechanical and mercantile establishments, hospitals and restaurants, to provide for its enforcement and a penalty for its violation, contains but one subject, and its terms are no broader than the title in which its subject is clearly expressed.\"\n\nTo the same effect see  Ahell  v.  Clarke,  64 Cal. 226 .\n\nCounsel in his argument stated that there was nothing in the act which shows that it is a health regulation. This is not necessary, and, really, in none of the acts that have been held constitutional, was there any statement labeling it a health or safety provision. Long preambles which were\ncharacteristic of legislative enactments in England, and for a while resorted to in the early history of the older states, have long ago been discontinued, and now really no legislature in the United States prefaces a bill, which it is about to enact into a law, by a preamble. It will suffice, however, to say, that in this state there is an act the title of which is \"An act to provide for the taking care of the insane of the State of Nevada,\" and which was upheld as being constitutional by the court, and broad enough to allow the construction of an asylum, as well as proceedings by which the money for its cost should be obtained.\n\nWhat were the objects of this act? They are necessarily expressed in the law, and a glance is sufficient to show that the object to be attained was first to provide for the physical wants of these helpless individuals, to prevent them from injuring themselves or their property, and also to prevent them from injuring others and their property. If counsel's objection would be well taken because these objects are not stated in some preamble, or in some other manner, then the law should be held invalid, but such an absurd contention, in the light of modern methods of legislation, comes too late to be given any attention. Courts, legislatures, and the public are presumed to have knowledge of the common affairs of life, and have arisen to such intelligence that preambles are no longer required or used.\n\nXII.  Eminent Domain:  In this state the business of mining and reducing ores containing the precious metals has been declared for the \"public use.\" On its behalf the right of \"eminent domain\" has been asserted. It would be strange, indeed, if the state could take private property from its rightful owners for the benefit of mining and milling, in utter disregard of that sacred right of personal contract of which we have heard so much in this case, and still be powerless to regulate the business in such manner as to protect the health and the lives of the workingmen employed. (Comp. Laws, sec. 283;  Dayton Mining Co. \nv.  Seawell,   11 Nev. 394 ;  Overman M. Co. \nv.  Corcoran,   15 Nev. 148 ; also separate opinions by Judges Bartlet and Miner in the case of  State \nv.  Holden,  14 Utah, 71-96, the opinion referred to appearing on the latter page.)\n\nXIII. The authorities which counsel for petitioner has cited cannot be of any great weight in enlightening this court, inasmuch as the statute related to other matters, and had other objects to be attained than the preservation of the health and safety of workmen.\n\nIt has been said that the opinion of the court must always be read in connection with the facts upon which it was based. ( Doyle  v.  Ins. Co.,   94 U. S. 538 ; Ins. Co.  v.  Morse,  20 Wall. 456.)\n\nIt has also been intimated by counsel that the state should show some affirmative provision in the constitution authorizing the act in question. This certainly is an exceedingly erroneous notion of our form of government. It has been said \"an express enumeration of legislative powers is not an exclusion of others not named, unless accompanied by negative terms.\" ( Ex Parte McCarty,  29 Cal. 396 .)\n\nAlso. \"Whatever is not expressly denied to the legislative power is possessed by it.\" ( Page  v.  Allen, \n15 Pa. St. 338.)\n\nA close perusal of the principles of constitutional law will convince any student that this is the rule of law, namely the legislature being invested with complete power for all purposes of civil government, and the state constitution being merely a limitation on that power, the court will look into it, not to see if the enactment in question is authorized, but only to see if it is prohibited. A search all through the constitution of Nevada will not disclose any inhibition to legislation of the kind under discussion, either in terms or by any reasonable inference.\n\nThis court has said: \"The state legislature possesses legislative power unlimited except by the federal constitution and such restrictions as are expressly placed upon it by the state constitution; it is within the sphere of legislation the exponent of the popular will, endowed with all the power in this respect which the people themselves possessed at the time of the adoption of the constitution. The power to make the law must necessarily carry with it the right to judge of its expediency and justice.\" ( Gibson  v.  Mason,   5 Nev. 284 .)\n\n F. M. Huffaker,  for Petitioner, in reply:\n\nI. Counsel neither in their oral arguments, nor in their\nbrief, seem to distinguish between police power, and the scope of the power. It has been said that \"Police power, in its broadest acceptation, means the general power of a government to preserve and promote the public welfare even at the expense of private right.\" This is not a definition of the power, but a statement of its scope. It seems clear that the statute at bar does not come within this scope, for it does not in any sense \"preserve or promote the public welfare.\"\n\nAgain, in  State  v.  Mississippi,   101 U. S. 814 , the court said: \"Many attempts have been made by this court and elsewhere to define the police power, but never with entire success. It is always easier to determine whether a particular case comes within the general scope of the power, than to give an abstract definition of the power itself.\" And Shaw, C. J., in  Com.  v.  Alger,  7 Cush. (Mass.) 85, speaking of the scope of the police power, illustrates by saying: \"Such are the laws to prohibit warehouses from being used for the storage of gunpowder near habitations and highways; to restrain the height to which wooden buildings may be erected in populous neighborhoods, and require them to be covered with slate or other incombustible material; to prohibit buildings from being used as hospitals for contagious diseases or for carrying on noxious or offensive trades; to prohibit the raising of a dam and causing stagnant water to spread over meadows near inhabited villages, thereby causing noxious exhalations injurious to health and dangerous to life.\"\n\nII. If the subject of the act of February 23, 1903, were within the police power of the state, under our present constitution it could not be sustained, being special legislation, contrary to section 20 of article IV. The subject of this act is the hours that shall constitute a day's work, when the legislature could have simply said, eight hours shall constitute a day for employees. Then the question would occur, would not the legislature have to follow the same course it does in fixing the rate of interest, when it says when there is no express contract fixing a different rate, the rate shall be seven per cent (Stats. 1887, 82), and say: Eight hours shall constitute a day for employees in the absence of any contract to the contrary? The very language of the interest statute, which is admittedly within the police power, indicates\nthat in 1887 the people, by their legislature, recognized the limitations of the constitution upon their power to interfere with the right of private contract.\n\nIf hours, to constitute a day's work, is a subject within the police power of the state, for any purpose, then it must be for all purposes, and under section 20 of article IV must be regulated by a general law. Counsel argue that section 20 does not apply to the police power of the state, because, as I understand them, police legislation must necessarily be special. I differ from them in toto on this proposition, for it is contrary to the reading of our constitution. Counsel make no distinction in analyzing this statute, but treat it as a whole, when it is evident it does not only say eight hours shall constitute a day's work, but steps to another subject and says that contracts for more hours shall not be made, and when it comes to the crime of the matter, says it shall be a misdemeanor to contract for more hours of work, whether any work should be done under the contract or not, and a misdemeanor for working under the contract. Has the legislature power to legislate thus! If not, the statute cannot stand, under section 17 of article IV.\n\nEvery objection, therefore, to this act made by petitioner, is well taken.\n\nIII. For the purpose of ascertaining whether the act at bar is within or without the limitations of the constitution, this court has well said  In re Wallace \nv.  The Mayor and City Council of the City of Reno: \n\"Whatever differences of opinion may exist as to the extent and boundaries of the police power, and however difficult it may be to render a satisfactory definition of it, there seems to be no doubt that it does extend to the protection of the lives, health and property of the citizen, and to the preservation of good order and the public morals.\" This was said in a liquor license case, but, as a general proposition, the principle announced is correct. But it is clear that the act involved is not of this class. Counsel in their brief mainly discuss everything under what is admittedly within the police power of a state &#8212; subjects relating to general regulations of pernicious trades, unwholesome manufacture of food and drink, insane and other persons under legal disability, and then say making eight hours\na day's work is of the same class as requiring mine owners to provide safety cages for their employees, to prove which they cite  Esser  v.  Spaulding,   17 Nev. 289 . The remainder of their citations are about as applicable.\n\n Alfred Chartz, amicus curi&#230;: \n\nI. The state's brief contends that a statute can only be declared unconstitutional where specific restrictions upon the power of the legislature can be pointed out.\n\nThe declaration of rights in the constitution of the State of Nevada, and the  fourteenth  amendment to the constitution of the United States are hereby pointed out as specific restrictions upon the power of the legislature to pass the law in question.\n\nAt page 17 of the state's brief, the reasoning therein with reference to  Low  v.  Printing Co.  is peculiarly applicable to this case. The Nebraska case is admitted to be unconstitutional, because it excepted those engaged in farming and domestic labor, and the brief emphasizes the fact by underscoring the words. Farming and domestic labor are believed to be healthy occupations, and might well be excluded as not coming under the police power. Then the brief argues that it was wrong to exclude farm laborers and domestic labor from the operation of the act and not exclude landscape gardeners. In Boston they call farmers landscape gardeners, and in Nevada we call them all ranchers. However, the gist of the argument is that the Nebraska act was unconstitutional because included within the provisions of the act were employments which were healthy according to common knowledge.  In para  materia,  it is here submitted that if the act in question includes employments that are of common knowledge healthy and safe &#8212; as employment goes generally &#8212; it is also unconstitutional. It is further submitted that plowing, shoveling and scraping tailings into tanks containing cyanide solutions is just as healthy an employment as digging ditches through swamps on a ranch, or running threshing machines, or breaking colts, or driving young mules, or any other kind of farm labor.\n\nThe act is unconstitutional because it is in contravention of article IV, section 21, of the constitution of the State of\nNevada, in that it is not uniform and general in its application.\n\n\"It is not competent to single out certain industries and impose upon them certain restrictions with reference to the hours of labor of their employees, from which other employers of labor are exempt.\" ( In re Eight &#8212; Hour  Law,   21 Colo. 29 ;  In re Morgan,  58 Pac. 1071, cited in state's brief; Am. Digest, Century ed. vol. X, p. 2079, sec. 656.)\n\nThe act is unconstitutional because it is in contravention of the  fourteenth  amendment of the constitution of the United States, section 1, and also the  fifth  amendment. (Am.  Eng. Ency. of Law, 2d ed. vol. X, p. 298, subd. 3; In the Matter of Jacobs,   98 N. Y. 98 ; 33 Hun, N. Y. 374;  Ritchie  v.  People,   155 Ill. 98 .)\n\nThe act is unconstitutional as being in contravention of article  I , section  1 , of the constitution of the State of Nevada, and of the  fifth  and  fourteenth  amendments to the constitution of the United States. \"The privileges and immunities referred to in the  fourteenth  amendment are all those rights which are fundamental and belong to all citizens of free governments.\" ( Slaughter-House Case, \n16 Wall. (U. S.) 36;  In re Tiburcio Parrott,  6 Sawy. (U. S.) 349.)\n\nIt includes the right to labor and to pursue any lawful employment in any manner, and to make lawful contracts. (Ency. of Law, vol. VI, p. 966, note 6;  The Stockton  Laundry Cases,  26 Fed. Rep. 611;  In re Tiburcio  Parrott,  6 Sawy. 349;  In re Grice,  79 Fed. 627; Matter of Jacobs,   98 N. Y. 98 ;  State  v.  Fire  Creek Coal Co.,   33 W. Va. 188 , and  State \nv.  Goodwill,   33 W. Va. 179 , in which the court says: \"A person living under the protection of this government has the right to adopt and follow any lawful industrial pursuit not injurious to the community, which he may see fit. And, as incident to this, is the right to labor and employ labor, make contracts in respect thereto, upon such terms as may be agreed upon by the parties.\" ( In re Eight-Hour Law,  21 Col. 29 ;  Low  v.  Bees Printing Co.,   41 Neb. 127 ; Ex Parte Kubach,   85 Cal. 274 ;  People \nv.  Warren,  77 Hun, (N, Y.) 120;  Wheeling Bridge and  Terminal Co.  v.  Gilmore,  8 Ohio Cir. Ct. 658; Am. Dig. Century ed. p. 2247, where many authorities on the several questions are collated;  People  v.  Orange  County Road Construction Co.,  N. E. 129;  Cleveland \nv.  Clements Bros. Co. \n(Ohio) 59 L.R.A. 775; Cooley on Constitutional Limitations, quoted in  Ex Parte Kubach;   85 Cal. 276 ; Magna Charta, c. 28.)\n\nOne of counsel for the state, in his oral argument, attempted to apologize for the decision in the Morgan case (58 Pac. 1071), by claiming that the decision was born of pique. Just think of the Supreme Court of Colorado being influenced by feeling against an attorney in deciding a case involving the rights of all employers and employees in the state. The explanation is unique.\n\nII. Counsel in their brief say that long preambles to the introduction of an act have gone into disuse. They have not gone into disuse where they are yet necessary. Look at the little preamble in the water law of 1903. In the act in question, I claim that a preamble would not only have been eminently proper, but necessary. The question of whether employment in mines and reduction works in Nevada is unhealthy and dangerous is left entirely to counsel for argument.\n\nArizona and Montana have eight-hour laws, as counsel states, but he does not set them side by side, with Utah and Nevada, and he leaves out Colorado's eight-hour law. I don't blame him. Counsel also fail to tell the court that Pennsylvania has a constitutional provision covering the point authorizing the legislature to pass such a law as it passed.\n\nHowever, eliminating all acts which are not exactly like the act in question, and eliminating all authority not based upon such acts as the act in question, we find that there are but three alike in every substantial particular, and those are Utah, Nevada and Colorado. The people of Utah solemnly granted to the legislature the power to regulate the hours of labor. It was held in Utah that, the people having granted the legislature that right, the legislature had the right to exercise it. Worse than that, the people said the legislature shall pass such law. In Colorado no such grant of civil right was ever made, and no such grant was ever made in Nevada. Colorado and Nevada, therefore, stand on exactly the same plane of right, and therefore the decision of the Supreme Court of Colorado is the only authority cited applicable to\nthe case from all its viewpoints. By this I do not mean that the decisions cited for petitioner are not applicable  in  para materia,  and as authorities, but I mean from every point of view the Colorado decisions fit, dead pat. Not only that, but one in a \"Battleborn State\" and the other a \"Centennial State,\" enjoying practically the same climate, with the same kind of mining work as their paramount industry, and using the same kind of machinery, requiring the same amount of water for irrigation, and adopting similar laws, and settled about the same time, and both sending the greatest champions of the silver cause to Congress, as the attorney &#8212; general says, \"like two peas in a pod.\" Utah enjoys a similar climate and conditions, but is working under a different constitution.\n\nIt may be argued that the people at the last election indirectly voted for the passage of an eight-hour law. This reminds me: In Austin, in 1863, a waiter asked a customer if he would have tea or coffee, and the customer asked for coffee. \"You'll take tea; there is no coffee.\" So it was with our last election &#8212; the people had to take tea.\n\nIII. The cases of  Commonwealth  v.  Hamilton Mfg.  Co.,   120 Mass. 363 ;  Wenham  v.  State, \n91 N. W. 421;  State  v.  Buchanan,  70 Pac. 52;  Commonwealth \nv.  Beatty,   15 Pa. Sup. Ct. 5 , and  People \nv.  Lochner,   76 N. Y. Supp. 396  (all others being Utah cases), cited by counsel as being eight-hour law decisions, are cases based upon entirely different conditions as to employment, climate and sex, and do not apply. It is notorious that in the east women and children have worked up to human endurance, and in the west it is notorious that men have enjoyed pretty much their own way, and that right now they are seeking and begging employment, and enjoy too much time on the surface within which to recuperate their bodies and expand their lungs. We are thus invariably driven back to the question of fact, as to this all-important question in Nevada, and no facts are before the court to assist it in its judgment, as to whether the law can be reasonably upheld as a police regulation, lying dormant within the police power of the state.", "caseName": "Ex Parte Boyce", "caseNameFull": "Ex Parte William G. Boyce.", "citation": ["75 P. 1", "27 Nev. 299"], "citeCount": 27, "cluster_id": 3568470, "court": "Nevada Supreme Court", "court_citation_string": "Nev.", "court_id": "nev", "dateArgued": null, "dateFiled": "1904-01-05", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "No. 1647.", "docket_id": 3440595, "judge": "Fitzgerald, Talbot, Belknap", "lexisCite": "", "meta": {"timestamp": "2024-06-21T21:26:48.246542Z", "date_created": "2016-07-05T23:00:33.118547Z", "score": {"bm25": 0.19753219}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [89624, 89675, 90199, 91704, 92306, 92860, 94631, 94779, 94828, 94840, 2009395, 2421404, 3548016, 6233916], "download_url": null, "id": 3547961, "joined_by_ids": [], "local_path": "/home/mlissner/columbia/opinions/nevada/supreme_court_opinions/documents/313d19589270e95f.xml", "meta": {"timestamp": "2025-02-26T05:31:28.563470Z", "date_created": "2016-07-05T23:00:33.128227Z"}, "ordering_key": 1, "per_curiam": false, "sha1": "b977e49542b2c545b240469e7ee57211f72f50b2", "snippet": "The facts sufficiently appear in the opinion.\nPetitioner was arrested, convicted, and sentenced for working *Page 328 \nin an underground mine more than eight hours in one day, contrary to the provisions of an act passed by our last legislature which provides:\n\"SECTION 1. The period of employment of working men in all underground mines or workings shall be eight hours per day, except in cases of emergency where life or property is in imminent danger.", "type": "lead-opinion"}, {"author_id": null, "cites": [89836, 94828, 2425811], "download_url": null, "id": 3547962, "joined_by_ids": [], "local_path": "/home/mlissner/columbia/opinions/nevada/supreme_court_opinions/documents/313d19589270e95f.xml", "meta": {"timestamp": "2025-02-26T05:31:28.588287Z", "date_created": "2016-07-05T23:00:33.137703Z"}, "ordering_key": 3, "per_curiam": false, "sha1": "b977e49542b2c545b240469e7ee57211f72f50b2", "snippet": "It is claimed that the law should be upheld as a health law, and was adopted for that purpose by the legislature in its exercise of the police power. The police power is inherent in the legislature, and founded upon the duty of the state to protect life, health, and property of the community, and to preserve good order and morality. Professor Tiedeman, in his treatise upon the subject, says: \"The police power of the government, as understood in the constitutional law of the United States, is ", "type": "dissent"}, {"author_id": null, "cites": [], "download_url": null, "id": 3547963, "joined_by_ids": [], "local_path": "/home/mlissner/columbia/opinions/nevada/supreme_court_opinions/documents/313d19589270e95f.xml", "meta": {"timestamp": "2025-02-26T05:31:28.611198Z", "date_created": "2016-07-05T23:00:33.143782Z"}, "ordering_key": 2, "per_curiam": false, "sha1": "b977e49542b2c545b240469e7ee57211f72f50b2", "snippet": "The question for determination is, does the eight-hour enactment of the last session of the Nevada Legislature violate the Nevada constitution? True, it is claimed in the brief of counsel for petitioner that the said enactment violates also the constitution of the United States, in its fourteenth amendment, but this contention was abandoned at the oral argument; and the Supreme Court of the United States, which is the supreme authority as to what may constit", "type": "concurrence-opinion"}], "panel_ids": [], "panel_names": [], "posture": "ORIGINAL PROCEEDING. In the matter of the application of William G. Boyce for writ of  habeas corpus.   Writ  denied.", "procedural_history": "", "scdb_id": "", "sibling_ids": [3547963, 3547961, 3547962], "source": "ZU", "status": "Published", "suitNature": "", "syllabus": "<p>Eight-Hour Law — Constitutionality — Statutes— Expediency — Power of Courts.</p> <p>1. The act of February 23, 1903 (Stats. 1903, p. 33, c. 10), providing an eight-hour day for workingmen in mines, smelters, and mills for tlie reduction of ores, is not void, under section 1 of article I of our state constitution, guarantying to citizens the right to acquire and possess property; nor is the statute in conflict with section 21. of article IV, which provides that, in all cases where a general law can be made applicable, all laws must be general and of uniform operation throughout the state.</p> <p>2. Nor is the act mentioned inimical to the fourteenth amendment to the federal constitution, which provides that \"no state shall make or enforce any law which shall abridge the privileges or immunities of citizens of the United States; nor shall any state deprive any person of life or liberty or property without due process of law; nor deny to any person within its jurisdiction the equal protection of the law.”</p> <p>3. The people, and through them the legislature, have supreme power in all matters of government where not prohibited by constitutional limitations, and, while the powers of the federal government are restricted to those delegated, those of the state government embrace all that are not forbidden.</p> <p>4. All acts of the legislature are presumed to be valid until it is clearly shown that they Violate some constitutional restriction.</p> <p>5. The legislature has inherent authority, under the general police power of the state, to enact laws for the promotion of the health, safety, and welfare of the people, and its arm cannot be stayed when exercised for these purposes.</p> <p>B. If the restriction of the hours Of labor he deemed a regulation or limitation on the right to acquire property, the occupations to which the act applies are not considered healthful; and it was therefore within the power and discretion of the legislature to enact the statute for the protection of the health and prolongation of the lives of the workingmen affected, and the resulting welfare of the state.</p> <p>7. Questions relating to the wisdom, i>olioy, and expediency of statutes are for the people’s representatives in the legislature assembled, and not for the courts, to determine.</p> <p>Belknap, O. J., dissenting.</p> <p>(Syllabus by the Court.)</p>"}
{"absolute_url": "/opinion/3570886/hoitt-v-hoitt/", "attorney": "Augustus Russ (of Massachusetts), Jeremiah Smith, and Dodge  Caverly, for the appellant. If total revocation is to be implied in this case, it has got to be implied from changes in the situation of the testator's property, and from those changes alone. The appellee, indeed, claims that it is to be implied from changes in property taken in connection with other changes of a different nature But there are no other changes in this case which can be considered as having a legitimate tendency to justify an implication of total revocation. The other changes relied on are the death of the first wife and Franklin, and the testator's second marriage. The marriage of a testator has not been regarded, either in Old England or New England, as cause for implying total revocation. And there is no reason at this day for overturning the settled doctrine in order to protect the wife's interests, inasmuch as the wife is now given by statute a large and well defined share of the estate, of which the husband's will cannot deprive her. The death of devisees has not been considered as cause for implying total revocation. Doe v. Edlin, 4 Ad.  E. 582, 586; Warner v. Beach, 4 Gray 164; Fellows v. Allen,  60 N.H. 440 ,  441 .\n\nBut if either of these changes (marriage of a testator, or death of devisees) could ever be considered in any case as affording cause for implying total revocation, certainly there is no ground\nfor so considering them in this case. The testator's first wife, who was living at the date of the will, would have been entitled (if she so elected) to a certain statutory share of the estate. The second wife is entitled to the same proportionate share that her predecessor could have claimed. The death of Franklin diminishes, rather than strengthens, the grounds for implying revocation. In consequence of Franklin's death, there is an intestacy as to one quarter of the residue, and that quarter must be distributed among all the children. This distribution will largely compensate the loss which some of the legatees might otherwise have sustained from changes in the situation of the testator's property.\n\nWill total revocation be implied from such changes in investments as are detailed in this case? Total revocation would not be implied for this cause in any place outside of New Hampshire. The authorities are unanimous and overwhelming. Wogan v. Small, 11 Serg.  R. 141; Balliet's Appeal, 14 Penn. St. 451; Vandemark v. Vandemark, 26 Barb. 416; Verdier v. Verdier, 8 Rich. Law (S.C.) 135; Graves v. Sheldon, 2 D. Chip. (Vt.) 71; Blandin v. Blandin,  9 Vt. 210 ; Warner v. Beach, 4 Gray 162; Webster v. Webster, 105 Mass. 538 ; Hawes v. Humphrey, 9 Pick. 350; Carter v. Thomas,  4 Me. 341 ; &#8212; see, also, as to implied revocation, Hargroves v. Redd, 43 Ga. 142 ,  151 ,  154 ,  160 ; (Card v. Alexander, 48 Conn. 492  &#8212; S.C., 40 Am. Rep. 187; Charlton v. Miller,  27 Ohio St. 298 \n&#8212; S.C., 22 Am. Rep. 307.\n\nThe present case differs widely from In re Cooper's Estate, 4 Penn. St. 88. The substance of the will in that case was as follows: I hereby direct my executors to sell and dispose of my new brick house, the proceeds of which are to be disposed of in the following manner: After the payment of my funeral expenses and all my just debts, I give and bequeath [pecuniary legacies to five out of seven children], and the residue or balance of my property, after payment of the above legacies, real, personal, and mixed, I leave [to wife for life, and at her death to the other two childred].\" Afterwards the testator sold the brick house. At his death, the personal property (other than that derived from the sale of the house) was barely sufficient to pay his debts. The will was treated as revoked by the sale, on the ground that the testator in selling  \"was sweeping away the very foundation on which it rested.\" The debts and legacies were to be paid out of a fund to be raised by a sale by the executors; and \"by the very terms of the will, the residuary legatees were to take nothing but the balance of the estate after payment of debts and the pecuniary legacies.\" The testator had provided how the residue should be ascertained; but the testator's own subsequent act had rendered it impossible for the executors to perform the provision upon which all the other provisions were essentially based.\n\nIt is very clear that the Pennsylvania court did not intend to overrule the previous decision in Wogan v. Small, supra, which\nthey substantially reaffirmed in the later case of Balliet's Appeal, supra.\n\nIf an entirely new rule is to prevail here, it can only be by virtue of some statute, and the appellee ought to be required to produce unmistakable evidence of legislative intention. There is an a priori improbability that the legislature would enact that changes in investments or increase of property should work a total revocation. No such principle is in force elsewhere. The practical consequences of adopting such a principle would be disastrous. The inevitable result would be to produce infinite uncertainty, expense, and delay in the settlement of estates. It would be impossible to lay down any definite test as to the nature or extent of the change requisite to justify implication of revocation. To say that the change must be great, is \"to raise a question rather than establish a rule.\" How shall it be determined what changes are great, and what are small? The court cannot hold this will totally revoked by changes in property without making the decision a precedent: not necessarily a precedent for reaching the same final result, but a precedent for the right to raise and litigate this objection. It has heretofore been supposed that changes in the testator's property afforded no ground for objecting to the probate of the will; but if the appellee prevails here, every dissatisfied heir will hereafter be able to delay the settlement of the estate, if there has been any change in the property, however slight. He will be entitled to be heard on the question whether the changes have been sufficient to justify implying revocation.\n\nFurther: Implying revocation on this ground would be utterly incongruous with the existing law as to express revocation. If the appellee should produce here an express written revocation, signed and sealed by the testator, and attested by one witness, it would be rejected as no better than a blank paper. G. L., c. 193, s. 14; Reese v. Court of Probate of Newport,  9 R. I. 434 ; Barry v. Brown, 2 Demarest 309; Will of Ladd, 60 Wis. 187  &#8212; S.C., 50 Am. Rep. 355. If the legislature will not permit revocation upon such an explicit declaration of the testator's intention, is it probable they would enact that a will might be revoked upon the uncertain guess of a judge as to the intention of the testator?\n\nThe statute of New Hampshire on revocation of wills is as follows:\n\nSec. 14. No will, or clause thereof, shall be revoked unless by some other valid will or codicil, or by some writing executed in the same manner, or by cancelling, tearing, obliterating, or otherwise destroying the same by the testator, or by some person by his consent and in his presence.\n\nSec. 15. The preceding section shall not control or affect any revocation of a will, implied by law, from any change in the circumstances of the testator or his family, devisees, legatees, or estate, occurring between the time of making the will and the death of the testator. G. L., c. 193.\n\nThe statute of wills (32 Henry VIII) contained careful provisions as to the mode of executing wills, but was silent as to the mode of revocation. The courts subsequently allowed proof of revocation by parol. Then the statute of frauds (29 Charles II) was passed, containing provisions as to revocation substantially as in our present s. 14. The courts thereafter held that the statute of frauds applied only to express revocations, and that there might be revocation by implication in certain classes of cases. Brush Wilkins, 4 Johns. Ch. 506, 511.\n\nThe cases in which the law would imply revocation came to be reasonably well defined by repeated decisions. They were very few in number. \"An entire revocation by implication of law is limited to a very small number of cases.\" Shaw, C. J., in Warner v. Beach, 4 Gray 162, 163. \"The doctrine of implied revocation, although the offspring of arbitrary construction, is well defined by settled rules and principles; and therefore, although it is the presumption of a change in the testator's mind that induces the implication, that presumption is artificial and merely legal. Hence the facts from which it may arise are as well defined as the doctrine of revocation itself has been by the authorities which have established and recognized it.\" Robertson, C. J., in Sneed v. Ewing, 5 J. J. Marshall 460, 471. \"The revocation of the will takes place in consequence of a rule or principle of law, independently altogether of any question of intention of the party himself.\" Marston v. Roe, 8 Ad.  E. 14, 55.\n\nSec. 15, c. 193, Gen. Laws, was first enacted as a proviso at the close of s. 7, c. 28 of the Laws of 1822. The first part of s. 7 prohibits revocation except by certain specified methods, as in the present s. 14. Then comes the following proviso: \"Provided that nothing in this section contained shall be construed to control or affect any revocation of a will to be implied according to law from any change in the circumstances of the testator, his family, devisees, legatees, or estate, occurring between the time of making the will and the death of the testator.\"\n\nOn its face, this proviso is not creative, but recognitive. Its purpose would seem to be, not to establish new causes of implied revocation, but to negative any possible implication that the existing causes were intended to be repealed by the immediately preceding legislation. If, then, it is to be construed as introducing new causes of revocation, this must be because it contains language admitting of no other reasonable interpretation. This, however, is not the case. The words of the statute descriptive of the various kinds of revocation are fully satisfied by the then existing causes of implied revocation. They are the same words and phrases then used by the courts in discussing the same subject. They must be taken to have been used in the statute in their legal signification.  1 N.H. Rep. 55 ; G. L., c. 1, s. 2, This statute is not to be \"torn from the general body of the law, taken literally, and administered\nas if there were no other law.\" see  58 N.H. 390 ; 2 Austin Jur. 681.\n\nIn ascertaining the recognized legal meaning of the statutory phrases, it should be borne in mind that two kinds of revocation are evidently referred to, viz., total and partial revocation. Total revocation debars probate, annuls the instrument: partial revocation does not prevent probate, or destroy the instrument, but merely curtails its operation and effect after it is probated.\n\nWe proceed to take up each of the statutory phrases, and ascertain its legal meaning in 1822.\n\nThe phrase \"circumstances of the testator or his family\" had, in legal signification, a very confined scope. In the case of a woman, it was limited to the change produced by her marriage: in the case of a man, it was limited to the change produced by the creation of new family ties, including birth as an essential ingredient. This phrase is thus confined in the very opinion upon which the appellee so largely relies, &#8212; Johnston v. Johnston, 1 Phillim. 447. (See pp. 473, 474.) The phrase is sometimes used in textbooks without a full explanation of its limited meaning. These passages in text-writers are copied from opinions in the reports; and, upon reference to the facts of the decided cases, it will be found that the phrase was there used in the signification we have given. Compare, for instance, Kent the commentator with Kent the chancellor. 4 Kent Com. 521, and 4 Johns. Ch. 518, 519; see, also, McCay, J., in  43 Ga. 151 ,  154 . It is claimed by the appellee that the law was not, in 1822, completely settled as to what would be sufficient \"change of circumstances.\" It seems to us that it was then pretty well settled. See Lord Ellenborough, C. J., in Doe, dem. White v. Barford, 4 M.  S. 10, 13; and compare Tilghman, C. J., in 11 Serg.  R. 141, 145. But it is enough to say, that whatever doubt or discussion then existed related solely to the nature of the new family ties required to be formed, whether birth alone, taken in connection with other circumstances, was enough, or whether there must be both marriage and birth subsequent to the date of the will. No one contended that change in property alone was enough, or that such a change could be considered as substantive cause for implying total revocation.\n\nChange in \"devisees or legatees\" referred to changes produced by the death of a devisee in the life of a testator, having (in certain cases) the effect to annul the particular devise, &#8212; thereby, in a certain sense, partially revoking the will.\n\nChange in the testator's \"estate\" referred to changes produced by alienation of property devised. Such alienation worked a revocation pro tanto to the extent of the conveyance, but no more. There was no total revocation unless there was a conveyance of the whole estate. So long as there remained anything upon which the will could operate, there was no total revocation. See  60 N.H. 441 .\n\nGiving, then, to each term in the statute its settled legal signification, it follows that change in property or in investments is not thereby established as a cause for implying total revocation.\n\nBut we do not rest this construction of the statute on intrinsic evidence alone. We cite the opinions expressed by the revisers of the statutes, both in New Hampshire and in Massachusetts Argument of Charles H. Atherton (one of the New Hampshire revisers) in  12 N.H. 375 ; note of commissioners on Massachusetts revision of 1836; Report, part 2, p. 26, note to c. 62, s. 6. We also rely with great confidence on the construction put upon the statute of 1822 by the bar and people of New Hampshire. During the sixty years which have elapsed since 1822 there have been numerous instances where great alterations in property took place between the making of the will and the death of the testator. Yet it has never occurred to any one that these changes afforded ground for implying total revocation. The failure to litigate this question is decisive of the general understanding of the community.\n\nIt is, in effect, argued that the statute, upon our construction, is superfluous, inasmuch as part of the above named causes of implied revocation would result ex necessitate, and the chief reason for revocation by marriage and birth was taken away by a preceding section of the same chapter (c. 28, Laws of 1822). Admitting for the sake of argument that the statute is superfluous, it is not the first unnecessary enactment in our code. (See  52 N.H. 456 , and Smith's N.H. Reports 531.) Is it not more probable that the legislature should have enacted a superfluous statute, than that they should have intended, under cover of this innocent looking proviso, to introduce a sweeping, radical, and dangerous change in the law? On the face of this proviso no one would suspect it could be intended to introduce anything new. Its apparent purpose is merely negative, &#8212; to rebut any possible presumption that the preceding paragraph was intended to annul or repeal the then existing judicial doctrine as to causes of implied revocation. The intention was, not to create new causes of implied revocation, but to leave our courts at liberty to adopt, so far as they saw fit, the causes then judicially recognized. If the legislature labored under a misapprehension as to the necessity for the statute, this misapprehension cannot afford reason for giving the statute a scope they never dreamed of.\n\nAn argument from analogy may perhaps be brought forward by the appellee. He may say, that if revocation is to be implied from marriage and birth, it should also be implied from changes in the financial situation of the testator; that the latter class of changes, as well as the former, may justify the presumption of a change in the testator's intention.\n\nTo this argument from analogy there are several answers: The rule that revocation may be implied from marriage and birth is itself an exception, and an indefensible exception, not to be extended\nby analogy. It is an exception improperly introduced into the English law by judicial usurpation of legislative functions. The general rule is that established by the statute of frauds (29 Car. 2), that wills can be revoked only in the modes there pointed out. Parliament ought, undoubtedly, to have included marriage and birth among the statutory causes of revocation; but they were not so included, and the subsequent adoption of this cause by the courts was nothing more nor less than an unwarrantable judicial amendment of the statute. The language of the statute of frauds affords convincing proof of this statement. The 6th section of the original statute, relative to revocation of wills of realty (the basis of our section 14), is as follows:\n\n\"And, moreover, no devise, in writing, of lands, tenements, or hereditaments, nor any clause thereof, shall be revocable, otherwise than by some other will or codicil in writing, or other writing, declaring the same, or by burning, cancelling, tearing, or obliterating the same by the testator himself, or in his presence, and by his direction and consent; (2) but all devises and bequests of lands and tenements shall remain and continue in force until the same be burnt, cancelled, torn, or obliterated by the testator, or by his direction, in manner aforesaid, or unless the same be altered by some other will or codicil in writing, or other writing, of the devisor, signed in the presence of three or four witnesses, declaring the same; any former law or usage to the contrary notwithstanding.\n\nIt would seem difficult to make legislative meaning plainer. The statute contains not only a negative clause prohibiting revocation except by certain specified methods, but also an affirmative clause, expressly declaring that all devises shall remain in force unless revoked by those methods. And the section concludes with the significant words, \"any former law or usage to the contrary notwithstanding.\" Taking all these facts together, it seems very clear that parliament did not intend to except implied revocations from the operation of the 6th section. If, however, there could be any doubt on this point, it must be entirely removed by considering the language of the next two sections of the original statute (ss. 7 and 8, relating to declarations of trust). Section 7 prohibits all declarations of trust except in writing. Section 8 expressly excepts implied trusts from the operation of s. 7. Now, if the framers of the statute intended to except implied revocations, why did they not insert a special clause to that effect, as in the case of implied trusts?\n\nThe provisions of s. 22 of the statute of frauds, relative to revoking wills of personalty, were much less stringent than those of s. 6, relating to wills of realty. It was early held that marriage and birth operated as a revocation of wills of personalty. But it was not until nearly a century after the enactment of the statute, and not until after great doubt and hesitation, that the same doctrine\nwas finally established with reference to wills of realty. No court of last resort decided a case on this ground until 1771. when the case of Christopher v. Christopher, 2 Dick. 445, was decided by three judges against one. The dissenting opinion then delivered, and the doubts expressed both before and since (4 Ves., Jr., 848; 2 East 540, 541; 1 Ves. 192), have had marked effect in inducing courts to decline to extend the exception then introduced. It was felt that it would not be the extension of a well founded general rule, but the extension of what was originally an unwarrantable exception to a general rule.\n\nThe reason often given for this judicial amendment of the statute is, a presumption of change in the testator's intention. This talk about \"presumption\" helped to conceal the fact that the judges were really establishing a new and arbitrary rule of substantive law. Presumptions \"are resorted to by the courts as a means of legislating indirectly.\" 1 Austin Jur. 509. This reason is now thoroughly exploded in the country of its origin. In Marston v. Roe, 8 Ad.  E. 14, it was held, that the revocation of a will by marriage and birth \"takes place in consequence of a rule or principle of law, independently altogether of any question of intention of the party himself.\" Indeed, any other doctrine would completely annihilate the statute of frauds. If implied revocation is founded on a presumption of fact as to actual change of intention, parol evidence of the testator's declarations must be admissible to rebut this presumption; and parol evidence of his counter declarations must be equally admissible to sustain the presumption. The inevitable result is, that the court admits the very testimony which the statute \"anxiously and carefully excluded.\" In short, the appellee is relying on an exploded reason for an erroneous exception.\n\nBut even if the doctrine of implying total revocation from marriage and birth had been properly introduced into the law, this would not justify the adoption of the further doctrine that total revocation should be implied from changes in property. The two causes of revocation are not analogous. Marriage and birth are definite facts, about which there is generally no dispute; and when once the facts have been ascertained, there can be no room for uncertainty as to the law. There is no question of degree, no question of discretion. But change of property would be a cause of total revocation not susceptible of measurement by any definite rule. The nature and extent of the changes would frequently be matter of controversy, as in this very case; and if the extent of the change could be definitely ascertained, there would remain the further question whether the change of property was, under all the circumstances, sufficient to justify a presumption of change of intention. For the determination of this question, no test whatever can be laid down. It is idle to say that the change must be \"great.\" That presents the same difficulty under a different name.\nThere is no standard whereby to determine what changes shall be considered great, and what shall be considered trifling. It would be a matter of loose speculation, of uncertain guess, &#8212; a question of degree in each case. The necessary result would be to produce infinite uncertainty and delay in the settlement of estates, &#8212; the very last branch of the law in which these elements should be permitted to gain a footing.\n\nThe civil law, from which the idea of revocation by birth is borrowed, did not imply total revocation from changes in property. 2 Domat's Civil Law (Cushing's ed.), pp. 326, 327, 3127, art. xii.\n\nIf the question of fact as to change of intention were open to discussion here, we should ask, in the words of Aiken, J. ( 2 Vt. 75 ), \"Does the fact of a change in a man's [financial] circumstances afford a stronger presumption of an alteration of his intentions, than the fact of his preserving his will unaltered and unrevoked does of his intentions remaining the same?\"\n\nIf the foregoing views are correct, there is no ground for the position that there has been an implied revocation of this will; nor is there any ground for asserting that there has been an express revocation. There is no evidence that any of the acts of revocation enumerated in s. 14, c. 193, have ever been performed by the testator. Section 14 is a substantial reenactment of the statute of frauds respecting revocation of wills of realty. It was a part of the New Hampshire provincial statute of May 2, 1719, and has now been made applicable to revocation of wills of personalty as well as realty. Before the New Hampshire statute of 1848, c. 726, less formality was required in executing wills of personalty than wills of realty. Hence, a will embracing both real and personal estate might be revoked as to the personalty by another instrument not sufficiently executed to operate as a will of realty. See Marston v. Marston, 17 N.H. 503 . But now the same formalities are required to execute or revoke a will of either description.\n\nIf the bundle of papers in which the will was found had been kept in an insecure place, that would not have justified the court in holding that the will was revoked. Fellows v. Allen,  60 N.H. 439 , is a recent and decisive authority; &#8212; see, also, Cheese v. Lovejoy, L. R. 2 Prob. Div. 251 &#8212; S.C., 21 Moak's Eng. 633; and Andrew v. Motley, 12 C. B. (N.S.) 514. A fortiori, there is no revocation when the bundle containing the will was found, not \"in the fourth drawer of an old bureau,\" nor \"lying about in the kitchen,\" but \"in the safe of the testator.\" Nor is the will revoked by the fact that there were found in the same place \"several apparently incomplete drafts or memoranda of wills never executed, without date, some of which were apparently made since the date of said will.\" \"Of course, a mere intimation by a testator of his intention to make by a future act a new disposition, does not effect an actual present revocation.\" 1 Jar. Wills (Bigelow's ed. 171, Randolph's\ned. 337). Compare Lewis v. Lewis, 2 Watts  S. 455, where an unexecuted will of apparently later date was found with the will in question. If the testator had actually signed one of the later drafts, and had it attested by a witness, it would not have revoked this will. Reese v. Court of Probate of Newport,  9 R. I. 434 . \"The rule is well settled that the actual declaration of an intent to revoke by some future act is no actual revocation.\" Brown v. Thorndike, 15 Pick. 388, 408.\n\nOral declarations of the testator are not admissible to show his understanding that the will was revoked. The direct fact of revocation cannot be proved in this way. Declarations of the testator not made in testamentary form are not competent as principal evidence of revocation. When an act has been done which would be sufficient to work a revocation, if done with that intent, then declarations of the testator may be admissible to show the intent. But here there is no proof of any such act. No act of \"cancelling, tearing, obliterating, or otherwise destroying\" has been performed upon the instrument itself by the testator, or by anybody else. The instrument is produced uninjured: hence the declarations are inadmissible. \"Mere words will in no case amount to a revocation.\" This is the class of testimony which the statute of frauds has anxiously and carefully excluded. As the statute directs how a will shall be made, so it prescribes as to its revocation. A will not in accordance with the statute is not valid: a revocation not within its terms leaves the will in full force. The cancellation of a will cannot be shown by the declarations of the testator, the will being produced, for there would not be the statutory revocation. His declarations would be unavailing against a formal, uncancelled will.\n\nThe question may be asked, Is not revocation purely a question of intention? We answer, No. \"Revocation must include the intention of the testator, but mere intention without some act is not effective to destroy a will.\" Allen, J.,  60 N.H. 441 . \"There must be the act as well as the intention. * * * All the destroying in the world without intention will not revoke a will, nor all the intention in the world without destroying: there must be the two.\" L. R. 2 Prob. Div. 253. If revocation is in any sense an act of the mind, still it must be demonstrated by some one of the outward and visible signs or symbols specified by the statute. \"Since the statute of frauds, it is clear that a man cannot revoke his will, even by manifesting in the strongest way his intention that it shall no longer operate, unless he pursues one of the modes pointed out\" by the statute. See Andrew v. Motley, 12 C. B. (N.S.) 514, 523. \"The statute positively requires things to be done, and not merely said or intended to be done.\" Hise v. Fincher, 10 Ired. 141. An intention to revoke is utterly inoperative unless there be some act done in pursuance of that intention; and it must be one of the revoking acts specified in the statute.\n\"It would be to but little purpose to prescribe formalities for the making and authentication of wills if persons interested in setting the same aside were permitted to do so by parol proof of an intention to revoke. * * * With equal propriety we might hold that an intended will which the testator was prevented from executing * * * should be established as against the heirs.\" Kent v. Mahaffey,  10 Ohio St. 204 ,  218 .\n\nThe authorities go so far as to hold that if the intention to revoke is not executed, it makes no difference that the execution was prevented by fraudulently inducing the testator to believe that the will had been destroyed in accordance with his orders. Hise v. Fincher, 10 Ired. 139; Mundy v. Mundy,  15 N. J. Eq. 290 ; Doe v. Harris, 6 Ad.  E. 209; Kent v. Mahaffey,  10 Ohio St. 204 ; Boyd v. Cook, 3 Leigh 32; Malone's Adm'r v. Hobbs, 1 Rob. (Va.) 346; Runkle v. Gates,  11 Ind. 95 . So where cancellation is prevented by force, there is no revocation. Gains v. Gains, 2 A. K. Marshall 190. See, generally, as to the inefficacy of unexecuted intention and the inadmissibility of parol declarations, Perjue v. Perjue,  4 Ia. 520 ; Clark v. Morrison, 25 Penn. St. 453; Lewis v. Lewis, 2 Watts  S. 455; Massey v. Massey, 4 Har.  J. 141; Gay v. Gay,  60 Ia. 415 ; 46 Am. Rep. 78; Parkhill v. Parkhill, Brayt. (Vt.) 239; Graves v. Sheldon, 2 D. Chip. (Vt.) 75.\n\nAs to after-acquired real estate, &#8212; \"any estate right or interest in any real property, acquired by the testator after making his will, shall pass thereby if such shall appear to have been his intention.\" Gen. Laws, c. 193, s. 2.\n\nThe words of this residuary clause sufficiently show the intention of the testator to dispose of all the estate of which he might be the owner at the time of his death. Loveren v. Lamprey,  22 N.H. 434 ,  443 ,  444 ; &#8212; see, also, Winchester v. Forster, 3 Cush. 366.\n\nThe appellee cannot introduce oral declarations of the testator to disprove the intention inferable from the will. The general rule is, that the intention of the testator must be gathered from the words used by him in the will, and not from his oral declarations. Ordway v. Dow,  55 N.H. 11 . The above statute was not intended to establish an exception to this rule. When the legislature say \"if such shall appear to have been his intention,\" they mean, intention appearing by the will, not by extrinsic oral declarations.\n\n(Counsel also cited and commented on the following authorities: Swinburne Wills, part vii, s. 15; Brook v. Warde, 3 Dyer 310, Mountague v. Jeoffereys, Moore 429; Roll. Abr. 616; 1 Eq. Cas. Abr. 410; 1 Poph. 108; Godolph. 57; Symson v. Kirton, 1 Cro. Jac. 115; Cranvell v. Sanders, 1 Cro. Jac. 497; Winkfield v. Combe, 2 Ch. Cas. 16; Overbury v. Overbury, 2 Shower 242; Hilton v. King, 3 Lev. 86; Earl of Lincoln's Case, Shower P. C. 154; 1 Eq. Cas. Abr. 412; Lugg v. Lugg, 2 Salk. 592; 1 Lord Raym. 441; 12 Mod. Cas. 236; Brown v. Thompson, 1 Eq. Cas. Abr. 413; 1 P. W ms.\n304, n.; Eyre v. Eyre, cited in 1 P. Wms. 304, n.; Meredith v. Meredith, cited in 1 Phillim. 480; Pollen v. Huband, 1 Eq. Cas. Abr. 412; Ward v. Phillips, cited in 1 Phillim. 482, 483; Parsons v. Lanoe, 1 Ves. 189; Amb. 557; 1 Wils. 243; Wells v. Wilson, cited in 5 T. R. 52, n., and 1 Phillim. 485, 486; Jackson v. Hurlock, Amb. 487; 2 Eden 263; Shepherd v. Shepherd, 5 T. R. 51-54, n.; Christopher v. Christopher, 2 Dick. 415; 4 Burr. 2171; Spraague v. Stone, Amb. 721; Wright v. Sarmuda, 2 Phillim. 266, n.; Emerson v. Boville, 1 Phillim. 342; Talbot v. Talbot, 1 Hag. Ecc. 705; Johnson v. Wells, 2 Hag. Ecc. 561; Gibbens v. Cross, 2 Add. Ecc. 455; Gibbons v. Caunt, 4 Vesey, Jr., 840; Ex parte Earl of Ilchester, 7 Ves., Jr., 348; Sheath v. York, 1 Ves.  B. 390; Goodtitle v. Otway, 2 H. Black. 516; 1 Bos.  Pull. 576; Lancashire v. Lancashire, 5 T. R. 49; Kenebel v. Scrafton, 2 East 530; Brown v. Clark,  77 N.Y. 369 ; Vawser v. Jeffery, 3 Russ. 479; Livingston v. Livingston, 3 Johns. Ch. 148, 155; Walton v. Walton, 7 Johns. Ch. 258, 265; Adams v. Winne, 7 Paige Ch. 97; Brydges v. Duchess of Chandos, 2 Vesey, Jr., 417, 128; Cook v. Oakley, 1 P. Wms. 302; Woolery v. Woolery,  48 Ind. 525 ; Gage v. Gage,  12 N.H. 371 ,  377 ,  379 .)\n\nMarston  Eastman and Frink  Batchelder, for appellee. This may not be a case of new impression, but it certainly is one without precedent. The cases approaching it are not valuable as precedents, because the circumstances of each case and the local laws determining them are entirely different.\n\nThe first question which to us seems to arise in the case is, What change in the circumstances of a testator or his estate, short of total alienation, will operate to revoke a will, the intention concurring?\n\nWe contend that a will may be revoked by a change in the estate or circumstances of the testator, if the intention to revoke it can be found from these changes and other circumstances.\n\nThis seems to us to be the true rule of law in this behalf: A will may be revoked by changes in the estate and circumstances of the testator, and the intention to revoke is to be derived from these changes and acts of the testator connected therewith. This rule of law does not conflict with the statute of frauds. If the testator chooses to rely upon his intention to revoke his will, that statute defines the manner in which he may express his intention.\n\nNone the less there is excepted from the operation of that section of the act, revocation implied by law from changes in the circumstances or estate of the testator; and while his intention is not the sole test of a revocation under this changed condition of his estate, yet, if the changes have been so substantial as to defeat his original design in making a will, then the will is revoked. To reason that a testator cannot revoke his will, if he chooses, in any other way than by one of the modes defined in s. 14 of our act, is\ngainsayed by the fact that he can alienate his whole estate, and thus ex necessitate rei make it of no effect; or he can marry, and, if competent, beget a child. These are voluntary acts of revocation just as much as the destruction of a will.\n\nThe appellants rely upon Fellows v. Allen,  60 N.H. 439 . Judge Allen says, in his opinion, so long as anything remains upon which the will can operate, there can be no revocation as matter of law, except by the mode pointed out. To support this proposition he cites Graves v. Sheldon, 2 D. Chip. (Vt.) 71, and a New Jersey case. Neither case, we think, sustains the proposition in its full extent; and in the Vermont case, under their statute no other decision than the one reached was possible.\n\nIt is always fair to test a general proposition by an extreme illustration. Let us suppose a case. A person having an estate of $100,000 in bank stock, makes his will, and gives to his son A all his stock in the A National Bank, which is 250 shares; to his son B all his stock in the B National Bank, which is 250 shares; to his daughter C all his stock in the C National Bank, which is 250 shares; and to his daughter D all his stock in the D National Bank, which is 250 shares; and to his friend F he gives his walking stick, of the value of nine shillings, and makes the same friend his residuary legatee. Before his death he sells all his bank stock, and merges and converts it into money or other property. The gifts of the bank stock being specific legacies are adeemed. The testator obviously forgets his will, and dies. Would any court hold that F took the whole estate to the entire exclusion of the children? And yet Judge Allen's general proposition would lead to this conclusion, for there certainly remains the walking-stick and the residuary bequest for the will to operate upon.\n\nWe submit, with great confidence, that a will may be revoked by a change in the circumstances or estate of the testator, if such appears his intention; and such will appear to have been his intention if the changes are so great as to substantially change the whole disposition of his estate.\n\n(Counsel commented on the changes in the testator's property, and the effect of those changes on the interests of the various legatees, claiming that many of the children were thus disinherited and the portion of the residuary legatees immensely increased.)\n\nCan any one believe that such was the intention of Gen. Hoitt? Are not these facts alone sufficient to raise a reasonable presumption, and much more than that, of a change of purpose in respect to the disposition of his property? It is now utterly impossible to effectuate the intention of the testator as manifested by the will. Nothing has occurred from which it can be inferred that he intended to practically disinherit six daughters, or to diminish by two fifths the bequests to Samuel and his children, his property having much more than doubled in value. If Gen. Hoitt had made anything like such a disposition of his property in the last\nyear of his life, it would have been conclusive evidence of dementia. Manifestly the general intent of the testator was to dispose specifically of all his estate, and not have it go into the residuum, and not totally or substantially disinherit any of his children. This intent is defeated if this will is sustained, and the bulk of the estate passes to the residuary legatees. That the testator regarded the will as revoked, and so intended, seems fixed by the circumstances. It is true, that the fact that it was found among valueless papers would not of itself operate as a revocation, but it tends to show, coupled with the presence of other memoranda for a new will, that he intended and believed this will of no legal effect. So, too, this intention may be inferred by the changes in his family when associated with these other circumstances. The whole theory of an implied revocation in the case of a marriage and birth of a child is, that the testator must have intended a revocation on account of new obligations. So, too, here, while the changes in his family are not such as arbitrarily work a revocation, yet they may be considered with other circumstances as indicating the testator's probable intention and understanding.\n\nIt is the disposition of the modern courts everywhere to give effect to the intention of the testator, not only in construing a will, but also in establishing one. The days when the will of a testator was defeated by mere technicalities has passed, we hope, forever. It is, and should be, the endeavor of every intelligent and right-minded tribunal to make the intention of the testator the governing principle.\n\nIf the court set up an instrument which by reason of changes in the testator's family and estate he believed was of no legal effect, it does not execute his will. It makes a disposition of his property he did not intend at his death. It is the court, and not the decedent, that exercises the testamentary mind. The court, and not the deceased, is the will-maker.\n\nAs there may be such changes in the estate and circumstances of a testator as to revoke his will, the true inquiry then should be, by the court, Did the testator so intend? And when it finds the testator's intent interpreting and aiding these changes, the court should not hesitate to execute his intention.\n\nIt is said the statute defining the modes of revoking a will was passed to prevent frauds and perjuries. Instead of preventing wrongs, it would work the grossest injustice if it disinherited members of a family by reason of its arbitrary construction, when the deceased intended no such wrong.\n\nThe suggestion, that if there is any property left upon which the will can operate the will must stand, has no foundation in principle whatever. If the changes in circumstances lead to the presumption of an intention to revoke, then the will is revoked; and the fact that something remains for the will to operate upon is not a bar to the presumption.\n\nAfter making the will, the testator's wife, for whom he had made ample provision, died, and he took another, for whom, of course, no provision at all was made. Marriage alone ought everywhere, as now in England, to revoke a will. What possible change of circumstances would be more likely to change a man's intentions, in respect to the disposition of his property, than his marriage? And when there is added to that great fact these other facts, that the will disposed specifically of all, or nearly all, the property the testator then had; that by the conversion of his property into other forms more than four fifths of it would fall into the residuum, as well as all the additions thereto after the making of the will, amounting to more than $40,000, &#8212; it seems to us that not only do these great changes of circumstances lead to a reasonable presumption of an alteration of the testator's mind and will, but they are so inconsistent with the testament as necessarily to imply a revocation.\n\nThere was no arbitrary rule at common law as to what changes in an estate revoked a will. They must be such as to imply a presumption that the testator intended that his will should cease to be his will; that he no longer intended it to operate as a will. This leads us to the only sensible and reasonable conclusion, that the court are to find this intent from the will, the changes in the estate, and attendant circumstances. Whenever the court finds an intention to have existed on the part of the testator, by reason of changes in his estate, to revoke his will, then the law implies a revocation. In this way, and in this way only, can the intention of a testator be executed; otherwise the court, although satisfied of the testator's intent to revoke his will by the disposition of and changes in his estate, may make the will of the testator what they know was not his will.\n\nWe think it worthy of consideration, that changes in the estate of the testator, in terms at least, are not recognized by any statute of any state in the Union excepting ours, as working a revocation of a will. The words employed in other statutes, such as \"condition or circumstances,\" seem in some states to have a limited interpretation.\n\nThe appellee does not contend, as the appellant says he must, \"that s. 15, c. 193, of the Gen. Laws was intended to authorize the court to imply a total revocation at their discretion from any change whatever in the circumstances of the testator or his family, devisees, legatees, or estate;\" but they do contend that s. 15 authorizes and requires the court to imply a total revocation from such changes, either in the circumstances of the testator himself, or in the circumstances of his family, legatees, or estate, in either one or all, as render it impossible to effectuate the intention of the testator as expressed in the instrument propounded as his will. The statute clearly recognizes the fact that there may be such changes in the circumstances of the testator or his family,\nlegatees, or estate, as render it manifest that the instrument which was his will when it was executed no longer expresses his wishes in respect to the disposition of his estate.\n\nA valid will is one's last will, and when the instrument which was a will when executed ceases to be the expression of the maker's wishes in respect to the disposition of his property, it is no longer a valid instrument. It is intent alone that constitutes a testament or revokes a testament. The law may, and does, prescribe rules for ascertaining the intent to dispose of property by a testament and the intent to revoke a testament, and the whole object of all such rules is to make certain the intent.\n\nWills are everywhere revoked by implication as well as by express words and acts. Lord Eyre, C. J., said, in Goodtitle v. Otway, 1 Bos.  P. 594, \"Implied revocations are where the testator has done certain acts, or certain alterations have taken place in his situation, as necessarily leads to the inference of an intention to revoke his will.\"\n\nBut the appellees proceed to assert that the only causes of revocation by implication at common law are (1) marriage and issue subsequent to making the will; (2) alienation of the things devised; (3) death of the devisee in the lifetime of the testator; and that the revocation of the will takes place in consequence of a rule of law, independently of any question of intention of the party himself. Both of these propositions we utterly deny.\n\nIt is true that Lord Kenyon said, in Lancashire v. Lancashire, 5 T. R. 49, that marriage and birth of a child revoked a will, on the ground that there was a tacit condition annexed to the will when made that marriage and birth of a child should revoke it. No law, no court, no single judge, ever said that, before or afterwards, until 1838, when the English courts adopted that reason for holding the will revoked by marriage and issue, because they said it was the only ground consistent with the statute of frauds, &#8212; the English statute of frauds having no such provisions as are contained in s. 15 of our statute. Lord Mansfield put the revocation, in such a case, upon the ground of presumed intention, which, he said, might be rebutted by any sort of evidence, and Chancellor Kent puts it upon the same ground. 4 Kent Com. 521.\n\nWe have no occasion to remark upon what are sometimes termed revocations by alienation of the thing devised, and by death of the devisee in the life-time of the testator. In either case, there is no question of intention, and nothing for the court to pass upon; for in one case there is nothing to bestow, and in the other nobody to take. Lord Eyre, C. J., in Goodtitle v. Otway, said, \"If a testator parts with his estate after making his will, the subject is gone. The will is not revoked, for a revoked will may be reestablished by republication, but republication wont bring back the estate.\"\n\nFormerly, marriage of a woman worked a revocation of her will, not because of any presumed intention on her part to revoke it, but\nrather because she could not revoke it if she wanted to, because she could neither make nor break, nor do any valid act, in respect to a will.\n\nThe position, therefore, of the appellees, comes simply to this, &#8212; that, by the common law, courts are authorized to imply a revocation in one case only, to wit, a subsequent marriage and the birth of a child; and that s. 15 of our statute authorizes revocation by implication in that case, and in no other. This is a very narrow and very shallow view of the law, as is the reason adduced to sustain it, namely, that it \"leaves no room for uncertainty.\" Such a rule of law would lead to this absolutely certain result, &#8212; that in many, very many, cases, the estates of deceased persons would pass, not to the heirs as the law directs, nor yet according to the last desire and will of the deceased, but to others having no right or title thereto.\n\nWe maintain, that in case of serious doubt it is far better to resolve the doubt in favor of the heir whom the law favors, and will not allow to be disinherited by any doubtful construction. There is no rule of the common or civil law, that certain specified changes of circumstances, and no other, shall work a revocation of a will by implication. No court has ever adopted such a rule of action. Every case is to be judged by itself, for it is not likely that two cases have ever arisen, or ever will arise, where the changes of circumstances are exactly alike. The law which obtains everywhere has never been stated better than by Chancellor Kent, that \"a will is revoked by implication whenever there is a reasonable presumption of an alteration of the testator's mind arising from circumstances occurring after the making of the will.\"\n\nLord Mansfield said, in Brady v. Cubitt, 1 Doug. 31, \"There may be many circumstances where a revocation may be presumed,\" and Buller, J., said, in the same case, \"Implied revocations must depend upon circumstances at the time of the testator's death.\" There are many cases in the English reports where revocation has been implied by an attempt to alienate the thing devised,- although the attempt was a failure, there being no change in the title whatever, &#8212; and this on the ground that all attempt to alienate was repugnant to the will, and manifested an intent to revoke it. 7 Bacon Abr. 366; Beard v. Beard, 3 Atk. 72, 743.\n\nSo the least alteration of the testator's interest in an estate by any act of his shows a different intention, and revokes his will in whole or in part, as the case may be. Sparrow v. Hardcastle, Amb. 224.\n\nBoth marriage and issue do not always imply a revocation. Lord Mansfield said that they did not in the case of Brady v. Cubitt, because there were other facts in that case rebutting the presumption of ally intention to revoke.\n\n(Counsel here entered into an elaborate review of the English cases, in order to show that the judicial causes of implied revocation had not been completely defined or established at the date of\nthe separation of the colonies in 1776, or at the date of the New Hampshire statute in 1822. In this connection great stress was laid upon Johnston v. Johnston, 1 Phillim. 447.)\n\nThe court, in Sneed v. Ewing, 5 J. J. Marshall (Ky.) 472, said, \"Some authorities require both marriage and issue to revoke a will, and others admit either one or the other; but reason and principle, as well as a preponderance of authorities, repudiate the motion that both marriage and issue are indispensable to revoke a will,\" and the court refers to 2 Fonblanque, note c, as sustaining the same view.\n\nIn McCullum v. McKenzie,  26 Iowa 510 , it was held that the birth of a child alone operated to revoke a will.\n\nIn Tyler v. Tyler,  19 Ill. 151 , held that marriage subsequent to making a will revoked it. Affirmed in  85 Ill. 41 .\n\nBy English statute, 1 Vic., wills are now absolutely revoked by the marriage of either man or woman.\n\nWe submit that no single change in the circumstances of any man would be more likely to alter his views in respect to the disposition of his property than his marriage.\n\nIn Cooper's Case, 4 Penn. St. 88, the changes of circumstances related solely to the estate, and in that regard resembled the case at bar more than any to be found in the books. The case was decided on the ground that the intention of the testator, as expressed in his will, could not be carried out by reason of changes which implied a revocation; that to give effect to that instrument as the testator's will, could be for the court to make a will for the testator.\n\nThe sole question in this case for the court to decide is, whether the changes which took place in the circumstances of the testator himself, and in his family, and his estate altogether, raise a reasonable presumption of an alteration of the testator's mind in respect to the disposition of his property. If they do, the law implies a revocation, and there is nothing left for the court but to pronounce the conclusion of law, as in all other cases, upon facts found or agreed. The law is certain. There is no possible doubt about it, and therefore it is perhaps safe to say that but little aid can be derived from reported cases, because the facts and circumstances are not alike.\n\nThis residuary bequest, we submit, cannot be holden to pass under its terms any of the property the testator then had and specifically gave away, or its reinvestments. The testator gave to the residuary legatees all his estate \"not disposed of in his will.\" There is authority for saying that these words exclude from the operation of this residuary clause all the property thus given away, and that whether adeemed or alienated it cannot be holden to pass into the residuum on account of these words of limitation. Att'y Gen. v. Johnstone, Amb. 577; Davers v. Dewes, 3 P. Wms. 40.\n\nThus it appears that the testator sold property specifically devised or bequeathed, amounting to $25,700. This ought not to\npass into the residuary estate, because it was not included in the terms of that clause of the will defining what part of the estate should so pass; or, in the words of the books, the testator narrowed the title of the residuary legatees so as to exclude them from lapsed legacies.\n\nThis is a question of intention of the part of the testator, and if the court is of the opinion, from the whole will, that the testator intended to use the words in a restricted sense, then it is bound so to construe it. Williams Ex'rs, part iii, book iii, s. 1315.\n\nThese words, \"not otherwise disposed of,\" in the residuary clause seem to us also to restrict this bequest to the property the testator had at the time of making the will. He seems to have had in mind the intent to dispose of his property only as it then existed. The common-law rule seems to be, that a lapsed devise of real estate, or the price of real estate, as well as after acquired real estate, goes to the heir, and not to the residuary devisee. Williams Ex'rs, part iii, book iii, s. 1314; Spence v. Robins, 6 G.  J. 507; Greene v. Dennis,  6 Conn. 293 ; Treat v. Treat,  35 Conn. 215 .\n\nWhat the effect of our statute may be as to lapsed legacies has never been determined here, although it has been considered in Massachusetts. The statute there, however, differs from ours. Thayer v. Wellington, 9 Allen 283; Prescott v. Prescott, 7 Met. 141. Conceding that such a statute changes the rule as to real estate, so far as property acquired after the death of the testator is concerned, it simply makes it a question of intention. This is a question of fact, not only to be determined from the context of the will, but from the acts and declarations of the testator, and the situation of the devisees and legatees. If the court have any doubt as to the intent of the testator, it is a question of fact which may be left to a jury upon proper issues. The statute of Massachusetts, which is interpreted in the cases before cited, expressly limits the ascertainment of the intention to the will itself. Here the court is at liberty to find it from any and all sources which will throw light upon the testator's mind.", "caseName": "Hoitt v. Hoitt", "caseNameFull": "Hoitt, Ap't, v. Hoitt & A.", "citation": ["3 A. 604", "63 N.H. 475"], "citeCount": 22, "cluster_id": 3570886, "court": "Supreme Court of New Hampshire", "court_citation_string": "N.H.", "court_id": "nh", "dateArgued": null, "dateFiled": "1885-12-05", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 3443011, "judge": "Blodgett, Allen", "lexisCite": "", "meta": {"timestamp": "2024-06-21T21:27:26.856336Z", "date_created": "2016-07-05T23:03:40.626282Z", "score": {"bm25": 0.19599788}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [3556329, 5555653], "download_url": null, "id": 3550934, "joined_by_ids": [], "local_path": "/home/mlissner/columbia/opinions/new_hampshire/court_opinions/documents/3411beb0774a624b.xml", "meta": {"timestamp": "2024-06-24T01:11:51.089358Z", "date_created": "2016-07-05T23:03:40.636539Z"}, "ordering_key": null, "per_curiam": false, "sha1": "dee2a7535b20f2d41651e7dc79b9e543d24fb0b5", "snippet": "No express revocation appears in this case. The will of the testator, executed in accordance with the statute formalities, has not been revoked by any subsequent \"will or codicil, or by some writing executed in the same manner, or by cancelling, tearing, obliterating, or otherwise destroying the same by the testator, or by some person by his consent, and in his presence,\" as required by Gen. Laws, c. 193, s. 14. On the contrary, it was found in his safe after his decease, and in its original ", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "APPEAL from a decree of the probate court, disallowing the will of Gen. Alfred Hoitt, who died in Dover, November 9, 1883. The will bears date February 12, 1864, and its due execution is admitted. The question involved is that of revocation. The material facts are as follows: At the date of the will the testator had a wife, the mother of his children, and six sons and seven daughters, ten of whom were of age. His estate at this time amounted to some $26,000, about two thirds of which was realty, comprising eight different parcels. Included in the personalty were sixty shares of the Boston  Maine Railroad, and twenty shares in the Langdon\nBank. These stocks were specifically bequeathed, but, with the exception of four shares of the railroad stock, were subsequently sold by the testator and not replaced. All of the realty was specifically devised, but the testator afterwards disposed of the greater portion of it. He subsequently acquired by purchase and was possessed at his decease of other real estate of the value of about $52,000. His entire estate at the time of his death was appraised at $70,951.82. His wife died April 25, 1877. He married a second wife January 6, 1879, who still survives. There was no issue of this marriage. All the children are living except Franklin, who died unmarried in 1877. Four sons were named by the testator as residuary legatees, one of whom, Franklin, has since died. When the will was executed, the residue of the estate was inconsiderable.\n\nAfter the testator's death the will was found in his safe, in a bundle of papers of no pecuniary value. Included in this bundle were several apparently incomplete drafts or memoranda of wills never executed, without date, some of which were apparently made since the date of the will.\n\nAt the trial the appellee offered evidence of the oral declarations of the testator to show that it was his understanding that the will was revoked, and also to show that it was not his intention to pass by his will after acquired real estate. To this the appellant objected. The court sustained the objection, and the appellee excepted.", "procedural_history": "", "scdb_id": "", "sibling_ids": [3550934], "source": "ZU", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/5793977/estate-of-de-laveaga/", "attorney": "", "caseName": "Estate of de Laveaga", "caseNameFull": "Estate of MARIA C. de LAVEAGA", "citation": ["6 Coffey 55"], "citeCount": 0, "cluster_id": 5793977, "court": "California Superior Court", "court_citation_string": "Cal. Super. Ct.", "court_id": "calsuperct", "dateArgued": null, "dateFiled": "1911-06-28", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "No. 7508 (N. S.)", "docket_id": 62150641, "judge": "Coffey", "lexisCite": "", "meta": {"timestamp": "2024-06-22T06:46:29.083888Z", "date_created": "2022-01-11T21:47:26.761516Z", "score": {"bm25": 0.19212125}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 5648859, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-24T15:24:37.272196Z", "date_created": "2022-01-11T21:47:26.843527Z"}, "ordering_key": null, "per_curiam": false, "sha1": "", "snippet": "\nCOFFEY, J.\nOn March 29, 1909, came into court M. A. de Laveaga having filed his petition alleging that he was, and had been for many years, a citizen and resident of the state of California; that Maria C. de Laveaga died in the city of Madrid, Kingdom of Spain, on or about the 4th day of February, 1909, and that at the time of her death she was a resident of the city and county of San Francisco, state of California, but w", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [5648859], "source": "U", "status": "Published", "suitNature": "", "syllabus": "<p>Will—Capacity to Make.—Under the Statutes of California every person over the age of eighteen years may by last will dispose of his or her estate, provided he or she is of sound mind and free from undue influence, duress, or fraud.</p> <p>Will.—The Tests of Testamentary Capacity are: 1. Understanding of what the testator or testatrix is doing; 2. How he or she is doing it; 3. Knowledge of his or her property; 4. How he or she wishes to dispose of it; and 5. Who are entitled to his or her bounty.</p> <p>Will—When Capacity Lacking.—It is not Enough that the testator or testatrix have a mind sufficient to comprehend one of the above elements; his or her mind must be sufficiently clear and strong to perceive the relation of the various elements to one another, and he or she must have at least a general comprehension of the whole.</p> <p>Will—Immature Mental Development of Testator.—Although a person may not be subject to delusions or mental aberrations, nor suffering from active insanity nor entirely destitute of understanding, yet he or she may not have arrived at that maturity of mind which qualifies him or her to make a will and is deficient in testamentary capacity.</p> <p>Will—Minimum Age Limit of Testator.—A testator or testatrix need not be expected to know the exact legal scope and bearing of his or her will, but should have sufficient faculty to understand generally his or her circumstances and natural obligations. The age of eighteen years in this state is fixed as the minimum limit at which that faculty is developed in a normal nature; in some other states and countries it is twenty-one.</p> <p>Will—Mentally Undeveloped Testatrix.—A woman who has reached the age of eighteen may make a will if she be otherwise qualified, but she may have arrived at this age without having emerged in mental growth from childhood. This does not import a disordered intellect or diseased mind, and is entirely consistent with the general fact that the family of the decedent was composed of persons of sound and strong mentality, and that her inherent traits were intellectually perfect, there being no suggestion of insanity in the blood. It is also consistent with the fact that the decedent was a woman in the full bloom of health; fully nourished bodily, with no serious corporal ailment, no congenital incapacity, physically a perfect woman, but short on intellect.</p> <p>Will—Evidence Willfully Suppressed Presumed to be Adverse.—It is a satisfactory presumption that evidence willfully suppressed would be adverse if produced.</p> <p>Will—Presumption in Favor of—Beneficiaries Entitled to Protection. In the absence of testimony to the contrary there is a presumption in favor of the validity of a will, and the beneficiaries of a will are as much entitled to protection as any other property owners, the due execution of the will being admitted.</p> <p>Will—A Will Does not Prove Itself.—Even if there be no contest ef a will, certain essential facts must be established before it is admitted, and these facts should be carefully inquired into on the original probate. In all cases of olographic wills the handwriting must be proved affirmatively by or on behalf of the proponent.</p> <p>Will—Contest—Evidence—Burden of Proof.—While it would be incumbent on the proponent, if there were no contest, in a case such as the one at bar, to establish the authenticity of the handwriting of the •decedent in the will, which is holographic, and the circumstances of the execution of the document to the extent of her knowledge, yet it is true, in a sense, that the burden of proof rests upon the contestant and he must bear his own burdens as to the issues set up by him; ■and where it is not denied that the instrument is in the handwriting of decedent, so far as the contest is concerned, it is incumbent upon him to prove a negative, that she was not competent; that the will was not the voluntary emanation of her own mind, or that she was not free from circumstance of constraint. Any one of these facts-established justifies the contest, but does not relieve the proponent ultimately from her burden of establishing all the ele'ments necessary to entitle her to letters testamentary.</p> <p>Will.—A Holographic Will must be Proved, in the Same Manner as other private writings; that is, by one who saw the writing executed or by evidence of the genuineness of the handwriting of the maker, or by a subscribing witness.</p> <p>Will Contest—Issues—Unsoundness of Mind and Undue Influence— Consistency of Issues.-—In a will contest the issues of unsoundness of mind of the testatrix and undue influence exerted upon her are not inconsistent. While these issues are distinct as a rule, there may be a ease where a person of immature intellect may be so influenced by one of superior power as to direct the manual performance of the mechanical act.</p> <p>Will Contest—Evidence—Circumstances Before and After AdmisBible.—In such a case, the evidence should not be confined to the point of time of the testamentary act alone; it is proper to allude to the surroundings of the decedent at the time of making the will and for the years prior and subsequent thereto.</p> <p>Will Contest—Evidence—Credibility of Witnesses.—In such a ease, in determining the credibility of witnesses who testify as to the mental competency of the testatrix, their opportunities, their intimacies, their relations to the parties, and many other major, and minor elements, must be considered before accepting as absolute their opinions upon a matter of such moment as the mentality of a person.</p> <p>Will—Testamentary Capacity—Ability to Speak Several Languages. The fact that the testatrix in such a case was able to speak in several languages is not in itself proof of intellectual power.</p> <p>Will—Mental Capacity—Undue Influence—Justness of Will.—While, if the testatrix be of sound mind, it matters not whether her will be equitable or inequitable, just or unjust, as she has the right to do as she pleases with her property, nevertheless, equity, justice, the relations of the parties, the surroundings of those benefited in connection with the testatrix and other points may be considered in connection with the transaction, where the competency is questioned or susceptibility to influence suggested.</p> <p>Will—Mental Capacity—Undue Influence—Ignoring Benefactor.— In such a case the improbability of a person ignoring or discriminating against one who has been of great service to her for many years- and who had conserved her estate without the diminution of a dollar, on the contrary with increase and without retaining anything for personal benefit, is a proper subject of inquiry, as to whether if she were of full faculty and free from the impediment of influence she would have done otherwise; and it might be inferable that those who had been in close propinquity and who were the beneficiaries of her bounty had improved their opportunities to their own advantage.</p> <p>Will—Mental Capacity—Ability of Testatrix to Write.—The mere fact that one can write does not imply soundness of mind; and in a case like the one at bar the circumstances must be considered and inquiry made into all the facts and history, and the conduct and surroundings of the person whose mental condition is at issue, before passing judgment. . .</p> <p>Will Denied Probate.—It is Held in This Case that the paper propounded should be refused and denied probate.</p>"}
{"absolute_url": "/opinion/4120698/sturgiss-v-atlantic-coast-line-r-r/", "attorney": "Messrs. Legare  Holman , for appellant, cite:  As to  the constitutionality:   187 U.S. 198 ;  203 U.S. 243 ;  68 S.C. 339 ; 73 S.C. 174 ;  194 U.S. 269 .\n\n Messrs. Willcox  Willcox, T.M. Mordecai, W. Huger  FitzSimons  and  Henry E. Davis , contra. The argument for respondent was presented by Messrs. Willcox  Willcox and Henry E. Davis, and since the Circuit decree cites practically all the authorities cited by them they are not printed here.\n\nThe opinion in this case was filed March 20, 1908, but remittitur held upon petition for rehearing until April 22, 1908.", "caseName": "Sturgiss v. Atlantic Coast Line R. R.", "caseNameFull": "Sturgiss v. Atlantic Coast Line R. R. Co.", "citation": ["60 S.E. 939", "80 S.C. 167", "1908 S.C. LEXIS 124"], "citeCount": 2, "cluster_id": 4120698, "court": "Supreme Court of South Carolina", "court_citation_string": "S.C.", "court_id": "sc", "dateArgued": null, "dateFiled": "1908-04-22", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "6893", "docket_id": 3992840, "judge": "Gary, Jones, Pope, Woods", "lexisCite": "", "meta": {"timestamp": "2024-06-21T23:10:48.355888Z", "date_created": "2016-07-06T09:13:03.992349Z", "score": {"bm25": 0.18118519}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 3881822, "joined_by_ids": [], "local_path": "/home/mlissner/columbia/opinions/south_carolina/court_opinions/documents/85f2fda6ee5db71a.xml", "meta": {"timestamp": "2025-02-26T05:32:19.143544Z", "date_created": "2016-07-06T09:13:04.012483Z"}, "ordering_key": 2, "per_curiam": true, "sha1": "be42c2ad55d171ab0f29d23f9650dc6af0dc217a", "snippet": "April 22, 1908.\nAfter careful consideration of the within petition, the Court is satisfied that no material question of law or of fact has either been overlooked or disregarded.\nUpon the question of constitutional law involved, the entire Court is not agreed (as is required by Section 12, of Art. V, of the Constitution) and that question cannot be regarded as decided. And as the justices concur in affirming the judgment of the Circuit Court upon other questions, it is not necessary to ", "type": "addendum"}, {"author_id": 5643, "cites": [], "download_url": null, "id": 3881821, "joined_by_ids": [], "local_path": "/home/mlissner/columbia/opinions/south_carolina/court_opinions/documents/85f2fda6ee5db71a.xml", "meta": {"timestamp": "2025-02-26T05:32:19.125776Z", "date_created": "2016-07-06T09:13:04.004021Z"}, "ordering_key": 1, "per_curiam": false, "sha1": "be42c2ad55d171ab0f29d23f9650dc6af0dc217a", "snippet": "                            OPINION.\nApril 22, 1908. The opinion of the Court was delivered by\nWe will consider first whether the act is constitutional.\nThe statute was intended to remedy an evil that not only exists in this State but is so extensive throughout the land as to necessitate action on the part of the Federal government in the passage of an act entitled: \"An act relating to liability of common carriers,\" etc., approved 11th June, 1906, the third section of ", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "Before PURDY, J., Charleston, August, 1907. Affirmed.Action by J.R. Sturgiss against Atlantic Coast Line R. R. Co. The following is the circuit decree after stating the issues:\n\n\"In view of the nature of the issues presented, a brief statement of the character and workings of the Relief Department will be necessary. I find from the evidence submitted that the defendant company operates, in conjunction with its employees, what is commonly known as a relief and hospital department or association. Employees entering the service of the company become members of this association and make monthly contributions to its relief fund, the amount of the contribution varying according to the class of membership, which is graded by the rate of salary an employee draws. The railroad company acts as treasurer of this fund, paying interest thereon, and, in addition, assumes the entire management of the department, paying all its expenses, and guarantees to make good all its obligations, which at this time are shown to be many times larger than the relief fund actually on hand in the department. From the relief fund so maintained by the defendant company and its employees death benefits are paid to the members, whether death results to a member from accident, sickness or other cause, and whether an accident causing death is due to the negligence of the company, the negligence of the member, or otherwise. In addition to this, members in case of sickness from any cause receive free medical and surgical treatment in the hospitals maintained by the department, and sick dependent members of the family of a member are accepted for treatment in such hospitals at special rates.\n\n\"In the contract of membership in the Relief Department, and in Rule 65 of the Regulations, it is stipulated that after injury a member may either accept benefits or bring his action at law for damages, but if he elects to accept benefits, such acceptance shall operate as an accord and satisfaction of all claims he may have against the company growing out of the accident, and if he elects to sue for damages he shall thereby forfeit all right to receive benefits.\n\n\"From the stipulation heretofore set out it appears that plaintiff has already recovered a judgment against defendant on account of this very injury, and is now seeking to recover the benefits from the Relief Department in addition thereto. If the contract with the Relief Department is valid, then the judgment in favor of plaintiff is a bar to this action. But against this, plaintiff offers the act of the General Assembly of South Carolina in effect making a contract of the kind in question null and void. In reply to this, defendant contends that said act of the General Assembly is in contravention of Article XIV of the Amendments to the Constitution of the United States, and of Section 5 of Article I of the Constitution of the State of South Carolina, in that it is an illegal interference with the liberty of contract, and is therefore void.\n\n\"1. This brings us to the first and main issue in the case, namely: Is the act of the General Assembly of South Carolina allowing a member of the Relief Department to recover benefits, in addition to compensation in damages, constitutional?\n\n\"The statute whose validity is here drawn in question was enacted on March 7, 1905 (24 Stat., 962), and is as follows (set out in opinion of court):\n\n\"A similar statute, applying exclusively to relief departments operated by railroads, had been enacted at the session of 1903 (24 Stat., 79), but this, I hold, was repealed by the later act of 1905. My reasons for so holding are twofold: First, the act of 1903 was intended `to regulate and\nfix the liability of railroad companies having a relief department,' while the purpose of the act of 1905 was `to fix and declare the liabilities of any corporation, firm or individual operating a relief department.' The word `corporation,' found in the act of 1905, is a generic term, embracing every species of corporation, including railroads. The subject-matter and rules prescribed by the two acts are identical; therefore, under the principle that the later of two statutes on a given subject fully embracing the whole subject-matter repeals the first, the act of 1903 was repealed by the act of 1905.  Johnson  v.  Railway Co. ,  69 S.C. 326 , 48 S.E., 260 , and cases cited. Second, the act of 1903, applying as it did exclusively to railroads, was open to the objection of being class legislation, and this objection the legislature evidently recognized and intended to remove by enacting a second statute on the same subject applying alike to corporations, firms and individuals.\n\n\"The act of 1905, therefore, only need be considered in this case.\n\n\"The provision of the contract with the Relief Department, at which this statute is aimed, is that already referred to wherein the member agrees that in case of injury he may elect either to sue the company for damages or to accept benefits from the Relief Department, but an election to do either, when fully carried out, shall operate as a forfeiture of all right to the other. The first question, then, is whether, in the absence of this statute, such a provision would be valid.\n\n\"That a common carrier can make no contract exempting itself from liability for the consequences of its own negligence is a principle so well established as to need the citation of no authority to support it; but that principle is wide of the mark here. If the provision of the Relief Department contract in question were to the effect that  mere membership  in the association and the right to receive benefits \nshould of themselves release the company from liability,\nthen I concede that it would be a contract against liability for future negligence, and consequently void; but  such are  not it terms.  On the contrary, as I view it, it can in no way be considered a contract against future negligence. The injured member, or the beneficiaries of a member that has been killed, are not required to forego a single right that they may have, but are freely left to an option either to sue for damages or to accept benefits, and it is only the election after injury or death  that is binding. As is well known, in a majority of cases injuries to employees are due solely to their own negligence or contributory negligence, or to the negligence of a fellow-servant, and for such cases the law allows no recovery. But under a relief department of the character operated by defendant, all persons so injured receive their full benefits. Again, there must naturally be a large number of cases of doubtful liability on the part of the employer, and for all these the Relief Department affords a sure compensation; whereas a suit for damages might be barren of results. In addition, the family or other beneficiaries of a member receive full benefits in case of his death, whether the death result from natural causes or an accident for which the company is or is not responsible. All these different cases are constantly arising, not to speak of the daily sick benefits and  free  medical and surgical attention given to all members, whether their illness arises from sickness or accident. An association that thus provides for cases where the law can afford no relief, and furnishes medical and surgical aid for those whose means would deny them such attention, and for whose condition the employer is in no wise responsible, surely is worthy of the highest commendation and fullest protection.\n\n\"Under the Relief Department contract, an injured member has two remedies open to him. He may either pursue his remedy by a suit for damages and risk his chances for compensation on the uncertainties of litigation, coupled as\nit is with vexatious delays and the heavy expense of court costs and counsel fees, or he may accept his certain benefits from the Relief Department. If his injury is severe, he may be wise to sue; and  there is absolutely nothing in the  contract to prevent him from so doing.  With two remedies open to him, where only one existed before, he elects to accept benefits from the Relief Department. His contract is not completed  until after the injury is received , and the company is not released until the election is made. If he accepts the Relief Fund, it is nothing more than a settlement of his claim by compromise, and I know of no reason why such a settlement should be any more against public policy than any other release by way of compromise after the infliction of an injury. Indeed, the policy of the law is always to encourage the settlement of claims in good faith. For similar reasons, I see no reason why he should not be bound by his election to pursue his remedy by a suit for damages, for in so doing he renounces any right to settle by compromise by acceptance of benefits, and it is out of all justice and reason that he should be allowed to repudiate his election and reason that he should be allowed to repudiate his election and receive double compensation.\n\n\"Independently of authority, therefore, I should be constrained to hold the provision of the contract drawn in question not only perfectly valid, but eminently reasonable and proper.\n\n\"The conclusion I have reached is not only supported by reason, but is amply sustained by authority. Out of something like nearly forty cases in this country and England discussing the question, only two, so far as I have been able to find, and so far as plaintiff's counsel has brought to light, have held the contract invalid, and both of these have been subsequently overruled; so that now the authorities present a solid front in favor of its validity. I quote from a few of the leading cases.\n\n\"The question came before the Supreme Court of this State in  Johnson  v.  Railway Co. ,  55 S.C. 152 ,\n44 L.R.A., 645, 32 S.E., 2, and the validity of the contract was upheld by a divided Court, Chief Justice McIver delivering the prevailing opinion. The language of the Chief Justice is so pertinent that I make an extended extract therefrom:\n\n\"`In the outset I desire to say, what would seem to be needless but for the fact that it appears to have been thought necessary to expend much time and labor upon the point, that I do not suppose any one doubts that a contract whereby a railroad corporation, or any other common carrier, undertakes to secure immunity from liability for damages for injuries resulting from the negligence of the carrier, or any of his servants and agents, is contrary to public policy, and therefore void. But the question here is whether the contract or arrangements set up in the affirmative defense is a contract for immunity from damages. I do not think it can be so regarded; for, on the contrary, the very terms of the contract necessarily assume that the  defendant is liable; and the whole scope and effect of the  contract is to fix the measure of such liability and the manner  in which such liability shall be satisfied.  As is well said in one of the cases cited &#8212;  Johnson  v.  Railroad Co. , 163 Pa. St., 127; \"He (referring to the plaintiff) is not agreeing to exempt the company from liability for negligence, but accepting compensation for an injury already caused thereby.\" How such a contract can be construed to be a contract whereby the carrier seeks to obtain  immunity  from liability for damages sustained by reason of its own negligence, or that of its servants or agents, it is impossible for me to conceive. Let us examine in detail the terms of the contract or arrangement as set out in the affirmative defense, and see whether such terms do not fully justify what I have said as to its scope and effect. It seems that the defendant company is one of several railway companies constituting what is called the Plant System, in which there is an organization called the Relief and Hospital Department, established for the purpose of raising a fund for the payment of\nspecified amounts to any employee contributing to the fund, when he is disabled by accident or sickness, and to his family in the event of his death. This fund is raised by stated contributions from the employees, from the Plant System, from income that may be derived from investments of the fund and from appropriations made by the Plant System when necessary to make up a deficit in the fund. It is alleged in the affirmative defense that the plaintiff applied for membership in the said Relief and Hospital Department, and in his application agreed to be bound by all of the regulations of said department, and further agreed that, in consideration of the contributions from the companies composing the Plant System to said fund, and of the guaranty by them of the payment of the benefits aforesaid, the acceptance of such benefits should release the said companies and each of them from all claims for damages sustained by reason of any injury that such employee might sustain. It is further alleged that as soon as the plaintiff sustained the injury complained of in this case, he immediately applied for and obtained from the said Relief and Hospital Department all the benefits to which he was entitled under the regulations of such department, as well in money as in surgical and medical services, care and treatment in the hospital, free of any charge therefor; and that the plaintiff, in consideration thereof, duly executed, under his hand and seal, receipts therefor, and a release of all claims for damages or other form of compensation which he might have against the defendant company. From this statement of the nature and terms of the contract or arrangement in question, which substantially covers the allegations made in the second affirmative defense, to which alone the demurrer was directed, which allegations must, in considering the demurrer, be accepted as true, I do not see how it is possible to regard such contracts as a contract exempting the defendant company from liability for damages sustained by reason of the negligence of the defendant company, or that\nof its servants or agents. By entering into this contract, evidenced by his becoming a member of the Relief and Hospital Department, the plaintiff did not waive or release any right of action which he might thereafter have against the defendant company, but his contract was that,  if after  receiving an injury  at the hands of the company, he accepted the benefits which he would be entitled to claim by virtue of his membership of such department,  such acceptance \nshould operate as a release of any right of action which he might otherwise have against the company. So that by the terms of the arrangement the plaintiff,  after he sustained  the injury , had his election either to accept the benefits which, as a member of the Relief and Hospital Department, he would be entitled to claim, or to decline to receive such benefits.  If he accepted , he was then bound to release the company; but  if he declined , he was not bound to release the company, but retained his right of action just as if he had never become a member of the Relief and Hospital Department. If it should be said that this seems to be a one-sided arrangement, as the plaintiff, if he declined to accept the benefits, would lose the amount which he had contributed to the Relief and Hospital Department fund, this seeming one-sidedness disappears when it is considered that by the terms of the arrangements the plaintiff would be entitled to the benefits of the fund and to medical or surgical services, and to care and treatment in the hospital, free of any charges therefor, even if his disability arose from sickness, from natural causes or from injuries for which the railroad company could not be held responsible. Furthermore, inasmuch as the plaintiff had the right of election,  after the  injury was sustained , either to sue for damages or to claim the benefits of the Relief and Hospital Department, he could, if the injury was slight, accept the benefits of the Relief and Hospital Department as satisfactory compensation for the injury, but if the injury was serious, calling for greater compensation than would be afforded by the benefits\nwhich he might claim, he could exercise his right to sue for damages; so that it seems to me that the arrangements, properly understood,  would be favorable rather than detrimental  to the interests of the employee.' \n\n\"In  Leas  v.  Pennsylvania R. Co. ,  37 N.E., 423  (Ind.), the question came before the Supreme Court of Indiana, and was disposed of thus:\n\n\"`It may be truly said, we think, by virtue of the contract and release pleaded in the answer before us, the appellee was enabled to discharge its liability by the payment of a much smaller amount of damages than the appellant might have been able to recover in this action upon the alleged tort, had it not been for the contract and acceptance of benefits and that thus, in a certain sense, the appellee will succeed in at least curtailing its liability by a contract made in advance of the injury. But, notwithstanding the contract made with the employee in advance of the injury, the fact remains true that the appellant was in no sense compelled to receive the compensation growing out of the relief fund, and that  when he did so, he practically made a new  contract with the company, by which he agreed to accept the  amount offered him in full satisfaction of the damages. \nHaving placed himself in this predicament, he is in no position to require the courts to extricate him therefrom. The rule that an employer can not exempt himself from liability arising from injury to his employee on account of the employer's negligence, by a contract entered into between the two at a time prior to the injury, is therefore, not applicable. * * *\n\n\"`Nor is it easy to perceive upon what principle the contract can be held void from considerations of public policy. There is no rule of public policy which discourages the settlement  of claims of this character by compromise, when  made in good faith;  and, as we have seen,  the payment and  acceptance of the benefit money in the present case was  nothing more nor less than an adjustment and compromise  (Italics added.)\n\n\"And in  Johnson  v.  Philadelphia, etc., R. Co. , 29 Atl., 854  (Pa.), the Supreme Court of Pennsylvania ruled:\n\n\"`It is further objected &#8212; and that is the only substantial question in the case &#8212; that the release was void as against public policy, and a number of cases are cited to show that a common carrier can not make a valid contract against his own negligence. It was quite unnecessary to go out of our own State for authority on that proposition. It is not questioned\nhere any more than elsewhere, but it is wide of the point in this case. There is no provision exempting the company from liability for future negligence. The benefits, by the regulations of the Relief Association, become due to members whenever disabled by accident in the railroad company's service, or by sickness or injury other than in the company's service, without reference to the question of negligence at all. As these provisions include benefits in cases of accident pure and simple, of injury by the negligence of fellow-workmen, and by the member's own contributory negligence, it is apparent that they cover a wide field, in which there is no liability of the railroad company at all. Such cases are probably a large majority of those occurring to railroad employees, and  the association, therefore, is of  the highest order of beneficial societies.  But, even in cases of injury through the company's negligence, there is no waiver of any right of action that the person injured may thereafter be entitled to. It is not the signing of the contract, but the acceptance of benefits after the accident , that constitutes the release.  The injured party, therefore, is not  stipulating for the future, but settling for the past. He is  not agreeing to exempt the company from liability for negligence,  but accepting compensation for an injury already  caused thereby.  He may as well accept it in installments as in a single sum, and from an appointed fund to which the company has contributed, as from the company's treasury as the result of litigation. The substantial feature of the contract, which distinguishes it from those held void as against public policy, is that  the party retains whatever  right of action he may have until after knowledge of all the  facts and an opportunity to make his choice between the  sure benefits of the association or the chances of litigation. \nHaving accepted the former, he can not justly ask the latter in addition. This feature of the case brings it on all-fours with  Graft  v.  R. Co.  (Pa. Sup.), 8 Atl., 206, where a release under similar circumstances was held to be a conclusive bar.\nThere is no public policy which the contract can be said to transgress.' (Italics added.)\n\n\"In Nebraska the question arose in  Chicago, B. and Q.R.  Co.  v.  Bell ,  62 N.W., 314  (Neb.), and was thus disposed of:\n\n\"`The acts of Bell, in becoming a member of the Relief Department, and executing the contract under consideration, did not and do not bar his right of action against the railroad company for negligently injuring him. In other words, by becoming a member of the Relief Department, and by executing the release in question, he did not waive nor bar any cause of action which might thereafter arise in his favor against the railroad company by reason of being injured or killed through the negligence of the railroad company or its employees.  It was his action in accepting payments  from the Relief Fund, after he was injured, and after  his cause of action arose against the railroad company, that  now estops him.  Notwithstanding his agreement and his membership in the Relief Department, whatever right of action he had against the railroad company for the injury he received remained unaffected by such membership and agreement. But  after his injury, after his cause of action  arose , he made his choice between the benefits which he could and did receive from the Relief Department and what he might obtain by litigation; and, so far as this record shows, he made such choice knowingly, deliberately and without fraud, coercion or mistake, and he must be bound thereby.  Leas  v.  Penn. Co. , 37 N.E., 423. The expression \"contrary to public policy\" we suppose means good public policy. This phrase has no fixed legal significance. It varies and must vary with the changing conditions and laws of civilizations and peoples.  But we have been unable  to discover anything in the contract, made the subject of  defense in this action, unconscionable, contrary to law, or  subversive of morals or good government.'  (Italics added.)\n\n\"So the Supreme Court of Ohio, in  Pittsburg, etc., R. Co. \nv.  Cox , 45 N.E., 641, 35 L.R.A., 507, answers the objections to the contract in these words:\n\n\"`Is the contract itself against public policy? To be so, it must in some manner contravene public right or the public welfare. It must be shown to have a mischievous tendency as regards the public. And this should clearly appear. * * * But this claim arises, we think, from a misconception of the contract &#8212; in assuming that, by the contract, the employee releases some future right of action against the company. On a previous page we have undertaken to show that such is not the case; that there is no waiver of any cause of action which the employee may become entitled to, and that  it is  not the signing of the contract, but the acceptance of benefits  after the accident, that constitutes the release. When that  occurs, he is not stipulating for the future; he is but settling  for the past. He accepts compensation for injury already  received.  * * * Then he elects between the Relief Fund and the treasury of the company &#8212; between a relief sure, immediate and continuous and one depending upon the hazards of litigation and certain to be delayed. If he is injured, and the company is not liable (a condition which follows in much the larger proportion of the accidents to employees on railroads), he may accept the benefits; if the company is liable, he may decline benefits and sue. How can this injuriously affect the public? Is it not, on the other hand, a wise and humane provision for many of a class who, without it, when sick or injured, would be compelled to look to public charity for aid? And does it not hold out an incentive to faithful, efficient service by encouraging expectation of benefits when the member becomes superannuated, and encourage economy and thrift by laying up something against a time of need?' (Italics added.)\n\n\"In  Pittsburg, etc., R. Co.  v.  Moore , 44 L.R.A., 698 (Ind.), it was contended that the Relief Department contract contravened the Indiana statute forbidding a railroad\ncompany to contract against its own negligence. Answering this contention, the Court fully reviewed the authorities and said:\n\n\"`The contract forbidden by the statute is one relieving the company from liability for the future negligence of itself and employees. The contract pleaded does not provide that the company shall be relieved from liability. It expressly recognizes that enforcible liability may arise, and only stipulates that if the employee shall prosecute a suit against the company to final judgment, he shall thereby forfeit his right to the Relief Fund, and, if he accepts compensation from the Relief Fund, he shall thereby forfeit his right of action against the company.  It is nothing more nor less than a  contract for a choice between sources of compensation,  where but a single one existed, and it is the final choice  &#8212;  the  acceptance of one against the other  &#8212;  that gives validity to  the transaction.'  (Italics added.)\n\n\"In this case the Court overruled its previous decision in Railway Co.  v.  Montgomery , 49 N.E., 582.\n\n\"The Court, in  Eckman  v.  Chicago, B. and Q.R. Co. , 38 L.R.A., 750 (Ill.), thus states the reasons for upholding the contract:\n\n\"`In every case of injury the injured party has the right to compromise the damages for any valuable consideration, no matter how small, and if he chooses to accept a smaller amount than he might have been able to secure at the hands of a jury, such settlement is, nevertheless, a full accord and satisfaction and a bar to the prosecution of any suit for damages for such injuries. It is well known that the railroad companies frequently compromise such suits out of court, and such compromises are always upheld, if honestly and fairly made. * * *\n\n\"`It is not this agreement alone that constitutes the release, but the acceptance of the benefits therein stipulated , well knowing that the acceptance of such benefits will have the effect of a release. * * * The agreement is not against\npublic policy, as it merely puts the employee to his election, after an injury has been sustained by him , either to take the benefits of the Relief Fund, to which the appellee has materially contributed, or to sue for damages in a court of law.' (Italics added.)\n\n\"And in  Otis  v.  Pennsylvania Co. , 71 Fed., 136, Judge Baker has this to say:\n\n\"`Upon a careful examination it will be seen that it contains no stipulation that the plaintiff should not be at liberty to bring an action for damages in case he sustained an injury through the negligence of the defendant.  He still  had as perfect a right to sue for his injury as though the  contract had never been entered into.  * * *  After the  injury happened , two alternative modes were presented to him for obtaining compensation for such injury. With full opportunity to determine which alternative was preferable, he deliberately chose to accept the stipulated benefits. There was nothing illegal or immoral in requiring him to do so. And it is not perceived why the Court should relieve him from his election in order to enable him now to pursue his remedy by an action at law, and thus practically to obtain double compensation for his injury. Nor does the fact that the fund was in part formed by his contributions to it alter the case. The defendant also contributed largely to the fund under its agreement to make up deficits, to furnish surgical aid and attendance, to pay expenses of administration and management, and to become responsible for the safekeeping of the funds of the Relief Department. It had a large pecuniary interest in the very money which the plaintiff received. We are not concerned with the question whether the plaintiff might not have secured a larger sum of money if he had prosecuted his legal remedy for the recovery of damages for his injury.  After the injury  the plaintiff was at liberty to compromise his right of action with the defendant for any valuable consideration, however small; and if he chose to accept a less amount than that\nwhich he might have recovered by action, such settlement, if fairly entered into, constitutes a full accord and satisfaction, from which  the Court can not and ought not to relieve  him.'  (Italics added.)\n\n\"Quotations of equal force and clearness, both from the text-writers and the decided cases, could be multiplied, but I feel that they would only serve to lengthen this opinion unduly, and hence content myself by merely referring to them: 3 Elliott on Railroads, Secs. 1381-1384;  Graft  v. B. and O.R. Co. ,  8 Atl., 206  (Pa.);  Fuller  v.  B. and O.  R. Co. ,  10 Atl., 237  (Md.);  Chicago, B and Q.R. Co.  v. Wymore ,  58 N.W., 1120  (Neb.);  Ringle  v.  Pennsylvania  Co. , 44 Am. St. Rep., 628 (Pa.);  Donald  v.  Chicago, B.  and Q.R. Co. , 33 L.R.A., 493 (Ia.);  Maine  v.  Chicago,  B. and Q.R. Co. , 70 N.W., 630 (Ia.);  Chicago, B. and  Q. Co.  v.  Curtis , 66 Am. St. Rep., 456 (Neb.);  Pittsburg,  etc., R. Co.  v.  Hosea ,  53 N.E., 419  (Ind.);  Beck  v.  Pennsylvania  Co. , 76 Am. St. Rep., 211 (N.J.);  Clinton  v. Chicago, B. and Q.R. Co. ,  84 N.W., 90  (Neb.);  Oyster \nv.  Burlington Relief Department , 59 L.R.A., 291 (Neb.); State  v.  Pittsburg, etc., R. Co. , 64 L.R.A., 405 (Ohio); Petty  v.  Brunswick, etc. R. Co. ,  35 S.E., 82  (Ga.);  Pennsylvania  R. Co.  v.  Chapman ,  77 N.E., 248  (Ill.);  Chicago,  B. and Q.R. Co.  v.  Bigley ,  95 N.W., 344  (Neb.);  Chicago,  B. and Q.R. Co. , v.  Olson ,  97 N.W., 831  (Neb.);  Walters \nv.  Chicago, B. and Q.R. Co. ,  104 N.W., 1066  (Neb.); Chicago, B. and Q.R. Co.  v.  Heady ,  107 N.W., 1005 \n(Neb.);  Owens  v.  B. and O.R. Co. , 1 L.R.A., 75 (Fed.); Black  v.  B. and O.R. Co. , 36 Fed., 655;  Vickers  v.  Chicago  B. and Q.R. Co. , 71 Fed., 139;  Shaver  v.  Pennsylvania  Co. , 71 Fed., 931;  Hamilton  v.  St. Louis, etc., R. Co. , 118 Fed., 92;  Cannady  v.  R. Co. , Supreme Court of North Carolina, 1906;  Harrison  v.  Alabama Midland R. Co. , Supreme Court of Alabama, 1906.\n\n\"The contrary views referred to above were taken in  Miller \nv.  Chicago, B. and Q.R. Co. , 65 Fed., 305, and  Montgomery \nv.  Pittsburg, etc., R. Co. ,  49 N.E., 582  (Ind.). The first of these was distinctly disapproved on appeal (76 Fed., 439), as was shown by Chief Justice McIver in  Johnson \nv.  Ry. Co., supra.  It was also disapproved in  Vickers \nv.  R. Co., supra , and in  Eckman  v.  R. Co., supra.  The second, as we have already seen, was squarely overruled in Pittsburg, etc., R. Co.  v.  Moore ,  53 N.E., 290  (Ind.).\n\n\"In England I find the contract has been before the courts at least twice: first in  Griffith  v.  Earl of Dudley , 9 Q.B. Div., 357, and again in  Clements  v.  R. Co. , 2 Q.B., 482 (1894), and in each case it was sustained by an exceptionally well-reasoned opinion.\n\n\"In addition to holding the contract valid as not being against public policy, the authorities are clear to the effect that it is supported by a consideration, and is not void for lack of mutuality. The following quotation from 3 Elliott on Railroads, Section 1383, so clearly states the reasons for so holding, and so nearly fits the facts of this case, that I quote it without further comment:\n\n\"`By becoming a member of the Relief Department the employee receives benefits, if he chooses to accept them and release the company, not only where he is injured by the negligence of the company, but also where the company is guilty of no negligence, and, indeed, for mere sickness, with causing which the company has nothing to do. All this he may receive without the expense and uncertainty of litigation with the company. The railroad company's contribution to the association, and its guaranty of its obligations, also constitute a consideration moving to every member of the association. It can not be said, therefore, that there is no consideration for the agreement of the employee, nor can it be said that there is no mutuality in the contract. Indeed, under the old equity rule, which has been adopted in most of the States, a promise to one for the benefit of a third person may be enforced by the latter, no matter whether the consideration moves directly from him or not,\nand  where the contract is completed by accepting by accepting benefits  from the Relief Fund after the injury has been inflicted, it  would be a strange doctrine that would permit the employee  to repudiate it upon the ground of want of consideration or  mutuality.'  (Italics added.)\n\n\"Cases sustaining the text are:  Leas  v.  Penn. Co. , 37 N.E., 423  (Ind.);  Chicago, B and Q.R. Co.  v.  Bell , 62 N.W., 324  (Neb.);  Otis  v.  Penn. Co. , 71 Fed., 136;  Chicago,  B. and Q.  v.  Miller , 76 Fed., 439;  Ringle  v.  Penn.  Co. , 44 Am. St. Rep., 628 (Pa.);  Pittsburg, etc., R. Co. \nv.  Cox , 35 L.R.A., 507 (Ohio);  Beck  v.  Penn. Co. , 76 Am. St. Rep., 211 (N.J.);  Petty  v.  Brunswick, etc., R.  Co. ,  35 S.E., 82  (Ga.);  Eckman  v.  Chicago, B. and Q.  R. Co. , 38 L.R.A., 750 (Ill.).\n\n\"In the light of these authorities, the conclusion is inevitable that the provision of the contract under consideration is not only not against public policy, but eminently beneficial to the only portion of the public interested in it.\n\n\"Since it is clear that the contract is not against public policy, the question is whether it can be prohibited by statute. If such statute can be shown to be a legitimate exercise of the police power, it will be upheld; if not, it must fall.\n\n\"The police power of the State is limited to such enactments as have some reasonable tendency to promote the public health, safety, morals, welfare or convenience, but the Legislature cannot, under the guise of police regulations, arbitrarily invade personal rights or liberty. In order to establish the validity of a law enacted under the police power, it must appear to the Court, first, that the end in view is the promotion of some or all of these objects; and, second, that the law is appropriate and reasonably necessary to that end. Thus, in  Mugler  v.  Kansas , 123 U.S., at p. 661,  31 L.Ed., 205 , it is said:\n\n\"`If, therefore, a statute purporting to have been created to protect the public health, the public morals or the public safety has  no real or substantial relation to those objects ,\nor  is a palpable invasion of rights secured by the fundamental  law , it is the duty of the courts to so adjudge and thereby give effect to the Constitution.' (Italics added.)\n\n\"Again, in  Lawton  v.  Steele , 152 U.S., at p. 137, 38 L.Ed., 385 , the same court says:\n\n\"`To justify the State in thus interposing its authority in behalf of the public, it must appear, first, that the interests of the  public generally , as distinguished from those of a particular class, require such interference; and, second, that the means are reasonably necessary for the accomplishment of the purpose, and not unduly oppressive upon individuals. The Legislature may not, under the guise of protecting the public interest, arbitrarily interfere with private business, or impose unusual and unnecessary restrictions upon lawful occupations.' (Italics added.)\n\n\"To the same effect are:  Lochner  v.  New York , 198 U.S. 45 ,  49 L.Ed., 937 ;  Railway Co. , v.  Smith , 173 U.S. 684 ,  43 L.Ed., 858 ;  In re Marshall , 102 Fed., 323;  In re  Wilshire , 103 Fed., 620;  Lake View  v.  Rose Hill Cemetery  Co. , 22 Am. Rep., 71 (Ill.);  Eden  v.  People , 52 Am. St. Rep., 365 (Ill.);  Ruhstrat  v.  People , 76 Am. St. Rep., 30 (Ill.);  Ritchie  v.  People , 46 Am. St. Rep., 325 (Ill.); People  v.  Gillson , 4 Am. St. Rep., 465 (N.Y.).\n\n\"Judge Earl, in the great case of  In re Jacobs , 98 N.Y., 98 , 50 Am. Rep., 636, after an exhaustive examination of the subject, states the limitations of the police power in these words:\n\n\"`These citations are sufficient to show that the police power is not without limitations, and that in its exercise the Legislature must respect the great fundamental rights guaranteed by the Constitution. If this were otherwise, the power of the Legislature would be practically without limitation. In the assumed exercise of the police power in the interest of the health, the welfare or the safety of the public, every right of the citizen might be invaded, and every constitutional barrier swept away. Generally it is\nfor the Legislature to determine what laws and regulations are needed to protect the public health and secure the public comfort and safety, and while its measures are calculated, intended, convenient and appropriate to accomplish these ends , the exercise of its discretion is not subject to review by the courts.  But they must have some relation to these \nends. Under the mere guise of police regulations personal rights and private property cannot be arbitrarily invaded, and the determination of the Legislature is not final or conclusive. If it passes an act ostensibly for the public health, and thereby destroys or takes away the property of a citizen, or interferes with his personal liberty, then it is for the Courts to scrutinize the act and see whether it really relates to and is convenient and appropriate to promote the public health. It matters not that the Legislature may, in the title to the Act, or in its body, declare that it is intended for the improvement of the public health. Such a declaration does not conclude the Courts, and they must yet determine the fact declared and enforce the supreme law.' (Italics added.)\n\n\"Before a statute infringing on liberty to contract, which is one of the inalienable rights of man, can be sustained by the Courts, it must appear that such restraint of liberty is for the  common public welfare , and equal protection and benefit of the people; or, as was said in  Palmer  v.  Tingle , 45 N.E., 315  (Ohio): `It must be so clear that a court of justice, in the calm deliberation of its judgment, can see that the restraint is for that purpose.'\n\n\"Judge Christiancy, of the Supreme Court of Michigan, thus well expressed the rule in  People  v.  J. and M.P.R.  Co. ,  9 Mich., 307 :\n\n\"`Nor do I think it can be justified as a police regulation, under what is usually denominaed the police power. Powers, the exercise of which can only be justified on this specific ground, and which would otherwise be clearly prohibited by the Constitution, can only be such as are so clearly necessary to the safety, comfort or well-being of society, or\nso imperatively required by the public necessity as to lead to the rational and satisfactory conclusion that the framers of the Constitution could not, as men of ordinary prudence and foresight, have intended to prohibit their exercise in the particular case, notwithstanding the language of the prohibition would otherwise include it.'\n\n\"Since it is settled law that the police power of the State can never go beyond the great principle of protecting the public welfare, safety, health, morals or convenience, if a statute purporting to be enacted for the promotion of any of these objects has no real or substantial relation to them, or is a palpable invasion of rights secured by the fundamental law, it is the duty of the courts so to adjudge. Any law which undertakes to abolish rights, the exercise of which does not involve the infringement of the rights of others, or to limit the exercise of rights beyond what is necessary to provide for the public welfare and general security, cannot be included in the police power of the government.  State  v.  Kreutzberg , 91 Am. St. Rep., 934 (Wis.), and authorities cited;  State  v.  Ashbrook , 77 Am. St. Rep., 765 (Mo.);  Smiley  v.  McDonald , 47 Am. St. Rep., 659 (Neb.);  Beebe  v.  State , 63 Am. Dec., 391 (Ind.);  Iler  v.  Ross , 57 L.R.A., 895, 97 Am. St. Rep., 676 (Neb.);  Chicago, etc., R. Co.  v.  State , 41 L.R.A., 481, 53 Am. St. Rep., 557 (Neb.).\n\n\"Not only must statutes purporting to be enacted under the police power fall within the recognized objects of that power, but they must have reference to matters of  public \nas distinguished from  private  concern. In other words, it must appear that the interests of the  public generally , rather than of a particular class, require such interference.  Lawton \nv.  Steele ,  152 U.S. 137 ,  38 L.Ed., 385 ;  In re Morgan , 77 Am. St. Rep., 269 (Col.);  Colon  v.  Lisk , 60 Am. St. Rep., 609 (N.Y.);  Young  v.  Commonwealth , 45 S.E., 327  (Va.);  State  v.  Dalton , 84 Am. St. Rep., 818 (R. I.); Cooley's Const. Lims. (7th ed.). 838.\n\n\"The statute here under consideration is not an act purporting to affect the  public generally  in the exercise of the police power, but it is an act seeking to make a new contract between the parties. It will not do to say that it is not contrary to public policy to maintain the Relief Department, letting it stand  as a department , and yet so change it as to make it wholly a contract for the benefit of the member and wholly against the interests of the company. An effort thus to change the Relief Department so as to make it wholly in favor of the member, although the company contributes so largely in many ways to its support, is just as effectual a prohibition of the Department contract as if made in express words; for nothing short of coercion could compel the company to maintain it under such circumstances, and such coercion would be nothing less than illegal confiscation of property.\n\n\"Nor can the Legislature make an insurance company of the Department, contrary to its intent and purposes, by changing the contract, as the making of contracts between parties is beyond the pale of legislative authority.\n\n\"As has already been shown, the contract is not  per se \nagainst public policy, and no statute can declare it so unless such statute has in view the public safety, health, morals, welfare or convenience, and reasonably tends to accomplish its end. I am utterly unable to see where the statute here under consideration has the remotest tendency to accomplish any such result; on the other hand, it appears to me to have just the opposite effect. The contract cannot be prohibited unless it be against the general public welfare, but to the only portion of the public interested both the Courts and reason declare it is highly beneficial; hence the statute cannot be said to be a proper exercise of the police power, as the Legislature cannot arbitrarily invade personal rights and declare beneficial contracts to be prohibited. No law prohibiting that which is harmless in itself, or commanding that to be done which does not tend to promote the health, safety or welfare of society can be sustained. 8 Cyc., 865,\nnote;  Ex parte Whitwell , 35 Am. St. Rep., 152, 19 L.R.A., 727 (Cal.);  Toledo, etc., R. Co.  v.  Jacksonville , 16 Am.Rep., 611 (Ill.).\n\n\"But freedom to enter into contracts that are in no way inimical to the public welfare is both a liberty and a property right secured alike to all persons, both natural and artificial, and cannot be encroached upon by the State in the guise of an exercise of the police power. It is an essential part of the rights of `liberty' and `property' guaranteed under the provisions of Section 5, Article I of the Constitution of the State of South Carolina, and Section 1 of Article XIV of the Amendments to the Constitution of the United States. Under these guarantees any corporation given the right to own property possesses as an inseparable incident to that right the right to make all necessary and reasonable contracts for the management of that property. Likewise, any employee of such corporation has the right to make any contract beneficial to him so long as such contract is not opposed to public policy, and this right cannot be taken away by legislative action.\n\n\"In the leading case of  Allgeyer  v.  Louisiana , 165 U.S. 578 ,  41 L.Ed., 832 , the Supreme Court of the United States thus declares the law:\n\n\"`The liberty mentioned in that amendment (14th) means not only the right of the citizen to be free from the mere physical restraint of his person, as by incarceration, but the term is deemed to embrace the right of the citizen to be free in the enjoyment of all his faculties; to be free to use them in all lawful ways; to live and work where he will; to earn his livelihood by any lawful calling; to pursue any livelihood or avocation, and for that purpose to enter upon all contracts which may be proper, necessary and essential to his carrying out to a successful conclusion the purposes above mentioned.'\n\n\"This case was followed in  Lochner  v.  New York , 198 U.S. 45 ,  49 L.Ed., 943 , wherein the same Court declared\nunconstitutional the statute of New York limiting the hours of labor of bakers, saying:\n\n\"`We think that such a law as this, although passed in the assumed exercise of the police power, and as relating to the public health, or the health of the employees named, is not within the power, and is invalid. The act is not, within any fair meaning of the term, a health law, but is an illegal interference with the rights of individuals, both employers and employees, to make contracts regarding labor upon such terms as they may think best, or which they may agree upon with the other parties to such contracts. Statutes of the nature of that under review, limiting the hours in which grown and intelligent men may labor to earn their living, are mere meddlesome interferences with the rights of the individual, and they are not saved from condemnation by the claim that they are passed in the exercise of the police power and upon the subject of the health of the individual whose rights are interfered with, unless there be some fair ground, reasonable in and of itself, to say that there is material danger to the public health, or to the health of the employees, if the hours of labor are not curtailed. If this be not clearly the case, the individuals whose rights are thus made the subjects of legislative interference are under the protection of the Federal Constitution regarding their liberty of contract as well as of person; and the Legislature of the State has no power to limit their right as proposed in this statute. * * * The purpose of a statute must be determined from the natural and legal effect of the language employed; and whether it is or is not repugnant to the Constitution of the United States must be determined from the natural effect of such statutes when put into operation, and not from their proclaimed purpose.  Minnesota \nv.  Barber ,  136 U.S. 313 ,  34 L.Ed., 455 ;  Brimer  v.  Rebman , 138 U.S. 78 ,  34 L.Ed., 862 . The Court looks beyond the mere letter of the law in such cases.  Yick Wo  v. Hopkins ,  118 U.S. 356 ,  30 L.Ed., 220 . It is manifest\nto us that the limitations of the hours of labor as provided for in this section of the statute under which the indictment was found, and the plaintiff in error convicted, has no such direct relation to, and no such substantial effect upon, the health of the employee as to justify us in regarding the section as really a health law. It seems to us that the real object and purpose were simply to regulate the hours of labor between the master and his employees (all being men sui juris)  in a private business, not dangerous in any degree to morals, or in any real and substantial degree to the health of the employees. Under such circumstances the freedom of master and employee to contract with each other in relation to their employment, and in defining the same, cannot be prohibited or interfered with without violating the Federal Constitution.'\n\n\"In  Pittsburg, etc., R. Co.  v.  Moore ,  53 N.E., 290 \n(Ind.), it was contended that the statute of Indiana forbidding a common carrier to contract against his own negligence rendered the Relief Department contract void. The Court denied such a construction to the contract and used this strong language to show that such a contract is beyond legislative control:\n\n\"`The right to contract upon subjects of themselves lawful, by persons  sui juris , is beyond legislative control, so long as the right is exercised without injury to the public. The right to contract is inherent, and is inseparably connected with the right to own and control property, and is \"a primary prerogative of freedom.\" 2 Whart. Cont., Sec. 1061. Therefore, in construing the act in question, it must be assumed that the Legislature intended to prohibit only such contracts as injuriously affect the public; and can it be said that a contract providing that in the future, when an injury may be suffered, the injured party shall then be free to choose which of two remedies will be most useful to him and most to be preferred, is against public policy? We do not see why.'\n\n\"And in  Pittsburg, etc., R. Co.  v.  Cox , 45 N.E., 641, 35 L.R.A., 507 (Ohio), the Supreme Court of Ohio had this to say of the validity of this particular contract:\n\n\"`The liberty of contract, being one of those rights secured by our Constitution, is not to be restrained upon any insufficient or mere fanciful conceit of what may possibly happen. The citizen who is  sui juris  has a right to make a contract beneficial to himself, when neither immoral, fraudulent, nor illegal, and he should not be restrained in the exercise of such right, unless the public welfare clearly compels it. Nor should the employment of corporate capital, where its use is for beneficial purposes, be interfered with, unless the public welfare clearly demands such interference. If the laborer, having in mind the future, and desiring to provide against a condition of sickness or accident, joins a beneficial association having insurance features, and devotes a portion of his monthly earnings to that purpose; and if, on the other hand, the corporation, actuated by a desire to advance its material prosperity by attaching its employees the more firmly to its interests, and by the humane purpose of contributing from its earnings to their material welfare, or acting from any other motive, good or bad, becomes a party to such contract, and renders in effort and money valuable assistance in effecting its beneficial purposes, why should the law assume, unreasonably and arbitrarily, to deny the exercise of these rights? We think it should not, and we fail to perceive how the contract in question contravenes any interest of the public.'\n\n\"In 1890 the Legislature of Ohio passed an act similar to that here under consideration, for the purpose of prohibiting the Relief Department contract. In a well-reasoned opinion this act was declared unconstitutional by the Circuit Court of the United States for the Northern District of Ohio, in the case of  Shaver  v.  Pennsylvania Co. , 71 Fed., 103. The Court said:\n\n\"`Now, if employees desire to enjoy the benefits of such contracts, they should have the right to make them. They\nare capable of deciding for themselves whether they want to contract for such protection.  It is not within the powers  of a Legislature to assume that this class of men need paternal  legislation, and that, therefore, they will protect them  by depriving them of the power to contract as other men  may  * * * This act has been declared unconstitutional in the case of  Cox  v.  Railway Co. , 33 Ohio Law J., April 22, 1895, in a well-considered opinion by Judge Dilatush, of the Warren County Court of Common Pleas; and the Court reaches that conclusion because the said act violates Section 1, Article I, of the Bill of Rights, as interfering with the right of private contract.'\n\n\"Again:\n\n\"`The act seems to assume that a large class of the citizens of the State &#8212; namely, those employed by railroad corporations &#8212; are incapable of making contracts for their own labor. As hereinbefore stated, this contract shows on its face, not only that no unfair advantage is taken of the employees, but that  the contract, in its broadest and fullest  sense, is a beneficial one, intended for their protection and  assistance.  If in some cases it proves unsatisfactory to the employee insured, that is in itself no evidence that the contract is of an unconscionable nature or unfair in its provisions. Neither is it a sufficient pretext to assume that all such contracts need the supervision of the legislative body, or that so large a class of citizens should be restricted in their right of personal liberty.' (Italics added.)\n\n\"Speaking of the validity and construction of the Relief Department contract, Judge Adams, in  Hamilton  v.  St.  Louis, etc., R. Co. , 118 Fed., 94, uses this language:\n\n\"`The contract in question neither constrains him to forego his legal action nor does it in any manner lessen the amount of recovery or limit the liability of the defendant in case he elects to resort to the Courts for redress. I find, therefore, no reason for holding that the statute is violated by the contract pleaded by the defendant in this case. This same question has been before the Courts, both national and\nState, in several cases wherein similar statutes of other States have been construed, and in every case, so far as my research has enabled me to investigate, the statute has either been held inapplicable to such contracts, or,  if applicable,  to be void, because in violation of the Fourteenth Amendment  to the Constitution of the United States, in that it  deprives persons affected by it of their property  ( that is,  liberty to contract )  without due process of law.'  (Italics added.)\n\n\"And so I might go on and indefinitely multiply quotations to the effect that the right to contract upon subjects in no wise detrimental to the general public by persons  sui  juris  is both a property right and a liberty and can not be taken away by legislation assumed to be enacted under the police power; but it is unnecessary to encumber this opinion further. So sacred is this right that no statute abridging it can stand unless it has for its object the promotion of the public welfare, safety, health, morals or convenience; and unless such object, and means appropriate to its attainment, be clearly shown, the right of contract must stand and the statute must fall. As was said by Mr. Justice Harlan in Connolly  v.  Union Pipe Co. ,  184 U.S. 540 , 46 L.Ed., 679 : `As the Constitution of the United States is the supreme law of the land, anything in the constitutions or statutes of the States to the contrary notwithstanding, a statutes of a State, even when avowedly enacted in the exercise of its police powers, must yield to that law. No right granted or secured by the Constitution of the United States can be impaired or destroyed by a State enactment, whatever may be the source from which the power to pass such enactment may have been derived.' Authority for these great cardinal principles of the law on the liberty of contract additional to what has already been cited is found in: In re Grice , 79 Fed., 627;  Niagara Ins. Co.  v.  Cornell , 110 Fed., 816;  State  v.  Loomis ,  115 Mo., 307 ;  State  v. Julow , 50 Am. St. Rep., 443 (Mo.);  State  v.  Kreutzberg , 91 Am. St. Rep., 934 (Wis.);  Street  v.  Varney Electrical \n(Ohio);  In re Preston , 81 Am. St. Rep., 642 (Ohio); City of Cleveland  v.  Cont. Co. ,  65 N.E., 885  (Ohio); Commonwealth  v.  Perry , 31 Am. St. Rep., 533 (Mass.); Braceville  v.  People , 37 Am. St. Rep., 209 (Ill.);  State  v. Goodwill , 25 Am. St. Rep., 863 (W.Va.);  People  v.  Common  Council ,  38 N.W., 470  (Mich.);  People  v.  Gillson , 4 Am. St. Rep., 465 (N.Y.);  People  v.  Marx , 52 Am.Rep., 34 (N.Y.);  Godcharles  v.  Wigeman ,  6 Atl., 354 \n(Pa.);  Re House Bill , 39 Pac., 431 (Col.);  Re Morgan , 77 Am. St. Rep., 269 (Col.);  Johnson  v.  Mining Co. , 78 Am. St. Rep., 17 (Cal.);  State  v.  Dalton , 84 Am. St. Rep., 818 (R.I.);  Young  v.  Commonwealth ,  45 S.E., 327 \n(Va.);  Seattle  v.  Smith , 79 Am. St. Rep., 939 (Wash.); Gillespie  v.  People , 80 Am. St. Rep. 176 (Ill.);  People \nv.  Coler , 82 Am. St. Rep., 605 (N.Y.);  Harding  v.  People , 52 Am. St. Rep., 344 (Ill.);  People  v.  Hawkins , 68 Am. St. Rep., 736 (N.Y.);  Cleveland  v.  Clements Bros.,  etc., Co. , 93 Am. St. Rep., 670 (Ohio);  Ex parte Dickey , 103 Am. St. Rep., 82 (Cal.);  Underhill  v.  Murphy , 111 Am. St. Rep., 262 (Ky);  Republic Iron and Steel Co.  v. State ,  66 N.E., 1005  (Ind.);  Greenwich Ins. Co.  v.  Carroll , 125 Fed., 121;  Toney  v.  State , 109 Am. St. Rep., 23. And these rights belong to corporations as well as individuals: Butcher's, etc., Co.  v.  Crescent City, etc., Co. , 111 U.S. 745 ;  Pembina Mining Co.  v.  Penn. ,  125 U.S. 181 ; R. Co.  v.  Ellis ,  165 U.S. 150 ;  Smyth  v.  Ames , 169 U.S. 466 ; 2 Elliott on Railroads, Sec. 659.\n\n\"In the light of these principles, escape is impossible from the conclusion that the act here under consideration is an illegal interference with the freedom of contract guaranteed\nby the Federal and State Constitutions, and therefore null and void.\n\n\"I am deeply sensible of the hesitancy a Court should feel in declaring an act of the Legislature unconstitutional, but in this case I can see no other alternative. Here is a contract of highly beneficial character and undoubted validity attempted to be struck down by a statute that can be referred to not a singly source of authority under the police power, and which is detrimental rather than beneficial to the only portion of the public affected. My duty to uphold the Constitution in such a case by declaring the statute void seems to be clear, and I feel no hesitation in so pronouncing it.\n\n\"This being so, the former judgment is an absolute bar to this action.\n\n\"2. The second question raised in the stipulation is whether the `disability' mentioned in the contract of membership in the Relief Department means total inability to work, or mere inability to perform the class of labor in which the member was engaged at the time of his injury.\n\n\"The question, as I view it, presents little difficulty. In Rule 46 of the `Regulations of the Relief Department' this statement is found: `Wherever used in these regulations, the word \"disability\" shall be held to mean  physical inability  to work , by reason of sickness or accidental injury, and the word \"disabled\" shall apply to members thus  physically  unable to work.'  (Italics added.) In the case at bar it is admitted that `the plaintiff is unable to pursue the business in which he was engaged when he was injured, but is not disabled from doing work of a lighter character.' But ability to perform `work of a lighter character' is utterly incompatible with  physical inability to work , for that would involve a contradiction in terms. The regulation does not say physical inability to work in the  line in which he was formerly  engaged , and the Court cannot read such a meaning into it. A party may not be physically able to follow one line of work, yet thoroughly able to follow another and more lucrative one. Plainly no such case as this was intended to be\nprovided for by the payment of disabled benefits; hence I hold that the disability referred to means physical inability to perform any labor.\n\n\"These considerations entirely dispose of the second and last issue submitted to the Court.\n\n\"It is therefore ordered, adjudged and decreed that the defenses interposed by the defendant be sustained, and the complaint be dismissed with costs.\"\n\nFrom this decree, plaintiffs appeal.STATEMENT OF FACTS. \nThis is an appeal from a judgment, declaring the act hereinafter mentioned unconstitutional.\n\nThe record contains the following statement of facts: \"The plaintiff, J.R. Sturgiss, was injured in November, 1904, while in the employment of the defendant company, as a carpenter, and he brought an action for the injuries sustained, alleging that the same was caused by and through the negligence of the defendant company.\n\n\"That as a result of said action, the plaintiff succeeded in recovering from the defendant the sum of twenty-seven hundred dollars ($2,700) for the alleged injuries sustained, and the same was paid to the plaintiff by the defendant,\nand a full and complete release and discharge was taken for all claim and demand against the said defendant for said injuries. The plaintiff at the time he received said injuries was a member of what is known as the Hospital and Relief Fund of the defendant company, all of which will more fully and at large appear by the Hospital Relief Fund contract, which is appended to this agreement and made a part thereof. The said contract provides, in case of injury, that the plaintiff was to receive one dollar a day for fifty-two consecutive weeks, and thereafter one-half this amount, so long as his disability continues. The plaintiff is unable to pursue the business in which he was engaged when he was injured, but is not disabled from doing work of a lighter character.\n\n\"It is hereby stipulated that two questions shall be submitted to the Court for determination.\n\n1. \"Whether the act of the General Assembly of this State, allowing a party, a member of the Hospital and Relief Fund, to recover benefits from the said Hospital and Relief Fund, notwithstanding his compensation for damages, is constitutional and valid.\n\n2. \"Whether the disability mentioned in the contract known as the Hospital and Relief Fund has reference to the work at which the plaintiff was engaged in at the time he was injured, or does it apply to any class of labor he is now able to perform.\"\n\nThe act which was held to be unconstitutional is as follows, 24 Stat., 962:\n\nSection 1. \"Be it enacted by the General Assembly of the State of South Carolina, that when any corporation, firm or individual runs or operates what is usually called a relief department for its employees, the members of which are required or permitted to pay dues, fees, money or other compensation, by whatever name called, to be entitled to the benefit thereof, upon the death or injury of the employee, a member of such relief department, such corporation, firm or individual so running or operating the same, be, and is hereby, required to pay to the person entitled to the same\nthe amount it was agreed the employee, his heirs or other beneficiary under such contract should receive from such relief department, the acceptance of which amount shall not operate to estop, or in any way bar, the right of such employee or his personal representative, from recovering damages of such corporation, firm or individual, for personal injury or death caused by the negligence of such corporation, firm or individual, their servants or agents, as are now provided by law; and any contract or agreement to the contrary, or any receipt or release given in consideration of the payment of such sum, is and shall be null and void.\n\nSection 2. \"That all acts inconsistent with this act are hereby repealed.\"\n\nThe application for membership in the Hospital and Relief Fund must set forth the following agreement on the part of the applicant:\n\n\"I agree that the said company, by its proper agents, and in the manner provided in said regulations, shall apply as a contribution from any wages earned by me under said employment, the sum of ____ per month, for the purpose of securing the benefits provided in the regulations, for a member of the Relief Fund of the ____ class, with ____ additional death benefit of the first class.\" * * * \"It also agree, that in consideration of the amounts paid and to be paid by said company for the maintenance of said Relief Department, and of the guarantee by said company of the payment of said benefits, the acceptance by me of benefits for injury shall operate as a release and satisfaction of all claims against said company, and all other companies associated therewith, in the administration of their relief departments, for damages arising from or growing out of said injury; and further, in the event of my death no part of said benefit or unpaid disability benefit shall be due or payable unless and until good and sufficient releases shall be delivered to the superintendent of the said Relief Department, of all claims against said Relief Department, as well as against said\ncompany, and all other companies associated therewith as aforesaid, arising from or growing out of my death, said releases having been duly executed by all who might legally assert such claims; and further, if any suit be brought against said company, or any other company associated therewith as aforesaid, for damages arising from or growing out of injury or death occurring to me, the benefits otherwise payable, and all obligations of said Relief Department and of said company created by my membership in said Relief Fund, shall thereupon be forfeited without any declaration or other act by said Relief Department or said company.\"", "procedural_history": "", "scdb_id": "", "sibling_ids": [3881822, 3881821], "source": "ZU", "status": "Published", "suitNature": "", "syllabus": "<p>1. Constitutional Law — Reliep Department. — If the statute, 24 Stat., 962, be so construed as to permit an employee, who has become a member of a relief department of his employer in which contract the employee has stipulated if he or his representatives bring action against his employer for injury or death caused by the negligence of the employer, then all obligations due him by such department shall be forfeited, to sue and recover of his employer full compensation for injury to him by the negligence of the employer, and then to also enforce his claims against the employer under the relief contract, it is unconstitutional as unreasonably abridging the right to contract.</p> <p>Court divided. Held, not settled.</p> <p>2. Relief Department. — The provisions in a relief department contract that in case of physical inability to work the employee is to receive one dollar per day for fifty-two consecutive weeks, and one-half that sum so long as his inability to work continues,'means inability to do the work he was engaged in when injured.</p> <p>3. RjEHEAKiira refused.</p>"}
{"absolute_url": "/opinion/8059533/state-ex-inf-hadley-v-standard-oil-co/", "attorney": "Herbert 8. Hadley, Attorney-General, John Kennish and Bush G. Lake, Assistant Attomeys-General, and Elliott W. Major, Attorney-General, substituted for Herbert 8. Hadley, for informant., H. S. Priest and J. D. Johnson for respondent Waters-Pierce Oil Company; Charles Nagel of counsel., Alfred D. Eddy and Frank Hagerman for respondents Eepublic Oil Company and Standard Oil Company of Indiana., Herbert 8. Hadley, Attorney-General, John Kennish and Rush G. Lake, Assistant Attorneys-General, and Elliott W. Major, Attorney-General, substituted for Herbert 8. Hadley, for informant in reply.", "caseName": "State ex inf. Hadley v. Standard Oil Co.", "caseNameFull": "THE STATE ex inf. HADLEY, Attorney-General v. STANDARD OIL COMPANY, of Indiana, WATERS-PIERCE OIL COMPANY and REPUBLIC OIL COMPANY, Corporations", "citation": ["218 Mo. 1", "116 S.W. 902", "1909 Mo. LEXIS 316"], "citeCount": 1, "cluster_id": 8059533, "court": "Supreme Court of Missouri", "court_citation_string": "Mo.", "court_id": "mo", "dateArgued": null, "dateFiled": "1909-03-09", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 65155095, "judge": "Decree, Graves, Lamm, Portions, Stated, Who, Woodson", "lexisCite": "", "meta": {"timestamp": "2024-06-22T16:55:37.406080Z", "date_created": "2022-09-09T02:05:37.488241Z", "score": {"bm25": 0.17083877}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 8016773, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2025-02-26T05:39:55.324154Z", "date_created": "2022-09-09T02:05:37.540202Z"}, "ordering_key": 1, "per_curiam": false, "sha1": "", "snippet": "\nSTATEMENT.\nWOODSON, J.\nThis is an original proceeding in the nature of quo warranto, instituted in this court on March 29, 1905, by the Attorney-General, to forfeit the charter of the Waters-Pierce Oil Company, which will hereafter be called the Waters-Pierce Company, and to revoke the licenses to do business in this State of the Standard Oil Company of Indiana, which will hereafter be called the Indiana ", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [8016773, 8016774, 8016775, 8016776], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/1875471/united-states-v-aluminum-co-of-america/", "attorney": "John C. Herberg, of Washington, D. C., Norman A. Adler, of New York City, and F. Gwyn Harper, Jr., of Washington, D. C., Sp. Assts. to the Atty. Gen., and James S. Kempner, Jr., Gareth M. Neville, and Ralph Andresen, all of Washington, D. C., Sp. Attys., for the Government., Smith, Buchanan & Ingersoll, and William Watson Smith, Frank B. Ingersoll, and Leon E. Hickman, all of Pittsburgh, Pa., and Hughes, Richards, Hubbard & Ewing, and Charles E. Hughes, Jr., Leighton H. Surbeck, and William T. Gossett, all of New York City, for Aluminum Company of America et al., Milbank, Tweed & Hope, of New York City (Morris Hadley, Timothy N. Pfeiffer, Edgar P. Baker, and William Shields, Jr., all of New York City, of counsel), for Aluminium Limited et al., Hughes, Richards, Hubbard & Ewing, of New York City, .(Charles E. .Hughes, Jr., Leighton H. Surbeck, and William T. Gossett, all of New York City, of counsel), for Aluminum Manufactures, Inc., Baldwin, Todd & Young, of New York City, and Nash & Nash, of Manitowoc, Wis., (Roger S. Baldwin and Hiram C. Todd, both of New York City, of counsel), for Aluminum Goods Manufacturing Co.", "caseName": "United States v. Aluminum Co. of America", "caseNameFull": "UNITED STATES v. ALUMINUM CO. OF AMERICA Et Al.", "citation": ["44 F. Supp. 97"], "citeCount": 13, "cluster_id": 1875471, "court": "District Court, S.D. New York", "court_citation_string": "S.D.N.Y.", "court_id": "nysd", "dateArgued": null, "dateFiled": "1941-10-25", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "Eq. 85-73", "docket_id": 1488971, "judge": "Caffey", "lexisCite": "", "meta": {"timestamp": "2024-06-21T07:00:40.249736Z", "date_created": "2014-12-22T01:31:27.808217Z", "score": {"bm25": 0.1701294}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": 500, "cites": [87244, 87305, 88830, 88923, 89870, 92947, 94331, 94641, 94653, 94932, 96020, 96205, 97416, 98504, 99113, 99167, 99511, 99687, 100099, 100173, 100639, 100698, 100991, 101026, 101061, 101091, 101132, 101139, 101182, 101493, 101700, 101715, 102041, 102083, 102474, 102628, 102990, 103009, 103152, 103352, 103367, 103451, 1496599, 1501089, 1511055, 1542113, 1542582, 1549632, 1562619, 1569583, 3599907, 3629990, 3630166, 6663221, 6841746, 7990390, 8752464, 8762409, 8772614, 8778706, 8779053, 8781230, 8785864, 8793773, 8795350, 8795751, 8796952, 8804338, 8827816, 9306376, 9306534, 9335964, 9336064, 9418774], "download_url": null, "id": 1875471, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-23T13:53:02.042498Z", "date_created": "2013-10-30T07:41:40.857692Z"}, "ordering_key": null, "per_curiam": false, "sha1": "670d257976387d75c4d92f81af157a740ee9a2ad", "snippet": "\n44 F.Supp. 97 (1941)\nUNITED STATES\nv.\nALUMINUM CO. OF AMERICA et al.\nEq. No. 85-73.\nDistrict Court, S. D. New York.\nSeptember 30, October 1, 2, 3, 4, 6, 7, 8, 9 and 10, 1941.\n*98 *99 *100 *101 <span class=\"star-paginatio", "type": "combined-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [1875471], "source": "LU", "status": "Published", "suitNature": "", "syllabus": ""}
