{"absolute_url": "/opinion/4072661/waters-pierce-oil-co-v-deselms/", "attorney": "Shartel, Keaton   Wells,  for plaintiff in error.\n\n Lawrence   Huston  and  Devereux   Hildreth,  for defendant in error.", "caseName": "Waters-Pierce Oil Co. v. Deselms", "caseNameFull": "The Waters-Pierce Oil Company v. Albert B. Deselms", "citation": ["89 P. 312", "18 Okla. 107", "1907 OK 33", "1907 Okla. LEXIS 95"], "citeCount": 17, "cluster_id": 4072661, "court": "Supreme Court of Oklahoma", "court_citation_string": "Okla.", "court_id": "okla", "dateArgued": null, "dateFiled": "1907-02-13", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 3944803, "judge": "Gillette, Burford, Burwell", "lexisCite": "", "meta": {"timestamp": "2024-06-21T22:55:21.991627Z", "date_created": "2016-07-06T08:01:55.946885Z", "score": {"bm25": 0.6793333}}, "neutralCite": "1907 OK 33", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 3830626, "joined_by_ids": [], "local_path": "/home/mlissner/columbia/opinions/oklahoma/court_opinions/documents/d8079f6da5492a87.xml", "meta": {"timestamp": "2024-06-24T02:51:32.720566Z", "date_created": "2016-07-06T08:01:55.953381Z"}, "ordering_key": null, "per_curiam": false, "sha1": "a62087095c0b0056e3f1637e05b3083a8e4083f3", "snippet": "                       STATEMENT OF FACTS.\nThis action was commenced in the district court of Logan county by the defendant in error, Albert B. Deselms, against the plaintiff in error The Waters-Pierce Oil Company to recover damages for the death of his wife and two children, occasioned as alleged by the wrongful and gross negligence of the plaintiff in error.\nThe petition alleges that The Waters-Pierce Oil Company, at and previous to the 28th day of January, 1903, was", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "Error from the District Court of Logan County; before Jno. H.  Burford, Trial Judge .", "procedural_history": "", "scdb_id": "", "sibling_ids": [3830626], "source": "ZU", "status": "Published", "suitNature": "", "syllabus": "<p>1. POLICE~POWER OF STATE. Where the statute, as in this territory, prohibits the sale of petroleum products except the same be of a specified degree of purity: Held': That the passage and enforcement of such statute is within the police power of the territory and may be strictly enforced.</p> <p>2. NEGLIGENCE. Where a corporation engaged in the wholesale distribution of coal oil, after an inspection of a tank of oil as required by the laws of the territory, by accident mingles and mixes gasoline with same, and sells the same to the general trade as pure and standard grade oil,, without re-inspection and without notice: H.eld: That such sale is an act of negligence for which it would be liable in damages for injuries resulting from such negligent act to the person purchasing the same as pure oil from the vendee of the corporation so selling and disposing of the same.</p> <p>3. CIRCUMSTANTIAL EVIDENCE—Inference Therefrom. Where an accident has occurred resulting in the death of all the persons immediately connected therewith and there is no direct proof as. to how the accident occurred, the manner of its occurrence may be shown by circumstantial evidence from which the jury may infer the manner and cause of the accident if the inference is a reasonable, although not necessary resulting fact.</p> <p>4. COMMON KNOWLEDGE—Jury May Act Upon. Where, on the trial of a case, a probative fact is the subject of consideration and the existence of such fact is a matter of general knowledge, it is not reversible error for the trial court to direct the jury to determine the existence of such fact, without proof, if a usage or custom in performing the act sought to be established is so general and universal as to be a part of the general knowledge and experience of persons of average intelligence and experience for the reason that jurors may act upon matters of common observation within their general knowledge without any reslimony on those matters.</p> <p>5. DAMAGES—When Not Excessive. Where the verdict of the jury for damages resulting from the death of an individual is within the statutory limitations in such cases and there is no special evidence shown by the record from which the court may determine that the damages awarded are excessive or given under the influence of passions or prejudice this court may not interpose its judgment for that of the jury in determining the amount of the award.</p> <p>(Syllabus by the Court.)</p>"}
{"absolute_url": "/opinion/2387655/city-county-of-denver-etc-v-bergland/", "attorney": "Wayne D. Williams, Michael L. Walker, Denver, Colo., for plaintiffs., Joseph F. Dolan, U. S. Atty., Hank Meshorer, Atty., Dept, of Justice, Land and. Natural Resources Div., Denver, Colo., for Dept, of Justice, Land & Natural Resources Div., John R. Little, Regional Sol., Dept, of the Interior, Denver, Colo., Nancy Stanley, Trial Atty., Dept, of Justice, Land and Natural Resources Div., Washington, D. C., Jack E. Hanthorn, Regional Atty., Michael J. Gip-pert, Dept, of Agriculture, Denver, Colo., for defendants., H. Anthony Ruckel, Denver, Colo., for Sierra Club., Kea Bardeen, Denver, Colo., for Mountain States Legal Foundation., Henry W. Ipsen, Kirkland & Ellis, Denver, Colo., Gerald E. Dahl, Frisco, Colo., for Board of County Com’rs of Grand County.", "caseName": "CITY & COUNTY OF DENVER, ETC. v. Bergland", "caseNameFull": "CITY AND COUNTY OF DENVER, Acting by and Through Its BOARD OF WATER COMMISSIONERS, Plaintiff, and Mountain States Legal Foundation Et Al., Plaintiffs-Intervenors, v. Robert BERGLAND, Secretary of the United States Department of Agriculture; John R. McGuire, Chief, United States Forest Service; Craig W. Rupp, Regional Forester, Rocky Mountain Region, United States Forest Service; Cecil D. Andrus, Secretary of the Interior; Dale D. Andrus, State Director, Bureau of Land Management of the Department of the Interior; And the United States of America, Defendants, and Sierra Club, American Wilderness Alliance, and the Board of County Commissioners of the County of Grand, Colorado, Defendants-Intervenors", "citation": ["517 F. Supp. 155"], "citeCount": 14, "cluster_id": 2387655, "court": "District Court, D. Colorado", "court_citation_string": "D. Colo.", "court_id": "cod", "dateArgued": null, "dateFiled": "1981-06-02", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "Civ. A. 79-K-611", "docket_id": 2232623, "judge": "Kane", "lexisCite": "", "meta": {"timestamp": "2024-06-21T11:15:29.274035Z", "date_created": "2014-10-30T22:48:09.710069Z", "score": {"bm25": 0.6789834}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": 1698, "cites": [87668, 88440, 89735, 93058, 93481, 94728, 95898, 98543, 98904, 99385, 99870, 100934, 103099, 103341, 103492, 103611, 103781, 104114, 104300, 104454, 104462, 104471, 105206, 105442, 105489, 105492, 105918, 106242, 106511, 106601, 106633, 107194, 107200, 108283, 108350, 108656, 108752, 108849, 108872, 109122, 109347, 109405, 109461, 109488, 109497, 109518, 109606, 109827, 109878, 110102, 110165, 256445, 264067, 276440, 286212, 288183, 292480, 298858, 299302, 300617, 301436, 301568, 302990, 303011, 303556, 304536, 305633, 306434, 306637, 307029, 307751, 312362, 313541, 316877, 320125, 321187, 323837, 325513, 327526, 328129, 329226, 329593, 331837, 338705, 339105, 339236, 344224, 346649, 347042, 353125, 353844, 357891, 359886, 360375, 360401, 360453, 360848, 361336, 361954, 362859, 363602, 366297, 367223, 368115, 368362, 370378, 374371, 375589, 377113, 377130, 377151, 377152, 377897, 379327, 382171, 384835, 385954, 1153157, 1153629, 1166681, 1167986, 1171614, 1176688, 1185379, 1187047, 1193351, 1193614, 1198589, 1204061, 1206614, 1206664, 1240139, 1294567, 1320356, 1362862, 1370796, 1413253, 1418025, 1418899, 1426634, 1430424, 1460315, 1487855, 1494061, 1801262, 1933842, 2007272, 2130132, 2347275, 2594255, 2603965, 2614888, 2616334, 2616352, 3313449, 3315019, 3410827, 3411893, 3412444], "download_url": null, "id": 2387655, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-23T17:42:18.436723Z", "date_created": "2013-10-30T09:19:42.815717Z"}, "ordering_key": null, "per_curiam": false, "sha1": "29b99f95f0847908cf8093f77182abb9a1ea9b46", "snippet": "\n517 F.Supp. 155 (1981)\nCITY AND COUNTY OF DENVER, acting By and Through its BOARD OF WATER COMMISSIONERS, Plaintiff,\nand\nMountain States Legal Foundation et al., Plaintiffs-Intervenors,\nv.\nRobert BERGLAND, Secretary of the United States Department of Agriculture; John R. McGuire, Chief, United States Forest Service; Craig W. Rupp, Regional Forester, Rocky Mountain Region, United States Forest Service; Cecil D. Andrus, Secretary of the Int", "type": "combined-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [2387655], "source": "LU", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/6750775/allison-v-chandler/", "attorney": "C. I. Walker, for plaintiff in error, cited:, Jerome & Swift and A. B. Maynard, for defendant in error, cited:", "caseName": "Allison v. Chandler", "caseNameFull": "John H. Allison v. Zachariah Chandler", "citation": ["11 Mich. 542", "1863 Mich. LEXIS 59"], "citeCount": 7, "cluster_id": 6750775, "court": "Michigan Supreme Court", "court_citation_string": "Mich.", "court_id": "mich", "dateArgued": null, "dateFiled": "1863-10-20", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 63731943, "judge": "Christiancy, Other", "lexisCite": "", "meta": {"timestamp": "2024-06-22T11:04:19.073586Z", "date_created": "2022-07-20T20:38:32.007530Z", "score": {"bm25": 0.6788973}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 6633062, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-24T22:08:32.211308Z", "date_created": "2022-07-20T20:38:32.017583Z"}, "ordering_key": null, "per_curiam": false, "sha1": "", "snippet": "\nChristiancy J.:\nWhen this cause was formerly before us (Chandler v. Allison, 10 Mich. 460), one of the questions involved was, whether Allison, the plaintiff, was rightfully in possession of the store at the time the trespass was committed, or whether his right of possession was dependent upon Chandler’s election to rebuild, and ceased when that election was made: and one of the grounds upon which the judgmen", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [6633062], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/1950706/zenith-radio-corp-v-matsushita-electric-industrial-co/", "attorney": "Blank, Rome, Comisky & McCauley by Edwin P. Rome, William H. Roberts, John Hardin Young, Arnold I. Kalman, Kathleen H. Larkin, Norman E. Greenspan, Lawrence S. Bauman, Philadelphia, Pa., for Zenith Radio Corporation and National Union Electric Corporation, plaintiffs., Philip J. Curtis, John Borst, Jr., Glenview 111., for Zenith Radio Corporation, plaintiff., Mudge, Rose, Guthrie & Alexander by Donald J. Zoeller, John P. Hederman, Thomas P. Lynch, Howard C. Crystal, Robert A. Jaffe, Shelly B. O’Neill, Mark K. Neville, Jr., New York City, Drinker, Biddle & Reath by Patrick T. Ryan, Philadelphia, Pa., for Tokyo Shibaura Elec. Co., Ltd. and Toshiba America, Inc., defendants; defense coordinating counsel., Duane, Morris & Heckscher by Henry T. Reath, Terry R. Broderick, Philadelphia, Pa., Crummy, Del Deo, Dolan & Purcell by John T. Dolan, Arnold B. Calmann, Newark, N.J., Baker & McKenzie by Hoken S. Seki, Thomas E. Johnson, Chicago, 111., for Mitsubishi Electric Corporation and Melco Sales, Inc., Reid & Priest by Charles F. Schirmeister, Robert J. Lynch, New York City, L. Peter Farkas, Washington, D.C., for Mitsubishi Corporation and Mitsubishi International Corporation, defendants., Weil, Gotshal & Manges by Ira M. Mill-stein, A. Paul Victor, Joel B. Harris, Kevin P. Hughes, Robert K. Hood, H. Adam Prussin, Harry M. Davidow, Jeffrey L. Kessler, Stuart Peim, Lenore Liberman, Gavie E. Hanlon, Makoto Matsuo, New York City, Morgan, Lewis & Bockius by Raymond T. Cullen, Philadelphia, Pa., for Matsushita Elec. Indus. Co., Inc., Matsushita Elec. Corp. of America, Matsushita Electronics Corp., Matsushita Elec. Trading Co., and Quasar Electronics Corp., defendants., Metzger, Shadyac & Schwarz by Carl W. Schwarz, Michael E. Friedlander, William H. Barrett, Stephen P. Murphy, William B. T. Mock, Jr.; Tanaka, Walders & Ritger by Lawrence R. Walders, B. Jenkins Middleton, Washington, D.C., Hunt, Kerr, Bloom & Hitchner by Charles J. Bloom, Philadelphia Pa., for Hitachi, Ltd., Hitachi Sales Corporation of America, and Hitachi Kaden Hanbai Kabushiki Kaisha, defendants., Wender, Murase & White by Peter J. Gartland, Gene Yukio Matsuo, Peter A. Dankin, Lance Gotthoffer, New York City, Dechert, Price & Rhoads, Philadelphia, Pa., for Sharp Corporation and Sharp Electronics Corporation, defendants., Whitman & Ransom by Patrick H. Sullivan, Dugald C. Brown, James S. Morris, Kevin R. Keating, Michael S. Press, New York City, Hunt, Kerr, Bloom & Hitchner by Charles J. Bloom, Philadelphia Pa., for Sanyo Elec., Inc., Sanyo Elec. Co., Ltd., Sanyo Elec. Trading Co., Ltd., and Sanyo Manufacturing Corporation, defendants., Arnstein, Gluck, Weitzenfeld & Minow by Louis A. Lehr, Jr., Stanley M. Lipnick, John L. Ropiequet, Chicago, 111., for Sears, Roebuck & Co., defendant., Rosenman, Colin, Freund, Lewis & Cohen by Asa D. Sokolow, Renee J. Roberts, Marc Rowin, Kaye, Scholer, Fierman, Hays & Handler by Joshua F. Greenberg, New York City, Wolf, Block, Schorr & Solis-Cohen by Franklin Poul, Philadelphia, Pa., for Sony Corp. and Sony Corp. of America, defendants., Kirkland & Ellis by Thomas P. Coffey, E. Houston Harsha, Karl F. Nygren, Chicago, 111., for Motorola, Inc., defendant.", "caseName": "Zenith Radio Corp. v. Matsushita Electric Industrial Co.", "caseNameFull": "ZENITH RADIO CORPORATION, Plaintiff, v. MATSUSHITA ELECTRIC INDUSTRIAL CO., LTD. Et Al., Defendants; NATIONAL UNION ELECTRIC CORPORATION, Plaintiff, v. MATSUSHITA ELECTRIC INDUSTRIAL CO., LTD. Et Al., Defendants. in Re JAPANESE ELECTRONIC PRODUCTS ANTITRUST LITIGATION", "citation": ["505 F. Supp. 1313"], "citeCount": 33, "cluster_id": 1950706, "court": "District Court, E.D. Pennsylvania", "court_citation_string": "E.D. Pa.", "court_id": "paed", "dateArgued": null, "dateFiled": "1981-02-19", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "Civ. A. 74-2451, 74-3247. MDL 189", "docket_id": 2563319, "judge": "Edward R. Becker", "lexisCite": "", "meta": {"timestamp": "2024-06-21T07:35:31.682878Z", "date_created": "2015-10-13T20:54:33.169869Z", "score": {"bm25": 0.6787748}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": 226, "cites": [272284, 276177, 298872, 329489, 343591, 345597, 348516, 351942, 358043, 358925, 362769, 363029, 363918, 371269, 372942, 378090, 382675, 1949720], "download_url": null, "id": 1950706, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-23T14:31:29.639943Z", "date_created": "2013-10-30T07:53:58.145774Z"}, "ordering_key": null, "per_curiam": false, "sha1": "f5315c61529c7cf54a2c18c3ab7a145a46a60a65", "snippet": "\n505 F.Supp. 1313 (1980)\nZENITH RADIO CORPORATION, Plaintiff,\nv.\nMATSUSHITA ELECTRIC INDUSTRIAL CO., LTD. et al., Defendants.\nNATIONAL UNION ELECTRIC CORPORATION, Plaintiff,\nv.\nMATSUSHITA ELECTRIC INDUSTRIAL CO., LTD. et al., Defendants.\nIn re JAPANESE ELECTRONIC PRODUCTS ANTITRUST LITIGATION.\nCiv. A. Nos. 74-2451, 74-3247. MDL 189.\nUnited States District Court, E. D. Pennsylvania.</", "type": "combined-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [1950706], "source": "LU", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/456159/natural-resources-defense-council-inc-v-john-s-herrington-secretary/", "attorney": "", "caseName": "Natural Resources Defense Council, Inc. v. John S. Herrington, Secretary, U.S. Department of Energy, Hydronics Institute, Florida Department of Community Affairs, Intervenors. California State Energy Resources Conservation and Development Commission v. Department of Energy, and John S. Herrington, Secretary of the Department of Energy, Hydronics Institute, Florida Department of Community Affairs, Intervenors. Natural Resources Defense Council, Inc. v. John S. Herrington, Secretary, U.S. Department of Energy, State of Texas, Association of Home Appliance Manufacturers, Whirlpool Corporation, Air Conditioning and Refrigeration Institute, Gas Appliance Manufacturers Assoc., Hydronics Institute, Florida Department of Community Affairs, Intervenors. California State Energy Resources Conservation and Development Commission v. Department of Energy, and John S. Herrington, Secretary of the Department of Energy, Association of Home Appliance Manufacturers, Whirlpool Corporation, Gas Appliance Manufacturers Assoc., Air-Conditioning and Refrigeration Institute, Intervenors. The State of Minnesota, by Its Attorney General, Hubert H. Humphrey III v. The United States Department of Energy, John S. Herrington, Secretary, State of New York v. United States Department of Energy, Whirlpool Corporation & Heil-Quaker Corporation, Air-Conditioning and Refrigeration Institute, Gas Appliance Manufacturing Assoc., Association of Home Appliance Manufacturers, Intervenors", "caseNameFull": "Natural Resources Defense Council, Inc. v. John S. Herrington, Secretary, U.S. Department of Energy, Hydronics Institute, Florida Department of Community Affairs, Intervenors. California State Energy Resources Conservation and Development Commission v. Department of Energy, and John S. Herrington, Secretary of the Department of Energy, Hydronics Institute, Florida Department of Community Affairs, Intervenors. Natural Resources Defense Council, Inc. v. John S. Herrington, Secretary, U.S. Department of Energy, State of Texas, Association of Home Appliance Manufacturers, Whirlpool Corporation, Air Conditioning and Refrigeration Institute, Gas Appliance Manufacturers Assoc., Hydronics Institute, Florida Department of Community Affairs, Intervenors. California State Energy Resources Conservation and Development Commission v. Department of Energy, and John S. Herrington, Secretary of the Department of Energy, Association of Home Appliance Manufacturers, Whirlpool Corporation, Gas Appliance Manufacturers Assoc., Air-Conditioning and Refrigeration Institute, Intervenors. The State of Minnesota, by Its Attorney General, Hubert H. Humphrey III v. The United States Department of Energy, John S. Herrington, Secretary, State of New York v. United States Department of Energy, Whirlpool Corporation & Heil-Quaker Corporation, Air-Conditioning and Refrigeration Institute, Gas Appliance Manufacturing Assoc., Association of Home Appliance Manufacturers, Intervenors", "citation": ["768 F.2d 1355", "247 U.S. App. D.C. 340", "15 Envtl. L. Rep. (Envtl. Law Inst.) 20781", "1985 U.S. App. LEXIS 20353"], "citeCount": 41, "cluster_id": 456159, "court": "Court of Appeals for the D.C. Circuit", "court_citation_string": "D.C. Cir.", "court_id": "cadc", "dateArgued": null, "dateFiled": "1985-07-16", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "83-2117", "docket_id": 679305, "judge": "", "lexisCite": "1985 U.S. App. LEXIS 20353", "meta": {"timestamp": "2024-06-20T21:33:38.398723Z", "date_created": "2015-10-14T22:59:40.475643Z", "score": {"bm25": 0.6785455}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [101817, 103770, 104007, 106274, 108283, 109518, 109827, 110102, 110991, 111221, 423742], "download_url": "http://bulk.resource.org/courts.gov/c/F2/768/768.F2d.1355.83-2319.83-2318.83-2128.83-1195.83-2117.html", "id": 456159, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-23T05:09:18.037653Z", "date_created": "2011-08-23T09:40:39Z"}, "ordering_key": null, "per_curiam": false, "sha1": "fec5eaa922a201581a317b24e69fb5a396f67432", "snippet": "768 F.2d 1355\n    247 U.S.App.D.C. 340, 15 Envtl. L. Rep. 20,781\n    NATURAL RESOURCES DEFENSE COUNCIL, INC., Petitioner,v.John S. HERRINGTON, Secretary, U.S. Department of Energy, Respondent,Hydronics Institute, et al., Florida Department of CommunityAffairs, Intervenors.CALIFORNIA STATE ENERGY RESOURCES CONSERVATION ANDDEVELOPMENT COMMISSION, Petitioner,v.DEPARTMENT OF ENERGY, and John S. Herri", "type": "combined-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [456159], "source": "R", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/1883664/united-states-v-appalachian-coals-inc/", "attorney": "John Lord O’Brian, Asst, to Atty. Gen., Charles H. Weston, Bussell Hardy, W. B. Watson Snyder, and Hammond E. Chaffetz, Sp. Assts. to Atty. Gen., for the United States., William J. Donovan, of Washington, D. C., Edgar L. Greever, of Tazewell, Va., Horace B. Lamb, and Balstone B. Irvine, both of Washington, D. C., and Otto C. Doering, Jr., of New York City, for defendants.", "caseName": "United States v. Appalachian Coals, Inc.", "caseNameFull": "UNITED STATES v. APPALACHIAN COALS, Inc., Et Al.", "citation": ["1 F. Supp. 339", "1932 U.S. Dist. LEXIS 1733"], "citeCount": 1, "cluster_id": 1883664, "court": "District Court, W.D. Virginia", "court_citation_string": "W.D. Va.", "court_id": "vawd", "dateArgued": null, "dateFiled": "1932-10-03", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "1", "docket_id": 1497790, "judge": "Parker, Soper, Pabkeb, Nobthcott, Sopeb", "lexisCite": "1932 U.S. Dist. LEXIS 1733", "meta": {"timestamp": "2024-06-21T07:06:28.650450Z", "date_created": "2014-10-30T17:11:04.993873Z", "score": {"bm25": 0.6784806}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [94079, 94653, 94932, 95118, 96033, 97398, 97416, 97693, 98251, 99113, 99511, 99855, 99888, 100232, 100308, 100698, 100699, 101026, 101132], "download_url": null, "id": 1883664, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-23T13:56:37.519066Z", "date_created": "2013-10-30T07:43:05.381701Z"}, "ordering_key": null, "per_curiam": false, "sha1": "ef1a45965fe42f607943d1f9a02b8c076189fa55", "snippet": "\n1 F.Supp. 339 (1932)\nUNITED STATES\nv.\nAPPALACHIAN COALS, Inc., et al.\nNo. 1.\nDistrict Court, W. D. Virginia.\nOctober 3, 1932.\nJohn Lord O'Brian, Asst. to Atty. Gen., Charles H. Weston, Russell Hardy, W. B. Watson Snyder, and Hammond E. Chaffetz, Sp. Assts. to Atty. Gen., for the United States.\nWilliam J. Donovan, of Washington, D. C., Edgar L. Greever, of Taz", "type": "combined-opinion"}, {"author_id": null, "cites": [], "download_url": null, "id": 9691632, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2025-02-26T05:49:55.122580Z", "date_created": "2023-08-24T20:51:16.746892Z"}, "ordering_key": 1, "per_curiam": false, "sha1": "", "snippet": "\nPARKER, Circuit Judge.\nThis is a petition for an injunction under section 4 of the Sherman Anti-Trust Act of July 2, 1890 (15 USCA § 4), heard before a special court of the three Circuit Judges of the circuit as provided by 15 USCA § 28. The complainant is the United States and the defendants are 137 producers of bituminous coal operating in the states of Virginia, West Virginia, Kentucky, and Tennessee and a coal selling ag", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [1883664, 9691632, 9691633], "source": "LU", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/2192911/people-v-mason/", "attorney": "Russell E. Parsons and Edward L. Gritz for Appellants., Stanley Mosk, Attorney General, and Norman H. Sokolow, Deputy Attorney General, for Respondent.", "caseName": "People v. Mason", "caseNameFull": "The PEOPLE, Respondent, v. MONTE GLENNWOOD MASON Et Al., Appellants", "citation": ["184 Cal. App. 2d 317", "7 Cal. Rptr. 627", "1960 Cal. App. LEXIS 1882"], "citeCount": 31, "cluster_id": 2192911, "court": "California Court of Appeal", "court_citation_string": "Cal. Ct. App.", "court_id": "calctapp", "dateArgued": null, "dateFiled": "1960-09-02", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "Crim. 6746", "docket_id": 2060597, "judge": "Fourt", "lexisCite": "", "meta": {"timestamp": "2024-06-21T09:38:48.299695Z", "date_created": "2014-10-30T21:36:39.014555Z", "score": {"bm25": 0.67836934}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": 6406, "cites": [106098, 1152026, 1157854, 1169660, 1170423, 1269959, 1313833, 1358008, 1392341, 1400579, 1411743, 1434047, 2605481, 2611730, 2613011, 3284961, 3285143, 3287976, 3289513, 3293658, 3295740], "download_url": null, "id": 2192911, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-23T16:20:11.522946Z", "date_created": "2013-10-30T08:34:18.097115Z"}, "ordering_key": null, "per_curiam": false, "sha1": "0488e7fe2e1b805b3d44971455d7a81333d20167", "snippet": "\n184 Cal.App.2d 317 (1960)\nTHE PEOPLE, Respondent,\nv.\nMONTE GLENNWOOD MASON et al., Appellants.\nCrim. No. 6746. \nCalifornia Court of Appeals. Second Dist., Div. One.  \nSept. 2, 1960.\n Russell E. Parsons and Edward L. Gritz for Appellants.\n Stanley Mosk, Attorney General, and Norman H. Sokolow, Deputy Attorney General, for Respondent.\n FOURT, J.\n ", "type": "combined-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [2192911], "source": "LU", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/5617816/mowrey-v-central-city-railway/", "attorney": "Mr. Kennedy, for the plaintiff., Mr. Wallace, for the defendant.", "caseName": "Mowrey v. Central City Railway", "caseNameFull": "Charles Mowrey, an infant, by his guardian v. The Central City Railway", "citation": ["66 Barb. 43", "1867 N.Y. App. Div. LEXIS 274"], "citeCount": 1, "cluster_id": 5617816, "court": "New York Supreme Court", "court_citation_string": "N.Y. Sup. Ct.", "court_id": "nysupct", "dateArgued": null, "dateFiled": "1867-01-02", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 61970395, "judge": "Mullin", "lexisCite": "", "meta": {"timestamp": "2024-06-22T06:00:05.889222Z", "date_created": "2022-01-09T19:41:26.721750Z", "score": {"bm25": 0.6783523}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [84946, 86087, 3607095, 3611904, 3614229, 5458385, 5460027, 5460277, 5460952, 5515362, 6576219], "download_url": null, "id": 5462742, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-24T14:08:54.350446Z", "date_created": "2022-01-09T19:41:26.737925Z"}, "ordering_key": null, "per_curiam": false, "sha1": "", "snippet": "\n\nBy the Court,\n\nMullin, J.\nThe right of recovery in this case rested on two facts, the proof of which devolved *46on the, plaintiff. These were: 1st. That the defendant was guilty of negligence, which caused the injury; and 2d. That the plaintiff was not guilty of any negligence that contributed to such injury.\nIt was not claimed, o", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [5462742], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/5631752/griswold-v-haven/", "attorney": "S. P. Nash, for the appellant., Skeffinton Sanxay, for the respondent.", "caseName": "Griswold v. Haven", "caseNameFull": "Griswold v. Haven", "citation": ["11 N.Y. 595"], "citeCount": 0, "cluster_id": 5631752, "court": "New York Court of Appeals", "court_citation_string": "NY", "court_id": "ny", "dateArgued": null, "dateFiled": "1862-12-15", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 61984350, "judge": "Denio, Seldeh", "lexisCite": "", "meta": {"timestamp": "2024-06-22T06:03:54.738331Z", "date_created": "2022-01-09T21:04:44.076866Z", "score": {"bm25": 0.6781748}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [3599971, 3631016, 5477444], "download_url": null, "id": 5476966, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2025-02-26T05:35:21.080011Z", "date_created": "2022-01-09T21:04:44.090012Z"}, "ordering_key": 1, "per_curiam": false, "sha1": "", "snippet": "\nSeldeh, J.\nThis case presents two questions: 1. Whether, under the facts<disclosed, the firm of Haven, Sloat & Co., are liable at all to the plaintiff; and, 2. If liable, whether that liability can be enforced in the present action.\no.The principles upon which partnerships are held responsible for the acts of one of the partners, are analogous to, and in most cases identical with, those upon which emplo", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [5476966, 5476967], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/6278397/in-re-the-application-for-revocation-of-the-letters-testamentary-issued-to/", "attorney": "Moot, Sprague, Brownell & Marcy, for petitioners; Warner & Farnham, for executor.", "caseName": "In re the Application for Revocation of the Letters Testamentary Issued to the American Security & Trust Co.", "caseNameFull": "Matter of the Application for Revocation of the Letters Testamentary Issued to the American Security and Trust Company upon the Will of Andrew J. Avery", "citation": ["4 Mills Surr. 404", "45 Misc. 529"], "citeCount": 0, "cluster_id": 6278397, "court": "New York Surrogate's Court", "court_citation_string": "N.Y. Sur. Ct.", "court_id": "nysurct", "dateArgued": null, "dateFiled": "1904-12-15", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 62909492, "judge": "Woodbury", "lexisCite": "", "meta": {"timestamp": "2024-06-22T08:56:01.755633Z", "date_created": "2022-02-05T15:26:33.448085Z", "score": {"bm25": 0.6779384}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [89010, 90513, 94954, 3583178, 3588070, 3589497, 3592356, 3613541, 3617734, 3622613, 3624898, 3629863, 3632672, 5192700, 5193787, 5193882, 5501950, 5502608], "download_url": null, "id": 6146399, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-24T18:40:41.101196Z", "date_created": "2022-02-05T15:26:33.466613Z"}, "ordering_key": null, "per_curiam": false, "sha1": "", "snippet": "\nWoodbury, S.\nThe grounds upon which the revocation of letters is sought are, that at the time such letters were issued the Trust Company was disqualified from accepting the appointment as executor under the will of the deceased, or from acting as ■such executor, and that the court was without authority to issue such letters to it, and that the objection was not taken upon *407</page-num", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [6146399], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/8766141/mitchell-transp-co-v-green/", "attorney": "John C. Shaw, for Mitchell Transp. Co., Harvey D. Goulder, for claimant Green., F. H. Canfield, for underwriters.", "caseName": "Mitchell Transp. Co. v. Green", "caseNameFull": "MITCHELL TRANSP. CO. v. GREEN GREEN v. MITCHELL TRANSP. CO.", "citation": ["120 F. 49", "1903 U.S. App. LEXIS 4458"], "citeCount": 1, "cluster_id": 8766141, "court": "Court of Appeals for the Sixth Circuit", "court_citation_string": "6th Cir.", "court_id": "ca6", "dateArgued": null, "dateFiled": "1903-01-06", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "Nos. 1,086, 1,087", "docket_id": 66032256, "judge": "Severens", "lexisCite": "1903 U.S. App. LEXIS 4458", "meta": {"timestamp": "2024-06-22T21:26:32.723794Z", "date_created": "2022-11-26T11:21:30.208572Z", "score": {"bm25": 0.6778207}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 8749603, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-25T04:59:13.765840Z", "date_created": "2022-11-26T11:21:30.214698Z"}, "ordering_key": null, "per_curiam": false, "sha1": "", "snippet": "\nSEVERENS, Circuit Judge.\nThe case here presented under the two foregoing titles resulted from a collision between' the propeller Susan E. Peck and the barge Nelson, occurring in the lower part of the Detroit river, whereby the Nelson was so greatly injured that she sank soon after, and the cargo was in large part destroyed. The collision occurred in a channel known as “Lime Kiln Crossing,” an artificial cut opened by the governme", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [8749603], "source": "U", "status": "Published", "suitNature": "", "syllabus": "<p>1. Collision — Steamer Meeting Tow in Channel — Care Required.</p> <p>A steamer passing free through a rather narrow channel, and meeting another vessel with tows, is bound to take into account the fact that such tows are likely to be somewhat unwieldy, and vary more or less in their several courses, and to guard against the danger, and keep out of the way, if she can without peril to herself.</p> <p>2. Same — Evidence Considered.</p> <p>The steamer Susan E. Peck met the steamer Folsom, with the barges Mitchell and Nelson in tow, when passing up through the “Lime Kiln Crossing” in the Detroit river, an artificial channel 440 feet wide. After safely passing the Folsom and Mitchell port to port, as agreed by signal, the Peck came into collision with the Nelson, which was sunk. Held, on conflicting testimony, that the Folsom and her tows were at all times to the westward of the middle of the channel, and that the collision was due solely to the fault of the Peck, which, after passing the Mitchell on a port helm, starboarded to such an effect that, being 240 feet long, she swung so far across the channel that her bow was caught by the crosscurrent, and she was unable to correct herself before striking the Nelson.</p> <p>8. Appeal — Assignment op Errors — Disregard op Rules.</p> <p>The circuit court of appeals will not, unless in exceptional cases, consider an assignment of errors in plain disregard of rule 11, which requires that it “shall set out separately and particularly each error asserted and intended to be urged,” and when, in addition, the appellant’s brief fails to comply with rule 24, requiring a reference to the pages of the record relied on to support each point.</p>"}
{"absolute_url": "/opinion/6827079/newark-city-v-newark-nat-gas-fuel-co/", "attorney": "Frank A. Bolton, Roderic Jones, Kibler & Kibler, and Ralph Norpel, city solicitor, for plaintiff., S. M. Douglas, Eugene Mackey, and Fitzgibbon & Montgomery, for defendant.", "caseName": "Newark (City) v. Newark Nat. Gas & Fuel Co.", "caseNameFull": "Newark (City) v. Newark Nat. Gas & Fuel Co.", "citation": ["25 Ohio C.C. Dec. 94"], "citeCount": 0, "cluster_id": 6827079, "court": "Ohio Court of Appeals", "court_citation_string": "Ohio Ct. App.", "court_id": "ohioctapp", "dateArgued": null, "dateFiled": "1914-05-15", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 63808799, "judge": "Powell, Shields, Voorhees", "lexisCite": "", "meta": {"timestamp": "2024-06-22T11:24:37.963032Z", "date_created": "2022-07-20T22:43:56.121224Z", "score": {"bm25": 0.6775895}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 6714156, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-24T22:25:27.102187Z", "date_created": "2022-07-20T22:43:56.130212Z"}, "ordering_key": null, "per_curiam": false, "sha1": "", "snippet": "\nSHIELDS, J.\nOn March. 6, 1911, the city council of the city of Newark, Ohio, duly passed a city ordinance fixing the maximum price of natural gas to be charged by the Newark Natural Gas & Fuel Co., its successors or assigns, for the period of five years next ensuing, at twenty cents per thousand for each cubic foot of gas used or consumed by all persons, firms or corporations using or consuming the same, with a discount ", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [6714156], "source": "U", "status": "Published", "suitNature": "", "syllabus": "<p>GAS — MUNICIPAL CORPORATIONS.</p> <p>1. Municipal Power to Regulate Price of. Gas and Electricity, Exercise Presumed Fair.</p> <p>Municipal corporations, by virtue of Sec. 3982 G. C., authorizing councils to regulate the price gas and electric companies may charge consumers, are clothed with power to fix the maximum rate to consumers furnished and in the absence of proof to the contrary the presumption is that a municipal council in the exercise of this regulation acted with due regard to the rights of the consumer and furnisher.</p> <p>2. Court Determines Reasonableness of Gas Rate but does not Fix Rates.</p> <p>The power to regulate rates for gas and electricity furnished the public in municipalities under Sec. 3982 G. C. does not reside in the courts, the latter are limited to the judicial determination of the reasonableness of the rate fixed.</p> <p>3. Gas and Electric Utilities and Public have Reciprocal Rights in Gas Rates.</p> <p>Gas and electric light and power companies supplying private consumers are entitled to a fair return upon the reasonable value of that produced for the public convenience, and the public is reciprocally entitled to demand that no more be exacted from consumers than what is furnished is reasonably worth. In fixing such rates both corporation and public are to be equally considered.</p> <p>4. Value of Plant, Net Profits, Fair return Basis for Determining Reasonableness of Council Rates.</p> <p>Courts determining the reasonableness of rates fixed by ordinance of municipality for gas and electricity to the public, (1) are to ascertain at the time the value of the plant furnishing, (2) the total net profits under rates fixed, (3) whether such profits provide a fair return on the reasonable value of the plant.</p> <p>5. Relative Location to Local Gas Field Element in Determining Rate if Confiscatory.</p> <p>A municipality, situated substantially contiguous to a local natural gas field, considered in connection with the fact that for several years prior citizens thereof had been furnished with gas at a rate not in excess of that prescribed by ordinance, is entitled to a lower rate for gas than the market value of gas in more distant municipalities. Hence, if at such rate a gas company makes a profit from eight to ten per cent for several years, no confiscatory rate is established.</p> <p>6. Absence of Consent of Gas Company to Rate Prescribed not Denial of Protection of Law.</p> <p>A municipal ordinance, fixing for five years a maximum rate for gas is a regulation of property clothed with a public interest, and, though without the consent of the gas company, it does not deny the equal protection of the law and due process of law, if the rate prescribed has and will produce an adequate return to the gas company.</p> <p>7. Fair Test of Rate Prerequisite to Restraining Imposition of New Rate.</p> <p>Courts will decline to interfere by injunction with rate making legislation before a fair test is made; if the rate should subsequently appear to be confiscatory it will be soon enough for the courts to afford a remedy.</p> <p>[Syllabus approved by the court.]</p>"}
{"absolute_url": "/opinion/8095786/hutchinson-v-coleman/", "attorney": "Armstrong and L. H. Stockton,, Wall, for the defendant.", "caseName": "Hutchinson v. Coleman", "caseNameFull": "SAMUEL HUTCHINSON against JAMES COLEMAN", "citation": ["10 N.J.L. 74"], "citeCount": 0, "cluster_id": 8095786, "court": "Supreme Court of New Jersey", "court_citation_string": "N.J.", "court_id": "nj", "dateArgued": null, "dateFiled": "1828-09-15", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 65191442, "judge": "Drake, Ford", "lexisCite": "", "meta": {"timestamp": "2024-06-22T17:04:53.184419Z", "date_created": "2022-09-09T04:32:54.549154Z", "score": {"bm25": 0.6775546}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 8056222, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-25T02:49:10.472041Z", "date_created": "2022-09-09T04:32:54.555663Z"}, "ordering_key": null, "per_curiam": false, "sha1": "", "snippet": "\nThe\nCh. Justice,\nhaving b'een formerly counsel in the cause, delivered no opinion.\nFord, J.\nThe plaintiff owns land on a stream of water, cal-\nled Muddy Run, on which he has had a grist-mill from the year 1806, nearly thirty years. ■ The defendant owns land on the same stream, next below, whereon he recently built a mill, that is, in 1824, and put a dam ", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [8056222], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/6607292/peck-v-bailey/", "attorney": "C. 0. Harris, R. II. Stanley, J. C. Farwell and J. W. H.'Kauwahi, for petitioners., A. F. Judd and W. Q. Jones, for respondents.", "caseName": "Peck v. Bailey", "caseNameFull": "SHERMAN PECK v. EDWARD BAILEY", "citation": ["8 Haw. 658", "1867 Haw. LEXIS 1"], "citeCount": 1, "cluster_id": 6607292, "court": "Hawaii Supreme Court", "court_citation_string": "Haw.", "court_id": "haw", "dateArgued": null, "dateFiled": "1867-02-04", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 63537619, "judge": "Allen, Equity", "lexisCite": "", "meta": {"timestamp": "2024-06-22T10:24:58.557904Z", "date_created": "2022-06-26T23:07:04.961351Z", "score": {"bm25": 0.6774183}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 6483224, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-24T21:12:17.906807Z", "date_created": "2022-06-26T23:07:04.966238Z"}, "ordering_key": null, "per_curiam": false, "sha1": "", "snippet": "\n*659The complainants in this bill allege that they are the owners of a sugar plantation and mill, situated on the Wailuku river, on the Island of Maui, and that the said river continues its whole course through their plantation, and has so flowed from time immemorial, from which are two lateral water courses, which supply water for the use of the said mill and plantation, and which they are entitle", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [6483224], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/8061136/state-ex-inf-barker-v-kansas-city-gas-co/", "attorney": "John T. Barker, Attorney-General, A. F. Evans, Willard P. Hall and James W. Garner for relator., Gage, Ladd & Small and Scarritt, Scarritt, Jones & Miller for respondent.", "caseName": "State ex inf. Barker v. Kansas City Gas Co.", "caseNameFull": "THE STATE ex inf. JOHN T. BARKER, Attorney-General, at the relation and to the use of KANSAS CITY v. KANSAS CITY GAS COMPANY", "citation": ["254 Mo. 515", "163 S.W. 854", "1914 Mo. LEXIS 228"], "citeCount": 0, "cluster_id": 8061136, "court": "Supreme Court of Missouri", "court_citation_string": "Mo.", "court_id": "mo", "dateArgued": null, "dateFiled": "1914-02-10", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 65156698, "judge": "Bond, Brown, Faris, Graves, Lamm, Walker, Woodson", "lexisCite": "", "meta": {"timestamp": "2024-06-22T16:56:02.565653Z", "date_created": "2022-09-09T02:07:51.839466Z", "score": {"bm25": 0.67697036}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 8018631, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-25T02:42:25.400019Z", "date_created": "2022-09-09T02:07:51.846960Z"}, "ordering_key": null, "per_curiam": false, "sha1": "", "snippet": "\nLAMM, C. J.\nMandmnus—Original proceeding.— To our alternative writ respondent made return and to that return relator’s reply came in. There is pending an application by relator for the appointment of a commissioner to take evidence and make findings of fact .and law. There are also pending respondent’s motion to quash the alternative writ and for judgment on the *527</page-numb", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [8018631], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/3310037/city-of-san-bernardino-v-city-of-riverside/", "attorney": "Byron Waters, C.C. Haskell, Ralph E. Swing and W.J. Guthrie, City Attorney, for Plaintiff, Appellant and Respondent.\n\nHenry Goodcell, W.G. Irving, Miguel Estudillo and Samuel C. Wiel for Defendants, Appellants and Respondents.", "caseName": "City of San Bernardino v. City of Riverside", "caseNameFull": "CITY OF SAN BERNARDINO (A Municipal Corporation), Plaintiff, Appellant and Respondent, v. CITY OF RIVERSIDE (A Municipal Corporation), Et Al., Defendants, Appellants and Respondents", "citation": ["198 P. 784", "186 Cal. 7", "1921 Cal. LEXIS 409"], "citeCount": 164, "cluster_id": 3310037, "court": "California Supreme Court", "court_citation_string": "Cal.", "court_id": "cal", "dateArgued": null, "dateFiled": "1921-06-03", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "L. A. No. 5925.", "docket_id": 3182158, "judge": "Shaw", "lexisCite": "", "meta": {"timestamp": "2024-06-21T19:34:06.773347Z", "date_created": "2016-07-05T17:23:43.938287Z", "score": {"bm25": 0.67687637}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": 3847, "cites": [], "download_url": null, "id": 3310184, "joined_by_ids": [], "local_path": "/home/mlissner/columbia/opinions/california/supreme_court_opinions/documents/fb2e8f9450cdc7c3.xml", "meta": {"timestamp": "2024-06-23T23:46:45.333514Z", "date_created": "2016-07-05T17:23:43.945923Z"}, "ordering_key": null, "per_curiam": false, "sha1": "bf35d5eb8b778a8027453fecea2d761d96c2b70a", "snippet": "[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 9 \n[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 10 \nBoth parties have appealed from the judgment.\nThe city of San Bernardino is situated in what is known as the San Bernardin", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "APPEALS from a judgment of the Superior Court of San Bernardino County. Frank G. Finlayson, Judge. Reversed.\n\nThe facts are stated in the opinion of the court.", "procedural_history": "", "scdb_id": "", "sibling_ids": [3310184], "source": "ZU", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/7981760/harrison-v-detroit-lansing-northern-railroad/", "attorney": "Smith £ Stevens (Charles B. Lothrop, of counsel), for appellant., John A. Fairfield, Isaac M. Tuner, and Birney Hoyt, for plaintiff.", "caseName": "Harrison v. Detroit, Lansing & Northern Railroad", "caseNameFull": "John Harrison v. The Detroit, Lansing & Northern Railroad Company", "citation": ["79 Mich. 409", "7 L.R.A. 623", "44 N.W. 1034", "1890 Mich. LEXIS 1063"], "citeCount": 0, "cluster_id": 7981760, "court": "Michigan Supreme Court", "court_citation_string": "Mich.", "court_id": "mich", "dateArgued": null, "dateFiled": "1890-02-20", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 65077114, "judge": "Lons, Other", "lexisCite": "", "meta": {"timestamp": "2024-06-22T16:35:41.863871Z", "date_created": "2022-09-08T23:08:07.711019Z", "score": {"bm25": 0.6761186}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 7934578, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-25T02:27:23.571978Z", "date_created": "2022-09-08T23:08:07.718139Z"}, "ordering_key": null, "per_curiam": false, "sha1": "", "snippet": "\nLons, J.\nThis action is brought to recover for personal injuries sustained by the plaintiff through the claimed negligence of the servants of the defendant. On the trial the plaintiff had verdict and judgment for $9,000.\nThe plaintiff had been in the employ of the defendant company for about eight years, though for some portion of that time he had been laid off, by direction of those in charge of the works of", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [7934578], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/6694349/booth-v-booth/", "attorney": "", "caseName": "Booth v. Booth", "caseNameFull": "Booth against Booth", "citation": ["7 Conn. 350"], "citeCount": 13, "cluster_id": 6694349, "court": "Supreme Court of Connecticut", "court_citation_string": "Conn.", "court_id": "conn", "dateArgued": null, "dateFiled": "1829-06-15", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 63675092, "judge": "Bissell, Daggett, Hosmer, Peters, Same, Were, Williams", "lexisCite": "", "meta": {"timestamp": "2024-06-22T10:48:49.487674Z", "date_created": "2022-07-20T19:32:48.088988Z", "score": {"bm25": 0.67531323}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [6404545, 6573204, 6573796, 6573906, 6573967, 8315265], "download_url": null, "id": 6574283, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2025-02-26T05:36:44.448466Z", "date_created": "2022-07-20T19:32:48.103612Z"}, "ordering_key": 2, "per_curiam": false, "sha1": "", "snippet": "\nHosmer, Ch. J.\nI have the misfortune to differ from the Court, in this case. I should content myself with the mere declaration of my nonconeurrence, were I not persuaded, that some of the principles advanced tend to jeopardize the title to land, and to produce general inconvenience. From the officer’s return it does not appear, that the land levied on was appraised by indifferent freeholders ; nor that before the lan", "type": "concurrence-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [6574282, 6574283], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/100936/mccardle-v-indianapolis-water-co/", "attorney": "Messrs. Arthur L. Gilliom, Attorney General of Indiana, and Taylor E. Groninger, with whom Messrs. Edward M. White, Assistant Attorney General, James M. Ogden, and Clair McTurnan were on the brief, for appellants., Air. William L. Ransom, with whom Messrs. Albert Baker, Joseph J. Daniels, and W. A. Mclnerny were on* the brief, for appellee.", "caseName": "McCardle v. Indianapolis Water Co.", "caseNameFull": "McCARDLE Et Al. v. INDIANAPOLIS WATER COMPANY", "citation": ["272 U.S. 400", "47 S. Ct. 144", "71 L. Ed. 316", "1926 U.S. LEXIS 10"], "citeCount": 226, "cluster_id": 100936, "court": "Supreme Court of the United States", "court_citation_string": "SCOTUS", "court_id": "scotus", "dateArgued": null, "dateFiled": "1926-11-22", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "37", "docket_id": 273589, "judge": "Butler, Brandeis, Holmes, Stone", "lexisCite": "1926 U.S. LEXIS 10", "meta": {"timestamp": "2024-06-20T18:15:00.175274Z", "date_created": "2014-12-21T09:38:08.376849Z", "score": {"bm25": 0.6751539}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": 484, "cites": [95173, 96936, 97235, 97287, 97554, 97966, 98169, 98472, 98500, 99107, 99420, 99544, 99614, 99968, 100147, 100220, 100249, 100254, 100429, 100456, 100518, 100648, 100843, 1087768, 1509628, 3800713], "download_url": null, "id": 100936, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-23T02:57:51.347837Z", "date_created": "2010-04-28T16:48:38Z"}, "ordering_key": null, "per_curiam": false, "sha1": "8dcc3af6527866dedeb46e7d282a2a62af59cb05", "snippet": "\n272 U.S. 400 (1926)\nMcCARDLE ET AL.\nv.\nINDIANAPOLIS WATER COMPANY.\nNo. 37.\nSupreme Court of United States.\nArgued April 16, 19, 1926.\nDecided November 22, 1926.\nAPPEAL FROM THE UNITED STATES DISTRICT COURT FOR INDIANA.\n*402 Messrs. Arthur L. Gilliom, Attorney General of Indiana, and Taylor E. Groninger,", "type": "combined-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "1926-002", "sibling_ids": [100936, 9418571, 9418572], "source": "LRU", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/93370/topliff-v-topliff/", "attorney": "Mr. Henry 8. Shermcm for Topliff and another., Mr. W. W. Boynton (with whom were Mr. John G. Hale• and Mr. M. JD. Leggett on the brief) for Topliff.", "caseName": "Topliff v. Topliff", "caseNameFull": "Topliff v. Topliff and Another; Topliff and Another v. Topliff", "citation": ["145 U.S. 156", "12 S. Ct. 825", "36 L. Ed. 658", "1892 U.S. LEXIS 2128"], "citeCount": 254, "cluster_id": 93370, "court": "Supreme Court of the United States", "court_citation_string": "SCOTUS", "court_id": "scotus", "dateArgued": null, "dateFiled": "1892-05-02", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "220, 277", "docket_id": 366276, "judge": "Brown", "lexisCite": "1892 U.S. LEXIS 2128", "meta": {"timestamp": "2024-06-20T18:11:34.513407Z", "date_created": "2014-12-21T09:31:29.740082Z", "score": {"bm25": 0.675104}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": 421, "cites": [89452, 89855, 90466, 90545, 90556, 90605, 90657, 90689, 90803, 90804, 90974, 91087, 91215, 91287, 91430, 91728, 91766, 91806, 91895, 92028, 92125, 92947, 93032], "download_url": null, "id": 93370, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-23T02:54:38.705205Z", "date_created": "2010-04-28T16:07:18Z"}, "ordering_key": null, "per_curiam": false, "sha1": "0c3a2ec94e6f90e7fa08c87261a4beaefacc50e1", "snippet": "\n145 U.S. 156 (1892)\nTOPLIFF\nv.\nTOPLIFF AND ANOTHER.\nTOPLIFF AND ANOTHER\nv.\nTOPLIFF.\nNos. 220, 277.\nSupreme Court of United States.\nArgued April 5, 1892.\nDecided May 2, 1892.\nAPPEALS FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE NORTHERN DISTRICT OF OHIO.\n*159 Mr. Henry S. Sherman for Topl", "type": "combined-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "1891-221", "sibling_ids": [93370], "source": "LRU", "status": "Published", "suitNature": "", "syllabus": "<p>Letters patent No. 108,085, issued October 11, 1870, to'John B. Augur for ‘ < an improvement for gearing in wagons was not anticipated by the invention patented to 0. C. Stringfellow and D. W. Surles, by letters patent No. 31,131, dated January 15, 1861, and are valid, so far as that invention is concerned.</p> <p>Tt is not sufficient, in order to constitute an anticipation of a patented invention, that the device relied upon might, by modification, be made to accomplish the function performed by that invention, if it were not designed by \"its .maker, nor adapted, nor actually used for the performance of such furfction.</p> <p>In-view of the extensive use to which the invention secured to-John H. Topliff and George H. Ely by letters patent No. 122,079 for an improvement in connected carriage springs', reissued March 28, 1876, No. 7017, the invention secured thereby is held to have patentable novelty, although the question is by no means free from doubt.</p> <p>The first reissue of that patent, being to correct % palpable' and gross mistake, and being made within four months after the date of the original patent, was within the power of the Commissioner of Patents. ■</p> <p>The second reissue of that patent is valid, whether it be an enlargement of the original patent or not.</p> <p>Miller v. Brass Go.,.104 U. S. 3¿0, was not-intended to settle a principle that under ho-circumstances .would a reissue containing a broader claim than the original be supported.</p> <p>The power to reissue a patent may be exercised when the original patent-is inoperative by reason of the fact that its specification was defective or insufficient, or the claims were narrower than the actual invention of the patentee, provided the error has arisen from inadvertence or mistake, and the patentee is guilty of no fraud or deception; but such reissues are subject to the following qualifications:</p> <p>(1) That it-sh^ll be for the same invention as the original patent, as such invention appears from the specification and claims of such original;</p> <p>(2) That due diligence must De exercised in discovering-the mistake in the original patent, and that, if it be sought for the purpose of enlarging the claim, the lapse of two years will ordinarily, though not always, be .treated, as evidence' of an abandonment of the new matter to the public to the same extent that a failure by the inventor to apply for a patent within two years from the public úse or sale of his invention is regarded by the statute as conclusive evidence of an abandonment of the patent to the public;</p> <p>(3) ■ That this court will not review the decision of .the Commissioner upon the question of inadvertence, accident or mistake, unless the matter is manifest from the record; but that the question whether the application was made within a reasonable time is, in most, if not in all such cases, a question of law for the court.</p> <p>Objections to a master’s report should be taken in the court below; and if not taken there, cannot be taken here for the .first time.</p> <p>The allowance of an increase of damages, under the statute, to the plaintiff in a suit for the infringement of letters patent rests somewhat in the discretion of the court below, and its finding on this point will not be disturbed unless the evidence clearly demands it.</p>"}
