{"absolute_url": "/opinion/3572307/stevens-v-underhill/", "attorney": "\nPlaintiff, pro se.\n, Leach ¿f Stevens, for F. T. Underhill and Iva B. Bingham., Chase Streeter, for Sarah A. Underhill.", "caseName": "Stevens v. Underhill", "caseNameFull": "Stevens, Ex’r, v. Underhill Et A.", "citation": ["36 A. 370", "67 N.H. 68"], "citeCount": 9, "cluster_id": 3572307, "court": "Supreme Court of New Hampshire", "court_citation_string": "N.H.", "court_id": "nh", "dateArgued": null, "dateFiled": "1883-06-05", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 3444432, "judge": "Blodgett, Carpenter, Allen, Doe, Stanley, Smith, Clark", "lexisCite": "", "meta": {"timestamp": "2024-06-21T21:27:49.330571Z", "date_created": "2016-07-05T23:04:40.846550Z", "score": {"bm25": 0.7514831}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [88828, 90455, 3550775, 3554766, 3555701], "download_url": null, "id": 3552456, "joined_by_ids": [], "local_path": "/home/mlissner/columbia/opinions/new_hampshire/court_opinions/documents/6a995e9291bb4038.xml", "meta": {"timestamp": "2025-02-26T05:31:34.106929Z", "date_created": "2016-07-05T23:04:40.858033Z"}, "ordering_key": 2, "per_curiam": false, "sha1": "a55fc209f4c03e7230a212c613dd75647af4620d", "snippet": "The interpretation of a will is the ascertainment of the testator's expressed intention. The question is not what he meant, but what is the meaning of his words. His unexpressed intention, however shown, is immaterial. A contrary doctrine would repeal the statute requiring wills to be in writing.\nMany so-called rules of construction are properly rules of law, as, for example, the rule in Shelley's case (2 Jar. Wills 241; Fear. Rem. 188; Crockett v. Robinson, 46 N.H. 45", "type": "dissent"}], "panel_ids": [], "panel_names": [], "posture": "BILL IN EQUITY by the plaintiff, as executor of the will of Frederick B. Underhill, for instructions as to what portion of the estate each of the legatees is entitled to receive under the following provisions of the will: \"First, I give and bequeath unto my beloved wife, Sarah A. Underhill, the sum of twenty-five hundred dollars, as a token of my appreciation of her care and kindness to me in my sickness. I also give, devise, and bequeath unto my said wife one third part of the residue and remainder of all my estate, to have and to hold the same to her and her heirs forever including all my household furniture and effects. Second, as to the remainder of all my estate, after the payment of all my just debts and funeral expenses, I give, devise, and bequeath the same into Henry W. Stevens, of said Concord, to have and to hold the same in trust for the equal benefit of my two children, Frederick T. Underhill and Iva Bell Bingham, wife of Edward A. Bingham, of East Boston, Mass.; and I hereby authorize my said trustee to hold, invest, and manage said remainder of my estate in such manner as he shall deem for the best interest of my said children, and to pay over to them the income thereof in equal portions at such time or times and in such sums as he may think best for them. And I also authorize my said trustee to pay over to them, or either of them, in equal portions, the whole or any part of the principal of said remainder, whenever in his opinion they or either of them may need the same, or it will benefit them to receive it: my intention is to give my said trustee such authority to dispose of the income of the bequest made to my children and of the principal as shall enable him to secure their support and comfort in sickness and in health in the best manner.\"\n\nSarah A. claims that she should receive, first, the sum of $2,500, and then a sum equal to one third part of the balance of the gross amount of the property; while Frederick and Iva claim that Sarah is entitled to receive, first, $2,500, and then one third part of the remainder of the estate after the payment of the funeral expenses, debts, and expenses of administration, and that they are each entitled to receive an equal amount with her after the payment of the $2,500. Frederick and Iva are the testator's legal heirs.\n\nThe estate was appraised at $37,668.64, but the stock in trade was sold at a loss of $6,080, and there will be a shrinkage of $2,500 from bad debts. The debts against the estate, as allowed by the commissioner, amount to $7,802.79.\n\nSarah A. was the testator's second wife, and not the mother of his children.", "procedural_history": "", "scdb_id": "", "sibling_ids": [3552455, 3552456], "source": "ZU", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/102041/appalachian-coals-inc-v-united-states/", "attorney": "Messrs. Wm. J. Donovan and Edgar L. Greever, with whom Mr. Horace R. Lamb was on the brief, for appellants. ' ., Assistant to the Attorney General O’Brian, with whom Solicitor General Thacher and Messrs. Charles H. Weston and Hammond E. Chaffetz were on the hrief, for the United States.", "caseName": "Appalachian Coals, Inc. v. United States", "caseNameFull": "APPALACHIAN COALS, INC., Et Al. v. UNITED STATES", "citation": ["288 U.S. 344", "53 S. Ct. 471", "77 L. Ed. 825", "1933 U.S. LEXIS 953"], "citeCount": 227, "cluster_id": 102041, "court": "Supreme Court of the United States", "court_citation_string": "SCOTUS", "court_id": "scotus", "dateArgued": null, "dateFiled": "1933-03-13", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "504", "docket_id": 235805, "judge": "Hughes, McReynolds", "lexisCite": "1933 U.S. LEXIS 953", "meta": {"timestamp": "2024-06-20T18:15:19.403059Z", "date_created": "2015-09-21T22:06:13.263923Z", "score": {"bm25": 0.751035}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": 1548, "cites": [95118, 97416, 97615, 97928, 99113, 99511, 99713, 99888, 100232, 100308, 100698, 100699, 101026, 101132, 101615, 101715, 1292673, 1883664], "download_url": null, "id": 102041, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-23T02:58:16.731448Z", "date_created": "2010-04-28T16:50:54Z"}, "ordering_key": null, "per_curiam": false, "sha1": "fa23abde3c8359770d393b2ab0358a1b3d6ddf7d", "snippet": "\n288 U.S. 344 (1933)\nAPPALACHIAN COALS, INC., ET AL.\nv.\nUNITED STATES.\nNo. 504.\nSupreme Court of United States.\nArgued January 9, 10, 1933.\nDecided March 13, 1933.\nAPPEAL FROM THE DISTRICT COURT OF THE UNITED STATES FOR THE WESTERN DISTRICT OF VIRGINIA.\n*346 Messrs. Wm. J. Donovan and Edgar L. Greever,</", "type": "combined-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "1932-146", "sibling_ids": [102041], "source": "LRU", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/6752137/huson-v-dale/", "attorney": "H. J. Bealces, for Plaintiff in error., A. Felch, for Defendant in error.", "caseName": "Huson v. Dale", "caseNameFull": "Frederick Huson v. John P. Dale", "citation": ["19 Mich. 17", "1869 Mich. LEXIS 19"], "citeCount": 0, "cluster_id": 6752137, "court": "Michigan Supreme Court", "court_citation_string": "Mich.", "court_id": "mich", "dateArgued": null, "dateFiled": "1869-07-12", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 63733306, "judge": "Christianoy, Other", "lexisCite": "", "meta": {"timestamp": "2024-06-22T11:04:47.119874Z", "date_created": "2022-07-20T20:39:15.079523Z", "score": {"bm25": 0.74977744}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 6634499, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-24T22:08:50.159641Z", "date_created": "2022-07-20T20:39:15.099381Z"}, "ordering_key": null, "per_curiam": false, "sha1": "", "snippet": "\nChristianoy, J.\nThis was and action of slander brought by Dale against Huson in the Circuit Court for Washtenaw County.\nThe slanderous words alleged in the declaration were that defendant below had said of the plaintiff, “lie stole my horse,” also the following: “By. Green and John Dale,” *27(meaning one Byron Green and the plaintiff), \" stole my horse.", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [6634499], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/5593858/pixley-v-the-western-pac-rr/", "attorney": "", "caseName": "Pixley v. The Western Pac. R.R.", "caseNameFull": "FRANK M. PIXLEY, G. FRANK SMITH, and WILLIAM HALE, late Partners carrying on the business and Practice of Lawyers, under the Name, Firm and Style of Pixley, Smith & Hale v. THE WESTERN PACIFIC RAILROAD COMPANY", "citation": ["33 Cal. 183"], "citeCount": 8, "cluster_id": 5593858, "court": "California Supreme Court", "court_citation_string": "Cal.", "court_id": "cal", "dateArgued": null, "dateFiled": "1867-10-15", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 61946274, "judge": "Currey, Sawyer, Shatter", "lexisCite": "", "meta": {"timestamp": "2024-06-22T05:53:55.686533Z", "date_created": "2022-01-08T17:54:58.501857Z", "score": {"bm25": 0.74968565}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [3587693, 5434479, 5434939, 5435921, 5458438, 5464847, 6404612], "download_url": null, "id": 5436413, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2025-02-26T05:35:15.611540Z", "date_created": "2022-01-08T17:54:58.519738Z"}, "ordering_key": 1, "per_curiam": false, "sha1": "", "snippet": "\nBy the Court, Currey, C. J.:\nAction for work, labor and services rendered by the plaintiffs as attorneys and counsellors at law, for the defendant, a corporation duly organized and constituted under the Act of the Legislature, entitled “ An Act to provide for the incorporation of railroad companies and the management of the affairs thereof, and other matters relating thereto,” passed on the 20th of May, 1861, and of the severa", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [5436413, 5436414, 5436415], "source": "U", "status": "Published", "suitNature": "", "syllabus": "<p>Powers of Railroad Corporations.— Under the Act for the incorporation of railroad companies, passed May 20th, 1861, railroad corporations possessed all the powers and privileges, for the purpose of carrying on the business of the corporation, that private individuals and natural persons had.</p> <p>Idem.—The power to make and execute contracts the Act has committed to the Directors of the corporation, and declared, among other things, that “ no contract shall be binding upon the company unless made in writing,”</p> <p>Idem.—The words of the Act relied on by appellant to defeat plaintiffs* recovery, to wit, “ no contract shall be binding on the company unless made in writing,** properly interpreted, relate to executory contracts.</p> <p>Idem.—The words of the Act, “ no contract shall be binding on the company unless made in writing,** when considered in conjunction with the other provisions of the statute, and in view of the objects of the corporation, are not to bei read as exempting the company from liability in all cases founded in contract not in writing.</p> <p>Iduem.—It may be that while such contract not in writing remains executory on both sides, an action could not be maintained by either party to enforce it; but where one of the contracting parties has completely performed it on Ms part, and thereby rendered to the other the consideration stipulated, the party having received the consideration promised cannot be permitted to escape liability on the naked letter of the statute, because the meaning of the law is not such as to afford immunity from liability in such a case.</p> <p>Idem.—The clause of the Act under consideration does not render verbal contracts of the kind declared on by plaintiffs void; they are voidable so long as unexecuted on both sides, hut when executed by one of the parties by complete performance, the other becomes liable, and must render the consideration stipulated in advance, or a reasonable compensation, to be ascertained as a matter of fact, if not fixed and agreed upon by the parties themselves.</p> <p>Ratification of Contract.—Where the contract with plaintiffs sued on was entered into, first, by the President of the railroad company, defendant, hut there was subsequently a ratification by the Directors in pais of what the President had done, the contract was not ultra vires, and therefore void.</p> <p>Idem.—The facts, to wit, that after plaintiffs’ employment by the President of the railroad company, and while they were engaged in the service of the company under this employment, the President had frequent interviews with them in respect to the business they were managing, and during the same time the Direc-\" tors and officers of the company, who knew of the employment of the plaintiffs and of their attending to the business of the company, advised with them respecting such business, afford sufficient evidence to establish a ratification by the Directors in pais of what the President had done; or that the open and notorious exercise of the power to enter into this contract must be regarded as presupposing an authority delegated by the Board of Directors, in some form accredited by law, to the President of the company, for the purpose.</p> <p>Presumption of Ratification.—The same presumptions are applicable to corporations as to private persons hence, though the records of the defendant may have been an entire blank as to any corporate action of the Board of Directors respecting the employment of the plaintiffs, or services performed by them for the company, it does not follow that the Board did not pass a vote authorizing the President to make the contract $ for a vote of the Board of Directors may be presumed from its acts, though there is no proof of such vote on the corporate record.</p> <p>Power of Railroad Company to Contract. — The contract entered into with plaintiffs was one which the corporation, by its duly constituted agents, had the capacity to make, and therein is distinguishable from Zottman v. The City and County of San Francisco, 20 Cal. 96, and Wallace v. The Mayor and Common Council of San José, 29 Cal. 180.</p>"}
{"absolute_url": "/opinion/6651715/judson-v-state/", "attorney": "..... Hitchcock for the State,", "caseName": "Judson v. State", "caseNameFull": "Lewis Judson against The State", "citation": ["1 Minor 150"], "citeCount": 0, "cluster_id": 6651715, "court": "Supreme Court of Alabama", "court_citation_string": "Ala.", "court_id": "ala", "dateArgued": null, "dateFiled": "1823-12-15", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 63629549, "judge": "Crenshaw, Lipscomb", "lexisCite": "", "meta": {"timestamp": "2024-06-22T10:37:16.284890Z", "date_created": "2022-07-19T19:59:00.016945Z", "score": {"bm25": 0.7495433}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 6528795, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-24T21:32:05.560677Z", "date_created": "2022-07-19T19:59:00.029597Z"}, "ordering_key": null, "per_curiam": false, "sha1": "", "snippet": "\nChief Justice Lipscomb\ndelivered the opinion of a majority of the Court.\nThe first assignment is so vague that it presents no point distinctly to our view. On the second, two points are made.\n1st — That the notice and motion are against Lewis Judson as President of the “ Mobile Bank,” when thei’e is not any Bank known in our laws by that name : but he is Pre- • sident of th", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [6528795], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/7060492/hronek-v-people/", "attorney": "Mr. Julius Goldzier, for the plaintiff in error:, Mr. George Hunt, Attorney General, for the People:", "caseName": "Hronek v. People", "caseNameFull": "John Hronek v. The People of the State of Illinois", "citation": ["134 Ill. 139", "24 N.E. 861", "1890 Ill. LEXIS 952"], "citeCount": 0, "cluster_id": 7060492, "court": "Illinois Supreme Court", "court_citation_string": "Ill.", "court_id": "ill", "dateArgued": null, "dateFiled": "1890-06-12", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 64048830, "judge": "Baker", "lexisCite": "", "meta": {"timestamp": "2024-06-22T12:25:41.646102Z", "date_created": "2022-07-24T01:51:20.196766Z", "score": {"bm25": 0.7493418}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 6964458, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-24T23:15:23.928932Z", "date_created": "2022-07-24T01:51:20.202375Z"}, "ordering_key": null, "per_curiam": false, "sha1": "", "snippet": " Mr. Justice Baker delivered the opinion of the Court: The plaintiff in error, John Hronek, was indicted, with Frank Chapek, Frank Chleboun and Rudolph Sevic, for violation of an act of the legislature of this State, entitled “An act to regulate the manufacture, transportation, use and sale of explosives, and to punish an improper use of the same, ” approved June ", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [6964458], "source": "U", "status": "Published", "suitNature": "", "syllabus": "<p>1. Statutes—title of an act—and of the subject to be expressed therein. It is not necessary that the title of an act shall express all of the minor divisions of the general subject to which the act relates. It is sufficient if it expresses the general subject of the act, and all the minor subdivisions germane to the general subject will be held to be included in it. But if the title expresses such minor subdivisions which, without such expression, would be held to be included within the general subject, such expression will not render the title obnoxious to the constitutional provision.</p> <p>2. Criminal law—explosives—manufacture, use, etc.—act of 1887— of the title, and the subject of the act. The act entitled “An act to regulate the manufacture, transportation, use and sale of explosives, and to punish an improper use of the same,” approved June 16,1887, is not obnoxious to section 13, article 4, of the constitution, “that no act hereafter passed shall embrace more than one subject, and that shall be expressed in the title.” The title does not express two subjects, but only one, and all the provisions of the act are within the subject expressed in the title, and are germane to each other and the general scope and purpose of the act.</p> <p>3. The regulation of the use of explosives necessarily implies the right to punish an improper use. Two different subjects are not included or expressed in or by the title, for the punishment of an improper use flows necessarily from the main or substantive object as stated in the title,—i. e., to regulate the use of explosives.</p> <p>4. Same—use of explosives—intent—how shown—possession—declarations, etc. On the trial of one for the manufacture, etc., of explosives with intent to take the life of another, the fact that the accused procured the explosive may be shown by proof that it was found in his possession, and the unlawful intent is manifested by the nature of the substance itself, his concealment of it, and his contemporaneous declarations of his intent.</p> <p>5. Where a person is found in possession of dangerous explosives, and has avowed the\" intention of using them for a particular unlawful purpose, the presumption will arise that he procured the same for such unlawful use, especially when his business does not call for the use or possession of them.</p> <p>6. The intent of a party can ordinarily be shown only by inferences-drawn from his acts and from his declarations.</p> <p>7. Same—possession of dynamite—explanation—an instruction construed—whether excluding evidence offered in defense. On the prosecution of one for the manufacturing, compounding, buying, selling, etc., of dynamite, with intent to destroy human life therewith, under an act-that took effect on July 1,1887, the defendant- asked an instruction that to constitute the crime the acts charged should be shown to have been done after July 1, 1887. The court added this: “Therefore the jury must disregard any evidence as to the making, compounding or procuring dynamite, at G.’s house or elsewhere, prior to said date.” The defendant, to account for dynamite found in his possession, testified that it was left in his house in 1886, by one K.: Held, that the instruction, as modified, was not calculated to take from the consideration of the jury the testimony explaining the defendant’s possession of the-dynamite. The instruction related solely to the elements necessary to-constitute the crime charged, and had no reference to the defense.</p> <p>8. Same—accessory. Under a statute which provides that any person abetting or in any way assisting in certain denounced acts shall be deemed a principal, and upon conviction shall be subject to the same punishment as provided in the preceding sections relating to principals, a defendant, if guilty as an accessory before the fact, is to be indicted and punished as a principal.</p> <p>9. Same—verdict—certainty as to party found guilty. On a separate trial of one of several defendants, the record showed the coming of the People by the State’s attorney, and J. H., (the defendant,) impleaded, etc., and the selection of the jury, and trial. The jury found “the defendant” guilty, without specifying his name: Held, that the verdict was not uncertain as to the party found guilty.</p> <p>10. Same—place of imprisonment—act of 1887, to regulate manufacture, etc., of explosives—construed. Section 1 of the act of 1887, “to regulate the manufacture, transportation, use and sale of explosives, and to punish an improper use of the same,” provides that any one found guilty of the acts therein denounced “shall be deemed guilty of a felony, and upon conviction thereof shall be punished for a term not less than five years nor more than twenty-five years:” Held, that the imprisonment intended is imprisonment in the penitentiary.</p> <p>11. Witnesses — competency—religious test. Section 3, article 2, of the State constitution, has abrogated the rule which obtained prior to 1870, restricting the competency of witnesses on account of defect of religious belief, and there is no longer any test of .qualification in respect to religious belief or want of the same which affects the competency of citizens to testify as witnesses in courts of justice.</p> <p>12. Same—former decision. The case of Central Military Tract Railroad Co. v. Rochafelloio, 17 Ill. 511, on the competency of a witness depending upon his religious belief, overruled Noble v. People, Beecher’s Breese, 54; and section 3, article 2, of the constitution, abrogated the .former rule that had obtained in this State, and there is now no religious test as to the competency of any witness.</p> <p>13. Same—credibilily—elements to be considered—detectives—police officers. On the trial of one for crime, there is no error in refusing an instruction asked by the defense, that the evidence of private detectives and the police “should be received with a large degree of caution.” All the circumstances connected with a witness, or that may tend to affect his credibility or bias his judgment, are competent to be shown, and considered by the jury in determining the weight and credit to be given to his testimony.</p>"}
{"absolute_url": "/opinion/5351824/cutter-v-gudebrod-bros/", "attorney": "Robert B. Honeyman, for the appellant., G. H. Crawford, for the respondent.", "caseName": "Cutter v. Gudebrod Bros.", "caseNameFull": "John D. Cutter v. Gudebrod Brothers Company", "citation": ["36 A.D. 362"], "citeCount": 5, "cluster_id": 5351824, "court": "Appellate Division of the Supreme Court of the State of New York", "court_citation_string": "N.Y. App. Div.", "court_id": "nyappdiv", "dateArgued": null, "dateFiled": "1899-07-01", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 61699606, "judge": "Woodward", "lexisCite": "", "meta": {"timestamp": "2024-06-22T04:49:28.640535Z", "date_created": "2022-01-06T04:47:32.920845Z", "score": {"bm25": 0.74916893}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [90849, 3576527, 3589322, 3626033, 5404622, 5404656, 5455452, 5455591, 5458660, 5459275, 5461571, 5470779, 5475445, 6422354, 6422823], "download_url": null, "id": 5185289, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-24T12:48:35.231740Z", "date_created": "2022-01-06T04:47:32.933334Z"}, "ordering_key": null, "per_curiam": false, "sha1": "", "snippet": "\nWoodward, J.:\nIt is clear, upon every equitable consideration, that the judg» ment restraining the plaintiff from the use of his own name, or the initials of his own name, in the transaction of the business incident to the manufacture and sale of spool silks, cannot be sustained. If can never be the policy of the law to deprive the citizen of the'' ¡lower to make use of his good name and reputation in the conduct of any legiti", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [5185289], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/108751/san-antonio-independent-school-district-v-rodriguez/", "attorney": "Charles Alan Wright argued the cause for appellants. With him on the briefs were Crawford C. Martin, Attorney General of Texas, Nola White, First Assistant Attorney General, Alfred Walker, Executive Assistant Attorney General, J. C. Davis and Pat Bailey, Assistant Attorneys General, and Samuel D. McDaniel., Arthur Gochman argued the cause for appellees. With him on the brief was Mario Obledor.*", "caseName": "San Antonio Independent School District v. Rodriguez", "caseNameFull": "SAN ANTONIO INDEPENDENT SCHOOL DISTRICT Et Al. v. RODRIGUEZ Et Al.", "citation": ["36 L. Ed. 2d 16", "93 S. Ct. 1278", "411 U.S. 1", "1973 U.S. LEXIS 91"], "citeCount": 2800, "cluster_id": 108751, "court": "Supreme Court of the United States", "court_citation_string": "SCOTUS", "court_id": "scotus", "dateArgued": null, "dateFiled": "1973-04-23", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "71-1332", "docket_id": 1007608, "judge": "Maeshall, Powell, Burger, Stewart, Blackmun, Rehnquist, Brennan, White, Douglas, Marshall", "lexisCite": "1973 U.S. LEXIS 91", "meta": {"timestamp": "2024-06-20T18:19:48.243111Z", "date_created": "2016-01-14T01:07:04.940150Z", "score": {"bm25": 0.74889916}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 9425231, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2025-02-26T05:42:16.994819Z", "date_created": "2023-08-02T23:14:07.130806Z"}, "ordering_key": 1, "per_curiam": false, "sha1": "", "snippet": "\n*4Mr. Justice Powell\ndelivered the opinion of the Court.\nThis suit attacking the Texas system of financing public education was initiated by Mexican-American parents whose children attend the elementary and sec*5ondary schools in the Edgewood Independent School District, an urban school district in San A", "type": "lead-opinion"}, {"author_id": null, "cites": [], "download_url": null, "id": 9425235, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2025-02-26T05:42:17.141092Z", "date_created": "2023-08-02T23:14:07.163035Z"}, "ordering_key": 5, "per_curiam": false, "sha1": "", "snippet": "\nMe. Justice Maeshall,\nwith whom Me. Justice Douglas concurs,\ndissenting.\nThe Court today decides, in effect, that a State may constitutionally vary the quality of education which it offers its children in accordance with the amount of taxable wealth located in the school districts within which they reside. The majority's decision represents an abrupt departure from the mainstream of rec", "type": "dissent"}, {"author_id": 2611, "cites": [86014, 87885, 88998, 91704, 92722, 94591, 96710, 97374, 97830, 99622, 100233, 100694, 101076, 101662, 101887, 102839, 103017, 103109, 103290, 103351, 103701, 103875, 104397, 104494, 104520, 104606, 104804, 104805, 105179, 105221, 105285, 105382, 105533, 105546, 105722, 105832, 105899, 106142, 106249, 106250, 106366, 106383, 106546, 106547, 106550, 106658, 106825, 106850, 106945, 106967, 107014, 107064, 107082, 107197, 107201, 107243, 107256, 107307, 107480, 107481, 107527, 107554, 107680, 107685, 107701, 107783, 107823, 107881, 107898, 107901, 107917, 107954, 107962, 107966, 107971, 108070, 108100, 108115, 108194, 108221, 108282, 108286, 108325, 108358, 108373, 108404, 108405, 108410, 108412, 108466, 108470, 108485, 108489, 108527, 108530, 108548, 108570, 108587, 108597, 108655, 108661, 108663, 108713, 108717, 108721, 259574, 284369, 305636, 1126695, 1176235, 1382292, 1428273, 1449693, 1469866, 1506878, 1626657, 1953776, 1969233, 2426316, 5000855, 5009717], "download_url": null, "id": 108751, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-23T03:01:28.357911Z", "date_created": "2010-04-28T17:11:41Z"}, "ordering_key": null, "per_curiam": false, "sha1": "6432fd7bfaf533138b23cbbf448341be34ee1cb8", "snippet": "\n411 U.S. 1 (1973)\nSAN ANTONIO INDEPENDENT SCHOOL DISTRICT ET AL.\nv.\nRODRIGUEZ ET AL.\nNo. 71-1332.\nSupreme Court of United States.\nArgued October 12, 1972.\nDecided March 21, 1973.\nAPPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE WESTERN DISTRICT OF TEXAS.\n*3 Charles Alan Wright argued the cause for appe", "type": "combined-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "1972-083", "sibling_ids": [108751, 9425231, 9425232, 9425233, 9425234, 9425235], "source": "LRU", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/7143503/state-v-indiana-illinois-southern-railroad/", "attorney": "J. T. Dye, S. Stansifer, J. T. Hays and H. J. Hays, for appellee., W. C. Hultz and O. B. Harris, for appellant.", "caseName": "State v. Indiana & Illinois Southern Railroad", "caseNameFull": "State v. The Indiana & Illinois Southern Railroad Company", "citation": ["133 Ind. 69", "32 N.E. 817", "1892 Ind. LEXIS 252"], "citeCount": 0, "cluster_id": 7143503, "court": "Indiana Supreme Court", "court_citation_string": "Ind.", "court_id": "ind", "dateArgued": null, "dateFiled": "1892-12-13", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "No. 15,226", "docket_id": 64131865, "judge": "Olds", "lexisCite": "", "meta": {"timestamp": "2024-06-22T12:49:13.513043Z", "date_created": "2022-07-24T07:01:05.364142Z", "score": {"bm25": 0.7488628}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 7051572, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-24T23:33:45.670474Z", "date_created": "2022-07-24T07:01:05.370976Z"}, "ordering_key": null, "per_curiam": false, "sha1": "", "snippet": "\nOlds, C. J.\nThis suit was brought by the prosecuting attorney of Greene county, Indiana, to recover penalties under an act of the legislature requiring persons and corporations operating railroads to place blackboards in conspicuous places at their stations, and write upon them the fact as to whether or not the trains stopping at such stations are on time, and if late, how much.\nThe complaint consists of numerous", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [7051572], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/5097656/state-ex-rel-andreu-v-canfield/", "attorney": "Alex. St. Clair-Abrams, for Plaintiffs in Error., Parrott & Hamlin and W. A. McWilliams, for Defendants in error.", "caseName": "State ex rel. Andreu v. Canfield", "caseNameFull": "The State of Florida ex rel. John Andreus., in Error v. Heth Canfields., Composing the City Council of the City of St. Augustine, in Error", "citation": ["40 Fla. 36"], "citeCount": 1, "cluster_id": 5097656, "court": "Supreme Court of Florida", "court_citation_string": "Fla.", "court_id": "fla", "dateArgued": null, "dateFiled": "1898-01-15", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 60404267, "judge": "Carter, Taylor", "lexisCite": "", "meta": {"timestamp": "2024-06-22T03:43:05.740725Z", "date_created": "2021-09-22T00:08:06.406348Z", "score": {"bm25": 0.7484983}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 4915137, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2025-02-26T05:34:11.161480Z", "date_created": "2021-09-22T00:08:06.429611Z"}, "ordering_key": 2, "per_curiam": false, "sha1": "", "snippet": "\nCarter, J.,\ndissenting.\nBy the decision in this case this court assumes a position in the front rank of those who concede power in the Legislature to prescribe constructive service of process in personal actions. I had always supposed that certain rights of individuals among a free people were laid away among the fundamentals by that provision of our Declaration of Rights which declares that “No person shall* * *b", "type": "dissent"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [4915136, 4915137], "source": "U", "status": "Published", "suitNature": "", "syllabus": "<p>Appellate Practice — Constructive Service on Defendants in Error by Recording Writ of Error — Chapter 4589, Laws' of 1897, Constitutionally Upheld and Construed — Mandamus Against City Council' — Writ of Error Must Be Sued Out in Names of All Joint — Judgment Défendants — Original Writs of Error Must Be Returned to Appellate Court.</p> <p>1. Chapter 4589 laws, approved May 8th, 1897, entitled: “An act to abrogate the writ of scire facias ad aMdiendwm errores in appellate proceedings to the Supreme Court, and to provide a substitute therefor in civil causes,” held to be not obnoxious to that provision of the constitutions of the United States and of the State of Florida that forbids the deprivation of property without due i rocess of law. Our Legislature has the power, not only to regulate and prescribe the procedure to obtain in our several courts, respectively, but also to regulate and prescribe the procedure by which causes tried in the courts of first instance shall be transferred for review to other tribunals clothed by the constitution with revisory powers; and when, in so doing, it provides that the issuance and record of a writ of error in the court of first instance shall have the effect of transferring the cause and the litigants therein to the jurisdiction of the revising court for re-examination, it has prescribed that “due process of law” contemplated by said constitutions. A writ of error proceeding is not such a new and original suit as to require the same strictness and rigidity in the service upon the defendant therein of notice of its institution, as is required at the institution of á new and original action in a court of first instance, but is rather a continuation of an original suit; and a statute providing for constructive notice only of its institution and pendency does not violate that provision of the organic law that prohibits the deprivation of property without due process of law. (Mr. Justice Carter dissenting.)</p> <p>2. Nothing 'but a clear violation of the constitution will justify the courts in overruling the legislative will; and where there is a reasonable doubt as to the constitutionality of an act it must be resolved in favor of the act, and it must be upheld.</p> <p>3. A mandamus against a city council is virtually a proceeding against the corporation, and the judgment therein is obligatory on the members of the board of councilmen in office at the time of its rendition, regardless of mutations made, pending the proceedings, in the personnel of those composing such representative council.</p> <p>4. Writs of error should in all cases give the individual names of all parties plaintiff and defendant m error in order that the appellate court may know by the record who the parties are be-tore it. A writ of error issued in the name of “J- A. et al.” is nothing more than a writ issued in the name of “J- A.” alone; and where the judgment thus sought to be reviewed i$ a joint one against “J A.” and other co-judgment defendants who are not otherwise named or designated in the writ of error than by the use therein of the abbreviation “et al.,” such writ is fatally defective for the want of necessary parties plaintiff in error. The settled rule being that all parties defendant to a judgment rendered against them jointly must be made parties to a writ of error instituted for its review.</p> <p>3. A writ of error, amended by bringing into it new parties plaintiff in error, is, as to such new parties, a new writ, issued, at the time of such amendment, for the first time- And this court, according to its established rule, will not permit such amendments to be made after the time limited for suing out writs of error- has expired.</p> <p><5. The provision in Chapter 4329, laws of 1-897, requiring the writ of error to he recorded in the minute-hoolc of the Cvremt Court, is designed as a substitute for the service upon the defendant in error of the abrogated writ of scire facias ad audienclum errores, and serves the purpose of notice to the defendant in error that he and the record of his case have by such writ been removed for review to the appellate court- It is jurisdictional, and must in every ease he strictly complied with. The statute does not, however, preclude waiver of notice and voluntary appearance in the appellate court.</p> <p>7. All original writs of error should be returned to a/nd filed in the appellate court with the record in the cause; or, at latest, by the return day named in the writ; and, in view of the provisions of Chapter 4329, laws of 1897, it should in every case have endorsed upon it when returned a certificate of the Cle-V of the Circuit Court showing the fact that it has been recorded in the minute-hook of the Circuit Court, and the date of such record and the page of the book where recorded; and the transcript of the record should also contain a certified copy of such record of the writ of error, certified by the Clerk of the Circuit Court in the same manner that he authenticates any transcript of any other document of record in his office, having such copy to show also the date of its record in Ms minute-hook.</p>"}
{"absolute_url": "/opinion/6937927/perkins-glue-co-v-holland-furniture-co/", "attorney": "Gorham Crosby, of New- York City (Km.ppen, Uhl & Bryant, of Grand Rapids, Mich., on the brief), for appellant., William H. Davis, of New York City (James A. Watson, of Washington, D. C., on the brief), for appellees.", "caseName": "Perkins Glue Co. v. Holland Furniture Co.", "caseNameFull": "PERKINS GLUE CO. v. HOLLAND FURNITURE CO.", "citation": ["18 F.2d 387", "1927 U.S. App. LEXIS 1962"], "citeCount": 0, "cluster_id": 6937927, "court": "Court of Appeals for the Sixth Circuit", "court_citation_string": "6th Cir.", "court_id": "ca6", "dateArgued": null, "dateFiled": "1927-04-02", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "No. 4259", "docket_id": 63926212, "judge": "Denison, MacK, Moorman", "lexisCite": "1927 U.S. App. LEXIS 1962", "meta": {"timestamp": "2024-06-22T11:53:10.622968Z", "date_created": "2022-07-23T20:02:12.539440Z", "score": {"bm25": 0.7480891}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 6834721, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-24T22:49:09.791518Z", "date_created": "2022-07-23T20:02:12.545380Z"}, "ordering_key": null, "per_curiam": false, "sha1": "", "snippet": "\nDENISON, Circuit Judge.\nThis case relates to glue. Until recently the word implied an animal substance base. The Century Dictionary. st> defines it, and does not include any vegetable composition, save by a reference to gum arabie, although the patent art shows an occasional use of the term “vegetable glue.” Various adhesives had been made with a starch base, running from a sticky mass, through stages of dilution, to a highly ", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [6834721], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/2355427/in-re-enron-corp-securities/", "attorney": "", "caseName": "In Re Enron Corp. Securities", "caseNameFull": "In Re ENRON CORPORATION SECURITIES Derivative & “ERISA” Litigation. Mark Newby, Et Al., Plaintiffs v. Enron Corporation, Et Al., Defendants; The Regents of the University of California, Et Al. Individually and on Behalf of All Others Similarly Situated, Plaintiffs, v. Kenneth L. Lay, Et Al., Defendants", "citation": ["529 F. Supp. 2d 644", "2006 U.S. Dist. LEXIS 43146", "2006 WL 4381143"], "citeCount": 39, "cluster_id": 2355427, "court": "District Court, S.D. Texas", "court_citation_string": "S.D. Tex.", "court_id": "txsd", "dateArgued": null, "dateFiled": "2006-06-05", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "MDL-1446, Civil Action No. H-01-3624", "docket_id": 2505004, "judge": "Harmon", "lexisCite": "2006 U.S. Dist. LEXIS 43146", "meta": {"timestamp": "2024-06-21T10:55:17.594211Z", "date_created": "2015-10-14T00:52:19.089133Z", "score": {"bm25": 0.74780977}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": 1368, "cites": [6098, 7122, 18251, 24793, 25546, 26438, 29917, 31529, 32141, 32156, 34850, 36477, 39247, 76221, 76745, 76782, 103379, 108526, 108909, 109050, 109267, 109420, 109908, 110737, 110963, 111753, 112022, 112290, 112628, 112903, 117837, 117902, 118142, 118143, 118271, 118513, 118700, 121356, 125900, 137006, 142888, 197850, 198674, 199590, 200373, 257304, 267704, 283235, 312768, 323761, 328191, 330740, 339111, 342755, 355147, 389965, 391390, 401020, 409447, 416611, 424973, 435906, 454512, 461012, 463750, 466289, 480352, 487439, 493612, 498492, 499712, 502700, 505528, 508535, 512618, 515752, 529392, 548711, 556428, 579965, 601791, 608097, 656590, 672892, 691120, 711195, 712065, 718631, 718649, 740519, 751831, 756683, 757736, 757756, 766009, 766113, 770085, 776519, 776831, 778198, 780857, 785871, 785935, 786197, 787951, 789042, 789591, 791218, 792445, 793924, 1463989, 1522088, 1571246, 1984459, 2158247, 2300385, 2303622, 2330318, 2336512, 2413549, 2414956, 2415453, 2419235, 2421038, 2424752, 2424803, 2432881, 2453218, 2457852, 2464164, 2469226, 2480564, 2481054, 2510551, 2569326, 2576079, 2578155, 2579852], "download_url": null, "id": 2355427, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-23T17:28:02.225094Z", "date_created": "2013-10-30T09:13:40.035186Z"}, "ordering_key": null, "per_curiam": false, "sha1": "581a0ef52c1e577d1ad676bd324ca8961b5a0242", "snippet": "\n529 F.Supp.2d 644 (2006)\nIn re ENRON CORPORATION SECURITIES Derivative & \"ERISA\" Litigation.\nMark Newby, et al., Plaintiffs\nv.\nEnron Corporation, et al., Defendants\nThe Regents of the University of California, et al. Individually and On Behalf of All Others Similarly Situated, Plaintiffs,\nv.\nKenneth L. Lay, et al., Defendants.\nNo. MDL-1446, Civil Action No. H-01-3624.\nUnited States ", "type": "combined-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [2355427], "source": "LU", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/7940656/state-v-haun/", "attorney": "A. A. Godard, attorney-general, for The State., Morris Cliggitt, and Perry & Grain, for appellant.", "caseName": "State v. Haun", "caseNameFull": "The State of Kansas v. C. L. Haun", "citation": ["61 Kan. 146", "59 P. 340", "47 L.R.A. 369", "1899 Kan. LEXIS 22"], "citeCount": 4, "cluster_id": 7940656, "court": "Supreme Court of Kansas", "court_citation_string": "Kan.", "court_id": "kan", "dateArgued": null, "dateFiled": "1899-12-09", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "No. 11,309", "docket_id": 65035683, "judge": "Dostbr, Johnston, Smith", "lexisCite": "", "meta": {"timestamp": "2024-06-22T16:24:50.421134Z", "date_created": "2022-09-08T21:49:10.466292Z", "score": {"bm25": 0.7477001}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 7891229, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2025-02-26T05:39:37.970638Z", "date_created": "2022-09-08T21:49:10.486138Z"}, "ordering_key": 2, "per_curiam": false, "sha1": "", "snippet": "\nDostbr, 0. J.\n(dissenting) : I dissent from the decision of this case. Appellant is an employee of a corporation. Therefore, the legislature may rightfully control his action to the extent that it can control the action of the corporation whose agent he is. Inasmuch as a corporation can only act by agents, the law must in consequence visit upon the latter such penalties as will insure compliance with the requirements imposed ", "type": "concurrence-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [7891228, 7891229], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/5727582/rouse-v-state/", "attorney": "Jesse 17. Walters & Bon, Perry, Poy & Monk, Julian B. Williamson, and John B. Cooper, for plaintiff in error., Uewlette A. Hall, attorney-general, and William B. Wooten, solicitor-general, by Frank A. Hooper, contra.", "caseName": "Rouse v. State", "caseNameFull": "ROUSE v. State", "citation": ["136 Ga. 356", "1911 Ga. LEXIS 541", "71 S.E. 667"], "citeCount": 5, "cluster_id": 5727582, "court": "Supreme Court of Georgia", "court_citation_string": "Ga.", "court_id": "ga", "dateArgued": null, "dateFiled": "1911-06-13", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 62082373, "judge": "Holden", "lexisCite": "", "meta": {"timestamp": "2024-06-22T06:29:03.088357Z", "date_created": "2022-01-11T01:29:55.649553Z", "score": {"bm25": 0.7476256}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 5577874, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-24T14:56:46.317639Z", "date_created": "2022-01-11T01:29:55.662248Z"}, "ordering_key": null, "per_curiam": false, "sha1": "", "snippet": "\nHolden, J.\nThe defendant, William Rouse, was placed on trial, at the October term, 1910, of the superior court of Worth county, on the charge of having murdered one William Bailey. He was convicted by the jury of murder, without recommendation, and sentenced to be hung. To the order of the court, denying his motion for a new trial, he excepted. The killing occurred on September 4, 1909. On that day the defendant and the decease", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [5577874], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/270991/united-states-v-charles-freeman/", "attorney": "William E. Hellerstein, New York City (Anthony F. Marra, New York City, on the brief), for appellant., Richard A. Givens, Asst. U. S. Atty., New York City (Robert M. Morgenthau, U. S. Atty. for Southern Dist. of New York, John E. Sprizzo, Asst. U. S. Atty., on the brief), for appellee.", "caseName": "United States v. Charles Freeman", "caseNameFull": "UNITED STATES of America, Appellee, v. Charles FREEMAN, Appellant", "citation": ["357 F.2d 606", "1966 U.S. App. LEXIS 7033"], "citeCount": 177, "cluster_id": 270991, "court": "Court of Appeals for the Second Circuit", "court_citation_string": "2d Cir.", "court_id": "ca2", "dateArgued": null, "dateFiled": "1966-02-28", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "29688_1", "docket_id": 334437, "judge": "Waterman, Kaufman, Hays", "lexisCite": "1966 U.S. App. LEXIS 7033", "meta": {"timestamp": "2024-06-20T19:45:13.880864Z", "date_created": "2015-09-24T20:25:38.591407Z", "score": {"bm25": 0.74759865}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [94338, 94615, 95700, 97810, 105024, 106883, 228140, 234593, 241507, 243887, 252591, 253629, 254160, 255337, 256186, 259479, 262669, 269510, 270054, 270055, 270056, 2297678, 3628521, 8047518, 8936345, 8942811, 8943629, 8949547], "download_url": null, "id": 9451408, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2025-02-26T05:43:03.153308Z", "date_created": "2023-08-04T17:17:00.646486Z"}, "ordering_key": 1, "per_curiam": false, "sha1": "", "snippet": "\nKAUFMAN, Circuit Judge:\nAs legislation proliferates and judicial decisions multiply, our criminal law daily takes on increased complexity and sophistication. Subtle distinctions are constantly drawn; more perfect refinements continue to evolve. At the same time, however, there are a small number of more basic questions which cut across the whole of this evolutionary process, que", "type": "lead-opinion"}, {"author_id": null, "cites": [94338, 94615, 95700, 97810, 105024, 106883, 228140, 234593, 241507, 243887, 252591, 253629, 254160, 255337, 256186, 259479, 262669, 269510, 270054, 270055, 270056, 2297678, 3628521, 8047518, 8936345, 8942811, 8943629, 8949547, 9451408], "download_url": "http://bulk.resource.org/courts.gov/c/F2/357/357.F2d.606.182.29688_1.html", "id": 270991, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-23T03:58:55.116434Z", "date_created": "2011-08-23T08:41:00Z"}, "ordering_key": null, "per_curiam": false, "sha1": "0ac74b9e30b2f5a62bfe017df3846f830b6fc771", "snippet": "357 F.2d 606\n    UNITED STATES of America, Appellee,v.Charles FREEMAN, Appellant.\n    No. 182.\n    Docket 29688.\n    United States Court of Appeals Second Circuit.\n    Argued December 15, 1965.\n    Decided February 28, 1966.\n    \n      William E. Hellerstein, New York City (Anthony F. Marra, New Yor", "type": "combined-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [270991, 9451408, 9451410], "source": "RU", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/6918874/southern-railway-co-v-white/", "attorney": "W. Allan Perkins and Geo. E. Walker, for the plaintiffs in error., G. M. McNutt, for the defendants in error.", "caseName": "Southern Railway Co. v. White", "caseNameFull": "Southern Railway Company and Walker D. Hines, Director-General of Railroads v. White and Southern Railway Company and Walker D. Hines, Director-General of Railroads v. Bowden", "citation": ["128 Va. 551", "104 S.E. 865", "1920 Va. LEXIS 121"], "citeCount": 0, "cluster_id": 6918874, "court": "Supreme Court of Virginia", "court_citation_string": "Va.", "court_id": "va", "dateArgued": null, "dateFiled": "1920-11-18", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 63907150, "judge": "Saunders", "lexisCite": "", "meta": {"timestamp": "2024-06-22T11:48:22.807791Z", "date_created": "2022-07-23T18:58:53.414258Z", "score": {"bm25": 0.7474089}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 6814457, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-24T22:44:46.409030Z", "date_created": "2022-07-23T18:58:53.421449Z"}, "ordering_key": null, "per_curiam": false, "sha1": "", "snippet": "\nSaunders, J.,\ndelivered the opinion of the court.\nThese are two cases that by agreement of parties were heard and determined together, the same jury rendering a verdict in each case. The plaintiffs (defendants in error in this court), severally sued the Southern Railway Company for damages caused them by the backed up flood waters of the Hardware river. The backing up- of these waters was alleged to be due to", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [6814457], "source": "U", "status": "Published", "suitNature": "", "syllabus": "<p>1. Waters and Watercourses — Flooding Lands — Duty of Railroad Company. — Where a railroad company substitutes a culvert for a trestle on its roadbed, it is its duty to exercise due care not to obstruct the natural flow of the water at seasons of either low or high water; that is to say, it is the duty of the company to provide security against ordinary periodical freshets, which could be foreseen with reasonable certainty.</p> <p>2. Waters and Watercourses — Flooding Lands — Duty of Railroad Company — Case at Bar. — In the instant case a railroad company substituted a culvert for a trestle upon its roadbed; where' the roadbed crossed a small stream. There was positive evidence that before the construction of the culvert the stream often overflowed its banks, but there was no backwater. It was the contention of the company that it used due care in the construction of the culvert, and had so constructed it as not to obstruct such flows of flood waters as might be reasonably expected to occur; and that its engineers closely followed the formula for a culvert sufficient for the drainage of the area drained by the stream.</p> <p>Held: That plaintiffs contentions with respect to the extent of the backwater on their respective farms, and the damage done, and that this backwater was due to the inadequacy of' the culvert and did not take place under the prior conditions, were fully sustained by the evidence.</p> <p>8. Waters and Watercourses — Flooding Lands — Unprecedented Flood — Act of God — Case at Bar. — In an action for flooding lands, defendant contended that the rainfall' at the time of the overflow was of an unprecedented character, and could not have been anticipated in the exercise of ordinary foresight and prudence; in other words, That it was an act of God, against which defendant railroad company was under no obligation to undertake to provide.</p> <p>Held: That the evidence on this point clearly showed that the rain in question was not an unprecedented downpour, but one that from the experience of that locality could reasonably have been expected, and hence was such a rain as the defendant company was compelled to provide against when it undertook to replace a trestle with a culvert.</p> <p>4. Waters and Watercourses — Flooding Lands — Continuing Nuisance — Action for Future as Well as Present. Damages — Case at Bar. — In the instant case, an action for the flooding of plaintiffs’ lands due to an insufficient culvert, on defendant railroad’s bed, the inadequacy of the culvert to carry off the high waters of a periodical character likely to occur was established. It was further shown that the inadequacy of the culvert rendered it a perpetual menace to plaintiffs’ properties, and that this menace had materially reduced their market value.</p> <p>Held: That the moment that it was established that the culvert was a perpetual menace to. the properties concerned, an immediate cause of action arose, and the injury not depending upon the use of the culvert, the landowners were under no obligation to bring successive actions for successively recurring damages, but might recover in one action for past and future damages.</p> <p>5. Multiplicity of Suits — Policy of the Law. — The general policy of the law is to avoid multiplicity of actions, and,' if practicable, without injustice, to afford compensation in one action for all damages.</p> <p>6. Nuisances — Continuing Nuisance — One or Several Actions for Damages. — The general rule with respect to nuisances undoubtedly is that repeated actions may be brought as long as the nuisance continues, but an exception to the general rule, as well established as the rule itself, is that where a nuisance is permanent, the consequences of which, in the normal course of things, will continue indefinitely, there is but a single action therefor, and the entire damage suffered, both past and future, must be recovered in that action, and the right to recover will be barred unless it is brought within the prescribed number of years from the time the cause of action accrued.</p> <p>Expert and Opinion Evidence — Admissibility of Opinion Evidence. — In an action against a railroad company for damages to plaintiff’s lands due to an insufficient culvert causing the periodical flooding of the lands, while the extent of the injurious effect of the culvert upon the value of plaintiffs’ lands is a matter of opinion, still such opinion evidence is not inadmissible. There is much testimony given in court that really, in the ultimate, is merely human judgment or opinion. Absolute certainty is rarely attainable in court proceedings, or conclusions therein reached with the precision and severity of a mathematical demonstration. The law very sensibly allows all the relevant facts and circumstances to be placed before the jury that will aid them to make an intelligent disposition of the issue submitted.</p>"}
{"absolute_url": "/opinion/408183/ruth-culver-cross-appellees-v-slater-boat-co-cross-europirates/", "attorney": "W. James Kronzer, W. W. Watkins, Houston, Tex., Frederick J. Gisevius, Jane M. Gisevius, New Orleans, La., for Ruth Culver et al., Leonard Führer, Alexandria, La., for amicus curiae Louis Ober., Patrick A. Juneau, Jr., Lafayette, La., for amicus curiae Penrod Drilling., Richmond M. Eustis, New Orleans, La., for Slater Enterprises, Europirates, Etc., Drury, Lozes & Curry, Felicien P. Lozes, New Orleans, La., for Gulf Overseas Ser. Corp., J. Walter Ward, New Orleans, La., for Ocean Drilling., Mat M. Gray, III, New Orleans, La., for St. Paul Fire.", "caseName": "Ruth Culver, Cross-Appellees v. Slater Boat Co., Cross Europirates International, Inc., and Cross- Appellees-Appellants v. Odeco Drilling, Cross", "caseNameFull": "Ruth CULVER, Et Al., Plaintiffs-Appellants Cross-Appellees, v. SLATER BOAT CO., Et Al., Defendants-Appellees Cross Appellants; EUROPIRATES INTERNATIONAL, INC., Et Al., Defendants-Appellees and Cross-Appellees-Appellants, v. ODECO DRILLING, Et Al., Defendants-Appellees Cross Appellants", "citation": ["688 F.2d 280", "1983 A.M.C. 2251", "1982 U.S. App. LEXIS 25416"], "citeCount": 12, "cluster_id": 408183, "court": "Court of Appeals for the Fifth Circuit", "court_citation_string": "5th Cir.", "court_id": "ca5", "dateArgued": null, "dateFiled": "1982-09-22", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "79-3985", "docket_id": 769214, "judge": "Godbold, Brown, Clark, Roney, Gee, Tjoflat, Hill, Fay, Rubin, Vance, Kravitch, Johnson, Henderson, Reavley, Politz, Hatchett, Anderson, Randall, Tate, Williams", "lexisCite": "1982 U.S. App. LEXIS 25416", "meta": {"timestamp": "2024-06-20T21:02:52.634681Z", "date_created": "2014-12-21T23:49:18.391135Z", "score": {"bm25": 0.74701256}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [98764, 103932, 109879, 110181, 110560, 251809, 293776, 299184, 304770, 305792, 321414, 324861, 324862, 325012, 325406, 326767, 327733, 330327, 330666, 331451, 332955, 337737, 340676, 341632, 342702, 360915, 371177, 383801, 385743, 386201, 388367, 389152, 392986, 393864, 396915, 403684, 403693, 403778, 408184, 875741, 1369780, 1416694, 1799003, 1817679, 1905813, 1964405, 2130365, 2260150, 2597042], "download_url": "http://bulk.resource.org/courts.gov/c/F2/688/688.F2d.280.79-3985.html", "id": 408183, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-23T04:47:54.868279Z", "date_created": "2011-08-23T09:25:46Z"}, "ordering_key": null, "per_curiam": false, "sha1": "e4a97f0217975143b95351ecb9973593ffe9ad82", "snippet": "688 F.2d 280\n    Ruth CULVER, et al., Plaintiffs-Appellants Cross-Appellees,v.SLATER BOAT CO., et al., Defendants-Appellees Cross Appellants,EUROPIRATES INTERNATIONAL, INC., et al.,Defendants-Appellees and Cross- Appellees-Appellants,v.ODECO DRILLING, et al., Defendants-Appellees Cross Appellants.\n    No. 79-3985.\n    United States Court of Appeals,Fifth Circuit.<a class=\"footnote\" ", "type": "combined-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [408183, 9469702, 9469703, 9469704, 9469705, 9469706, 9469707], "source": "RU", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/3487599/naudain-v-coudon/", "attorney": "Albert Constable  (with whom was  W.S. Evans  on the brief), for the appellant.\n\nWe concede the law that, in the case of a competent testator, his knowledge and approval of the contents of the document he has executed as his will is, as a general rule, to be inferred from the fact of its execution, and that, in the absence of evidence tending to impeach such inference as unreliable and unsatisfactory in view of the facts and circumstances of the particular case, the law regards it as\nconclusive. But, as there also stated, it is equally true that, where a testator is of impaired mind, though not incompetent, or circumstances surround the preparation or execution of an alleged will, which excite a well-grounded suspicion that the testator did not really know and approve the contents, the formal execution of the document ceases to be a satisfactory basis for the inference; that the law, in such cases, demands proof beyond the mere act of formal execution, and that direct proof that the deceased clearly understood and fully intended to make that disposition of his property which the document purports to direct, must be furnished by the party propounding it as his will.\n\nIt was not denied in the Court below, nor could it be in the light of the authorities, that the plaintiff had brought forward such a body of evidence as to Mrs. Naudain's capacity, and as to the circumstances attending the preparation and execution of her alleged will, as made a grave question of fact for the jury on the fourth issue. It was a question to be answered by evidence, not by legal presumptions. And this being so, the jury should have been permitted to answer the question unembarrassed by the injection into their deliberations of legal presumptions of knowledge and understanding, as was done by this 9th prayer; inasmuch as the rule of law by which the proponent of a will gets,  prima facie,  the benefit of a legal presumption of knowledge and approval from mere capacity and bare execution, had no application to this case as it stood when the 9th prayer was offered. No doubt, had the evidence been closed when defendant rested, after proving Mrs. Naudain's formal execution of the paper, the rule could have been properly applied. He would then have had a presumption of capacity, and he would also have proved Mrs. Naudain's execution of the paper. The combined effect of capacity as thus established, and the proof of formal execution of the paper, was such as to entitle him to the legal presumption that Mrs. Naudain understood and approved the contents of the document.\nBut this preliminary proof, at that stage of the case, did not shift the  onus  of satisfying the jury under the fourth issue that Mrs. Naudain understood and approved the contents of the document. That  onus  still rested on the defendant, though, through the medium of an unrebutted presumption of capacity and proof of execution, he had succeeded at that stage of the case, in making  prima facie  proof of it. Had the plaintiff called no evidence, this  prima facie  case he had made would have been conclusive. But the plaintiff  did  call evidence, and the effect of that evidence was such as to show, that defendant's  prima  facie  case for establishing Mrs. Naudain's understanding and approval, which rested merely on an unrebutted presumption of capacity and proof of formal execution, was not a  sufficient \ncompliance with the  onus .\n\n(1.) That being so &#8212; plaintiff having brought into the case that body of evidence which we have before described impeaching as unreliable and unsatisfactory in this case, the inference that Mrs. Naudain understood and approved the contents of this alleged will merely because she had executed it &#8212; defendant was compelled, notwithstanding he had at an earlier stage of the case, been apparently entitled to go before the jury resting upon a mere inference as constituting a  prima facie  proof, to bring forward direct, affirmative evidence to the fact. What then is that direct, affirmative evidence which he brings? It is that the night before the paper was executed Nelson Whitaker read it to Mrs. Naudain. This, no doubt was, if true, an important piece of evidence for the defendant in sustaining his burden of proving that Mrs. Naudain really understood and approved the paper. The defendant, however, was not satisfied with its intrinsic probative force as a fact, but sought in this 9th prayer to obtain for it an additional, artificial force beyond what the jury might be disposed to consider its intrinsic value. He, therefore, asks this 9th instruction in which he states this fact together with her capacity and formal execution of the paper and says, not\nthat the jury from those facts may find that Mrs. Naudain knew and understood the contents of the paper but &#8212; that \"then the legal presumption is that she knew and understood the contents of said paper.\" That is to say, the defendant, although he had introduced evidence tending to prove that Mrs. Naudain had the capacity necessary to execute the document, that it was read over to her and that she had executed it, and had done this for the purpose of proving as a fact that Mrs. Naudain did really understand and approve the document, undertook by this instruction, to  substitute  a legal conclusion for an affirmative finding of the fact. But the case had become one where the testatrix's understanding and approval were to be established as a fact, not a legal conclusion, and by direct, affirmative proof, not by mere inference.\n\n(2.) One effect of this 9th instruction was to enable the jury to evade deciding, if they wished to do so, whether Mrs. Naudain did in fact really understand and approve of the contents of the alleged will. No doubt they were told by plaintiff's 4th prayer that the defendant had the burden of satisfying them that Mrs. Naudain understood the contents of the paper, and that unless the jury were so satisfied the verdict must be for the plaintiff on the 4th issue. But they were not told in what manner, or by what evidence. the defendant must satisfy them.\n\n(3.) What conceivable right had defendant to group certain facts which his evidence tended to prove &#8212; ignoring other facts which plaintiff's evidence tended to prove &#8212; and call on the Court to  emphasize them  and not only so, but to say to the jury that, in addition to their intrinsic probative force, the law gave them an artificial force and raised a legal presumption in favor of the truth of the fact they tended to prove?\n\n(4.) The introduction into this prayer of the term legal presumption is altogether misleading. Even if we concede it was proper, which it was not, to instruct the jury that they might infer  the ultimate fact of understanding and approval\n&#8212; in face of the evidence that this lady's mind was most seriously impaired and that suspicious circumstances existed in this case calling loudly for the utmost vigilance &#8212; it was not proper to speak of such inference of fact which the jury might draw, as a legal presumption, which is something the law draws without the aid of a jury.\n\n(5.) Where the case is one of impaired mind in connection with suspicious circumstances, the law is, not only that there is no legal presumption of the testator's understanding and approval but, that the jury  ought not to be permitted to infer  from such facts as are stated in this 9th prayer, such understanding and approval.  Yardly  v.  Cuthbertson,  108 Pa. St. 305; Cuthbertson's Appeal,  97 Pa. St. 171. In most of the cases the suspicious circumstance occurring was that the person preparing the will was the person taking a benefit under it. But the nature  of the circumstances which ought to excite the vigilance of the Court and call upon those who propound it as a will for evidence more than the mere inference to be derived from a mere formal execution, can make no manner of difference.  Tyrrell  v. Painton,  Law Rep. [1894] Probate, 151.\n\n(6.) Whether the reading over of the will did or did not bring home to Mrs. Naudain an intelligent apprehension of this 26th paragraph was an inference which the jurors were entitled to draw or not according to what they believed to be the condition of her mind at the time, the dialect in which that paragraph was expressed, and the manner in which that reading over had taken place.  Fulton  v.  Andrew,  L.R., 7 Eng. and Irish App. 448.\n\n(7.) The prayer fails to negative the suspicious circumstances which had displaced it. If the evidence brought forward by the plaintiff tended to prove that Mrs. Naudain's mind was impaired, and also, that there were circumstances surrounding the preparation and execution of the document, which raised a well-grounded suspicion that it did not express her true will, then the prayer ought to have been submitted to the jury to find whether that suspicion had\nbeen removed. The theory of the prayer is, that the legal presumption, to be established by the finding of the facts stated therein, sustains the  onus  resting upon defendant, consistently with a full conviction on the part of the jurors that every fact, which the plaintiff's evidence had tended to prove, had been established. But that would be absurd, and is contradicted by the language of every authority upon the subject.  Barry  v. Butlin,  Moore, P.C. 482;  Tyrrel  v.  Painton  [1894], Probate, 157;  Ingram  v.  Wyatt,  1 Hagg. 384.John S. Wirt,  for the appellee.\n\nWe concede the principle that knowledge and approval of the contents of an alleged will by the testator are part of the burthen of proof assumed by one who propounds it as a will. This burthen is satisfied,  prima facie,  in the case of a competent testator by proving that he executed it. If this  prima facie \ncase, however, is met by proof to the contrary, then the party propounding the paper must satisfy the tribunal affirmatively that the testator did know and approve of the contents of the will before it can be admitted to probate.  Cleare and Fowler  v. Cleare,  L.R. 1 Probate and Divorce, 655;  Taylor  v. Cresswell,   45 Md. 427 . The 9th prayer of the defendant and the 4th prayer of the plaintiff taken together, we think, exactly conform to the decisions above cited.\n\nThe defendants below did not rest upon the legal presumption as stated in defendants' 9th prayer, but offered affirmative proof that the testatrix did in fact understand the contents of the will, especially the 26th clause thereof, making provision for her husband. Nelson E. Whitaker testifies that Mrs. Naudain understood the instructions she gave him, and that when the will was read over to her the evening before its execution she thoroughly understood it. He states that there was discussion between them as to the provision for her husband, that she understood it and that it was entirely her own suggestion. This statement is made\nagain and again. Here was positive affirmative proof that the testatrix understood the contents of the will, especially the provisions with reference to her husband.\n\nThe whole contention of the plaintiff was that owing to her enfeebled condition Mrs. Naudain could not understand the technical and involved language of clause 26 of the will. But there is no testimony to support this contention which is mere matter of speculation. There is no proof of \"suspicious circumstances,\" and nothing whatever to impeach the testimony of Nelson E. Whitaker, who is very clear in his statements. In the absence of affirmative testimony that Mrs. Naudain did not understand her will the Court will not enter into a discussion of how far she understood and appreciated the meaning and bearings of particular provisions of her will. As was well said by SIR J.P. WILDE in  Atter  v.  Atkinson,  L.R. 1 P.  D. 665, if Courts permitted such discussions they would upset half the wills in the country.", "caseName": "Naudain v. Coudon", "caseNameFull": "JOSEPH C. NAUDAIN vs. JOSEPH COUDON, Executor", "citation": ["46 A. 314", "91 Md. 121", "1900 Md. LEXIS 35"], "citeCount": 4, "cluster_id": 3487599, "court": "Court of Appeals of Maryland", "court_citation_string": "Md.", "court_id": "md", "dateArgued": null, "dateFiled": "1900-04-05", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 3359724, "judge": "McSherry, Fowler, Briscoe, Schmucicer, Jones", "lexisCite": "", "meta": {"timestamp": "2024-06-21T21:06:50.134698Z", "date_created": "2016-07-05T21:11:30.236327Z", "score": {"bm25": 0.74659944}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 3485516, "joined_by_ids": [], "local_path": "/home/mlissner/columbia/opinions/maryland/court_of_appeals_opinions/documents/5e9216e66dc68374.xml", "meta": {"timestamp": "2024-06-24T00:46:25.996992Z", "date_created": "2016-07-05T21:11:30.242688Z"}, "ordering_key": null, "per_curiam": false, "sha1": "b1dd092d637e5136ddc3f3b65d707fccfd6e864c", "snippet": "This case was tried in the Circuit Court for Cecil County, upon issues sent from the Orphans' Court of that county under a caveat by the appellant to the will of Mrs. Caroline Naudain, of Cecil County. There were five issues upon which the case was submitted to the jury, but the fourth is the one with which we are principally concerned here. It is as follows: Whether the said Caroline Naudain at the time of the execution of the paper-writing, dated the 12th of June, 1895, understood the conte", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "Appeal from the Circuit Court for Cecil County (PEARCE, C.J., and MARTIN, J.)", "procedural_history": "", "scdb_id": "", "sibling_ids": [3485516], "source": "ZU", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/7415856/cutter-v-gudebrod-brothers/", "attorney": "Robert B. Honeyman, for appellant., G. H. Crawford, for respondent.", "caseName": "Cutter v. Gudebrod Brothers", "caseNameFull": "CUTTER v. GUDEBROD BROS. CO.", "citation": ["55 N.Y.S. 298"], "citeCount": 0, "cluster_id": 7415856, "court": "Appellate Division of the Supreme Court of the State of New York", "court_citation_string": "N.Y. App. Div.", "court_id": "nyappdiv", "dateArgued": null, "dateFiled": "1899-01-10", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 64406724, "judge": "Woodward", "lexisCite": "", "meta": {"timestamp": "2024-06-22T14:01:58.930349Z", "date_created": "2022-07-25T22:53:37.259694Z", "score": {"bm25": 0.7465966}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [90849, 3576527, 3589322, 5404622, 5404656, 5455452, 5455591, 5458660, 5459275, 5461571, 5470779, 5475445, 6422354, 6422823, 8357473], "download_url": null, "id": 7335318, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-25T00:36:26.898559Z", "date_created": "2022-07-25T22:53:37.264387Z"}, "ordering_key": null, "per_curiam": false, "sha1": "", "snippet": "\nWOODWARD, J.\nIt is clear, upon every equitable consideration, that the judgment restraining the plaintiff from the use of his own *299name, or the initials of his own name, in the transaction of the business incident to the manufacture and sale of spool silks, cannot be sustained. It can never be the policy of the law to deprive the citizen of the power to make use of his", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [7335318], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/401021/united-states-of-america-in-no-81-1020-v-jannotti-harry-p-united/", "attorney": "Peter F. Vaira, Jr., U. S. Atty., Walter S. Batty, Jr., Asst. U. S. Atty., Chief Appellate Div., Joseph M. Fioravanti, Asst. U. S. Atty. (argued), James J. Rohn, Asst. U. S. Atty., Philadelphia, Pa., Paul Shechtman, Crim. Div., Dept, of Justice, Washington, D. C., for appellant., J. Clayton Undercofler, III, Robert N. deLuca (argued), Carol A. Meehan, Philadelphia, Pa., for appellee Harry P. Jannotti; Dilworth, Paxson, Kalish & Levy, Philadelphia, Pa., of counsel., Richard A. Sprague (argued), Edward H. Rubenstone, Sprague, Goldberg & Ruben-stone, Philadelphia, Pa., for appellee George X. Schwartz.", "caseName": "United States of America, in No. 81-1020 v. Jannotti, Harry P. United States of America, in No. 81-1021 v. Schwartz, George X", "caseNameFull": "UNITED STATES of America, Appellant in No. 81-1020, v. JANNOTTI, Harry P.; UNITED STATES of America, Appellant in No. 81-1021, v. SCHWARTZ, George X", "citation": ["673 F.2d 578", "1982 WL 602723"], "citeCount": 255, "cluster_id": 401021, "court": "Court of Appeals for the Third Circuit", "court_citation_string": "3rd Cir.", "court_id": "ca3", "dateArgued": null, "dateFiled": "1982-02-11", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "81-1020, 81-1021", "docket_id": 952344, "judge": "Aldisert, Weis, Slovi-Ter, Seitz, Aldi-Sert, Adams, Gibbons, Hunter, Garth, Higginbotham, Sloviter, Vii", "lexisCite": "", "meta": {"timestamp": "2025-01-13T19:34:40.785180Z", "date_created": "2015-10-14T09:14:39.423803Z", "score": {"bm25": 0.74596936}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [101320, 101997, 102604, 103442, 103597, 103846, 104943, 105362, 105436, 105681, 105978, 106152, 106357, 106622, 107879, 108326, 108506, 108768, 109200, 109220, 109437, 109821, 109891, 110317, 243132, 244016, 281849, 302648, 306985, 309556, 310969, 314188, 315809, 316232, 321107, 325618, 327140, 330367, 330671, 342581, 350893, 361264, 362534, 368867, 370167, 371200, 372528, 376705, 380013, 382225, 382356, 385719, 388330, 389250, 389271, 390482, 392820, 393831, 396311, 1474901, 1477802, 1562489, 2158121, 2368969, 3632526], "download_url": "http://bulk.resource.org/courts.gov/c/F2/673/673.F2d.578.81-1021.81-1020.html", "id": 401021, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2025-01-13T19:34:42.443502Z", "date_created": "2011-08-23T09:23:19Z"}, "ordering_key": null, "per_curiam": false, "sha1": "34238a5670188440da1b5d87db48b56b0690e2c8", "snippet": "\n\n\n  OPINION OF THE COURT\n \n\n  SLOVITER, Circuit Judge.\n \n\n  On September 16, 1980, after a six-day trial, a jury found defendants Harry P. Jannotti and George X. Schwartz guilty of conspiring to obstruct interstate commerce, in violation of the Hobbs Act, 18 U.S.C. § 1951(a), and found Schwartz guilty of conspiracy in violation of the Racketeer Influenced and Corrupt ", "type": "combined-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [401021], "source": "RU", "status": "Published", "suitNature": "", "syllabus": ""}
