{"absolute_url": "/opinion/88661/butchers-benevolent-assn-v-crescent-city-live-stock-landing/", "attorney": "\nMr. John A. Campbell, and also Mr. J. Q. A. Fellows, argued the case at much length and on the authorities, in behalf of \n\nthe plaintiffs in error.\n, \nMessrs. M. H. Carpenter and J. S. Black (a brief of Mr. Charles Allen being filed on the same side), and Mr. T. J. Durant, representing in addition the State of Louisiana, contra.\n", "caseName": "Butchers' Benevolent Ass'n v. Crescent City Live-Stock Landing & Slaughter-House Co.", "caseNameFull": "Slaughter-House Cases. the Butchers’ Benevolent Association of New Orleans v. the Crescent City Live-Stock Landing and Slaughter-House Company; Paul Esteben, L. Ruch, J. P. Rouede, W. Maylie, S. Firmberg, B. Beaubay, William Fagan, J. D. Broderick, N. Seibel, M. Lannes, J. Gitzinger, J. P. Aycock, D. Verges, the Live-Stock Dealers’ and Butchers’ Association of New Orleans, and Charles Cavaroc v. the State of Louisiana, Ex Rel. S. Belden, Attorney-General; The Butchers’ Benevolent Association of New Orleans v. the Crescent City Live-Stock. Landing and Slaughter-House Company", "citation": ["83 U.S. 36", "21 L. Ed. 394", "16 Wall. 36", "1872 U.S. LEXIS 1139"], "citeCount": 663, "cluster_id": 88661, "court": "Supreme Court of the United States", "court_citation_string": "SCOTUS", "court_id": "scotus", "dateArgued": null, "dateFiled": "1873-04-14", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 1507988, "judge": "Miller, Fifld, Miv, Swayne, Bradley", "lexisCite": "1872 U.S. LEXIS 1139", "meta": {"timestamp": "2024-06-20T18:07:34.379149Z", "date_created": "2015-09-22T17:28:28.010013Z", "score": {"bm25": 0.3421849}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": 2258, "cites": [], "download_url": null, "id": 88661, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-23T02:52:38.371037Z", "date_created": "2010-04-28T16:01:44Z"}, "ordering_key": null, "per_curiam": false, "sha1": "17cc01c37f4a749713defdc043cc24d27ca4db48", "snippet": "\n83 U.S. 36 (____)\n16 Wall. 36\nSLAUGHTER-HOUSE CASES.\nTHE BUTCHERS' BENEVOLENT ASSOCIATION OF NEW ORLEANS\nv.\nTHE CRESCENT CITY LIVE-STOCK LANDING AND SLAUGHTER-HOUSE COMPANY.\nPAUL ESTEBEN, L. RUCH, J.P. ROUEDE, W. MAYLIE, S. FIRMBERG, B. BEAUBAY, WILLIAM FAGAN, J.D. BRODERICK, N SEIBEL, M. LANNES, J. GITZINGER, J.P. AYCOCK, D. VERGES, THE LIVE-STOCK DEALERS' AND BUTCHERS' ASSOCIATION OF NEW ORLEANS, AND CHARLES CAVA", "type": "combined-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "1872-150", "sibling_ids": [88661, 9416892, 9416893, 9416894, 9416895], "source": "LRU", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/5097107/sullivan-v-richardson/", "attorney": "Wm. A. Blount for Appellee., BRIEF FOR APPELLEE., JR. L. Campbell and Gaylord B. Ciarle, for Appellants.-, BRIEF OE R. L. CAMPBELL EOR APPELLANTS.", "caseName": "Sullivan v. Richardson", "caseNameFull": "Martin H. Sullivan, as v. William Richardson, as Trustee", "citation": ["33 Fla. 1"], "citeCount": 0, "cluster_id": 5097107, "court": "Supreme Court of Florida", "court_citation_string": "Fla.", "court_id": "fla", "dateArgued": null, "dateFiled": "1894-01-15", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 60403717, "judge": "Mabry, Raeñtey", "lexisCite": "", "meta": {"timestamp": "2024-06-22T03:42:58.505011Z", "date_created": "2021-09-22T00:07:11.651109Z", "score": {"bm25": 0.34178543}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 4914576, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2025-02-26T05:34:10.565436Z", "date_created": "2021-09-22T00:07:11.678055Z"}, "ordering_key": 1, "per_curiam": false, "sha1": "", "snippet": "\nRaeñtey, C. J.,\n(after stating the facts):\n1. The first point urged in behalf of appellants, defendants below, refers to the action of the Circuit Court in permitting the paper offered in evidence by the plaintiff as an original grant from Ramirez to Pintado to be read to the jury. This point goes to the authenticity of the paper and includes the action of the court in admitting other papers offered with it. It", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [4914576, 4914577], "source": "U", "status": "Published", "suitNature": "", "syllabus": "<p>1. A written instrument offered in evidence as an original Spanish title made by Ramirez, Intendant of the Army, Sub-delegate of Royal Exchequer ot Cuba and the Floridas, etc., to Vicente S. Pintado, Deeeniber 17th, 1817, and purporting to grant, inter alia, the water front below high-water-mark outwards about. 1800 feet, from Bayou Chico to Bayou Texar, in Pensacola .Bay, and including the water front of the oity of Pensacola, held to purport to be an original, and to bear no evidence of being a copy, nor any of having been mutilated.</p> <p>2. A copy of the original of a grant of land in West Florida from the Spanish authorities of that province while a colony of Spain, duly certified by the official custodian of the original, is. not the only legal evidence of title that the grantee was entitled to have. The possession of a royal title in form,, registered in the records of the government office, is legal evidence of such title.</p> <p>8. Ancient papers found in the year 1859 or 1860, in an old trunk, with a Spanish grant, or royal title in form, which trunk contained papers of the agent of the grantee, were offered in evidence as auxiliary to the admission of such grant or title, and. were objected to severally on the ground of their irrelevancy. Those which connect themselves with or refer to the title or any of the premises granted by it are held to be admissible as ■‘against the stated objection; and as to the others no opinion is 'expressed, in view of the disposition made of the case rendering an opinion unnecessary.</p> <p>4. A paper purporting to be an ancient deed—a Spanish grant of property in West Florida, made December 17th, 1817, at Havana, Cuba—and other ancient documents referring to such title deed were found in Pensacola,- Florida, in 1859 or 1860, in an old trunk which contained a - lot of papers belonging to the estate of one who in his life was agent of the grantee of Pensacola; the papers in the trunk including papers and title grants belonging to the estates of others for whom he was agent in liis lifetime. This agent died in 1832, and the papers then cameinto the hands of his executrix, and she dying in 1843, they came into the possession of her executor, from whom the trunk was ■obtained by the person finding the ancient documents in it. The only objections made to the introduction of the Spanish .grant or title, and not going to the legal effect of its terms or to the power of the officer who executed it to make a grant of the property involved in the action, were that it purported to be a copy and was not duly certified, and that it was not a duly certified copy made by the lawful custodian of the original, and the only objection to the other ancient documents were their irrelevancy to the grant: Held, That (however deficient this testimony, adduced by the plaintiff, might be as against an objection, made at the proper time in the trial court, to the effect that it was not sufficient to do away with the necessity of proof ■of the execution of the title, and that the title, its execution not having been proved, should not be read in evidence), the evidence was in fact treated by the defendant as sufficient to the end indicated and its insufficiency waived by urging objections of another character as indicated; and that in the absence of the proper objection in the trial court, the point of the want of proof of the execution of the grant could not be entertained on appeal; and further, that the restriction of the objection to the other papers to the ground of irrelevancy was a waiver of all other objections to their admission in evidence.</p> <p>¡5. On December 17th, 1817, Don Alexander Ramirez, Intendant of the Army and Superintendent-General, Sub-délegate of the Royal Exchequer of the Island of Cuba and both Floridas, President of the Tribunal of Accounts, Superintendent of the Branch of the Crusade, etc., executed a title in form whereby he granted to Don Vicente Sebastian Pintado several distinct tracts of land in West Florida. This title purported also to make a grant as follows:</p> <p>“The lands designated by the letter 0 are an extension or tract of the Bay of Pensacola, whose superfices of water is equal to an area of 7181 arpents superficial occupying between the eastern point of the mouth of the creek of Casa Blanca, commonly called Bayou Chico, and the western point of the mouth of the rivulet or creek of Texar, commonly called Bayou Texar, and a line drawn in the direction of southeast of the needle, 95 perches of Paris within the sea, from the aforesaid first point, and the other line of 100 of said perches in length, counted from the second point mentioned within the sea, also from the same point of southeast of the needle which embraces the whole of the front from the one to the other mouth of the creeks of Casa Blanca and Texar, between which is the town of Pensacola, the whole conforming and according to the plan annexed, made for the greater clearness and understanding in which is represented the figure which the said land forms in the water and the limits within the Bay of Pensacola, being that part of the land and beach which is found between the said two points of the mouths of the mentioned creeks, the curve which the shore of the water of the sea at the highest tide in calm weather makes, and with the depth from the surface of the water as far as ten feet English below the actual bottom, or towards the centre of the earth, in the whole, the space which the figure represented in the said plan C embraces, considering it as a solid, since it has the three dimensions of longitude, latitude and depth; but with the exclusion of that part which was granted him by the same title as the said lots, which is figured in it, and that which is occupied by the wharf of Messrs. Forbes & Co., also represented in said plan, and of which they have been in possession for many years. The whole in full property and for the purpose of constructing wharves and houses for bathing, reserving and saving not only the right of His Majesty, but also that of the public, at all times whenever it becomes convenient, and it be designed to construct wharyes with whatsoever funds, municipal or common, intending the exclusion only with respect to particular individuals.”</p> <p>The general granting words of the title paper of December 17th are:“I grant * * gratuituously” to Pintado “the 10,000 superficial arpents of land and water contained and marked in the six figurative plans which in duplicate he presented, and under the lines, termini and confines natural and artificial which in them are denominated and set forth, and I transfer to him absolute dominion, for that as his own, he may hold to his own use, enjoy or alienate them at his own pleasure without prejudice to a third, who holds a better right, nor of the* sovereign privileges according to what is provided in the annexed decree and the clauses expressed:” Held,</p> <p>(a) The purpose and meaning of the grant of such water front was not to grant the land and water as such within the described limits, but the right to use the same, within such limits and to the depth stated below the surface of the soil, for the purpose of constructing wharves and houses for bathing, such right of use being to the exclusion of any similar right of use in any other individuals, and .subordinate to the right of the King and the public to construct wharves with municipal or common funds within such limits;</p> <p>(b) Though it is not denied that the King of Spain in the exercise of his great power could have made such a grant to Pintado, yet such a grant would have been contrary to his laws then in force in West Florida, and a case of special exception from their effect;</p> <p>(c) Ramirez had no authority to make the grant, and it vested no title in the grantee, but is void.</p> <p>Mabry, J., (concurring) agreed that the water front was granted to the extent of the uses and purposes mentioned,' but was not satisfied that the grant did not undertake to vest in the grantee a greater estate than shown by the construction adopted.</p>"}
{"absolute_url": "/opinion/7462386/norris-v-doniphan/", "attorney": "F. T. Hoed and James Harlan, for appellant., Harrison Taylor for appellee.", "caseName": "Norris v. Doniphan", "caseNameFull": "Norris v. Doniphan", "citation": ["61 Ky. 385", "4 Met. 385", "1863 Ky. LEXIS 81"], "citeCount": 86, "cluster_id": 7462386, "court": "Court of Appeals of Kentucky", "court_citation_string": "Ky. Ct. App.", "court_id": "kyctapp", "dateArgued": null, "dateFiled": "1863-07-09", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 64463238, "judge": "Bullitt, Williams", "lexisCite": "", "meta": {"timestamp": "2024-06-22T14:15:04.772503Z", "date_created": "2022-07-29T00:08:45.129737Z", "score": {"bm25": 0.3379727}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 7383475, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-25T00:45:36.871635Z", "date_created": "2022-07-29T00:08:45.140753Z"}, "ordering_key": null, "per_curiam": false, "sha1": "", "snippet": "\nJUDGE BULLITT\ndelivbbkd THU opinion op the codkt:\nIn September, 1802, the appellee, Rebecca Doniphan, by her attorney, filed a petition seeking to recover from the appellant .$5,000 due upon his note to her, executed in the year 1860.\nThe appellant filed an answer, alleging that when the present rebellion commenced, the said Rebecca resided in the State of Missouri, and became a secessioni", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [7383475], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/106249/mcgowan-v-maryland/", "attorney": "Harry Silbert argued the cause for appellants. With him on the brief were A. Jerome Diener and Sidney Schlachman., John Martin Jones, Jr., Special Assistant Attorney General of Maryland, argued the cause for appellee. With him on the brief was C. Ferdinand Sybert, Attorney ' General.", "caseName": "McGowan v. Maryland", "caseNameFull": "McGOWAN Et Al. v. MARYLAND", "citation": ["6 L. Ed. 2d 393", "81 S. Ct. 1101", "366 U.S. 420", "1961 U.S. LEXIS 2008", "17 Ohio Op. 2d 151"], "citeCount": 2567, "cluster_id": 106249, "court": "Supreme Court of the United States", "court_citation_string": "SCOTUS", "court_id": "scotus", "dateArgued": null, "dateFiled": "1961-05-29", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "8", "docket_id": 164982, "judge": "Warren, Frankfurter, Douglas, Harlan", "lexisCite": "1961 U.S. LEXIS 2008", "meta": {"timestamp": "2024-06-20T18:17:20.679080Z", "date_created": "2016-01-12T16:43:30.911500Z", "score": {"bm25": 0.33795094}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 9422222, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2025-02-26T05:42:10.695838Z", "date_created": "2023-08-02T23:01:44.401963Z"}, "ordering_key": 1, "per_curiam": false, "sha1": "", "snippet": "\nMr. Chief Justice Warren\ndelivered the opinion of the Court.\nThe issues in this case concern the constitutional validity of Maryland criminal statutes,1 commonly known as Sunday Closing Laws or Sunday Blue Laws. These statutes, with exceptions to be noted hereafter, generally proscribe all labor, business and other commercial activities on Sunday. The questions presented are whether", "type": "lead-opinion"}, {"author_id": 3376, "cites": [85715, 86022, 86064, 87314, 88116, 88419, 89858, 90087, 92674, 94486, 94871, 95050, 95225, 96127, 97374, 97830, 98067, 98188, 99053, 100694, 100759, 101097, 101499, 101662, 101749, 102406, 102409, 102794, 102879, 102991, 103213, 103351, 103355, 103373, 103490, 103544, 103765, 103831, 103870, 103933, 103956, 103976, 104324, 104373, 104397, 104520, 104606, 104611, 104882, 104966, 104971, 105002, 105152, 105179, 105232, 105285, 105304, 105608, 105746, 106008, 106011, 106127, 1087776, 1087794, 1087797, 1109975, 1123966, 1220104, 1247024, 1283790, 1284568, 1318716, 1347389, 1385955, 1478675, 1478702, 1484596, 1577808, 1649285, 1663058, 1673915, 1719845, 1778581, 1843920, 1968305, 1989470, 2035955, 2057565, 2090873, 2156098, 2157533, 2166007, 2213111, 2246388, 2305116, 2324888, 2325007, 2331125, 2373079, 2401748, 2421404, 2456789, 2540824, 2582523, 3257444, 3297949, 3300815, 3311366, 3312267, 3395354, 3409987, 3413354, 3431576, 3451683, 3455053, 3471216, 3482889, 3487041, 3490505, 3492694, 3497259, 3500317, 3522147, 3534620, 3536659, 3543731, 3565588, 3569982, 3584802, 3586755, 3592852, 3613508, 3660580, 3664941, 3676601, 3676733, 3681746, 3710658, 3809977, 3814731, 3816963, 3819175, 3823975, 3834184, 3849011, 3881113, 3881900, 3933916, 3962282, 3962652, 3984587, 3985424, 3989244, 3989625, 3995773, 3997973], "download_url": null, "id": 106249, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-23T03:00:17.747129Z", "date_created": "2010-04-28T16:55:54Z"}, "ordering_key": null, "per_curiam": false, "sha1": "8f98bc6bc4f499d5e69a267d1843b83221cd9bd1", "snippet": "\n366 U.S. 420 (1961)\nMcGOWAN ET AL.\nv.\nMARYLAND.\nNo. 8.\nSupreme Court of United States.\nArgued December 8, 1960.\nDecided May 29, 1961.\nAPPEAL FROM THE COURT OF APPEALS OF MARYLAND.\n*422 Harry Silbert argued the cause for appellants. With him on the brief were A. Jerome Diener and Sidney Schlachman", "type": "combined-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "1960-102", "sibling_ids": [106249, 9422222, 9422223], "source": "LRU", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/4125644/state-v-standard-oil-co-of-new-jersey/", "attorney": "Messrs. John M. Daniel, Attorney General, Hubert E.  Yarborough, Jr. , and  William H. Smith , for appellant, cite: As to unlawful discrimination:  123 N.W., 504; 42 L.R.A. (N.S.), 804;  226 U.S. 157 ;  57 L.Ed., 164 ;  291 U.S. 304 ; 78 L.Ed., 814 ;  291 U.S. 67 ;  78 L.Ed., 655 ; 291 U.S. 502 ;  78 L.Ed., 941 ;  212 U.S. 86 ;  53 L.Ed., 417 . Right of State to legislate against combines in restraint of  trade:   197 U.S. 115 ;  49 L.Ed., 689 ;  196 U.S. 447 ; 49 L.Ed., 546 ; 52 F., 917; 1 L.R.A., 744; 35 F., 866; 33 L.R.A., 209; 59 A.S.R., 457; 35 S.W. 129;  156 U.S. 1 ; 39 L.Ed., 325 ;  174 U.S. 237 ;  44 L.Ed., 146 ; 193 U.S. 197 ;  48 L.Ed., 679 ;  196 U.S. 375 ; 49 L.Ed., 518 ;  59 N.E., 55 ;  229 U.S. 373 ;  57 L.Ed., 1232 ; 221 U.S. 1 ;  55 L.Ed., 619 ; 34 L.R.A. (N.S.), 834; Ann. Cas., 1912-D, 734;  221 U.S. 106 ;  55 L.Ed., 663 ; 75 A.S.R., 306; 54 N.E., 551;  196 U.S. 589 ;.\n\n Messrs. Royall  Wright, Cyrus S. Gentry  and  Charles  L. Harding , for respondent, Shell Oil Co., and  Willcox,  Hardee  Wallace, George W. Ray, Jr. , and  Albert E.  Van Dusen , for respondent, The Texas Co., and  Henry  E. Davis , for respondent, Sinclair Refining Co., cite:  Right  of Legislature to regulate commerce and trade:   71 S.C. 544 ; 51 S.E., 455 ;  212 U.S. 86 ;  53 L.Ed., 417 ; 285 U.S. 262 ;  76 L.Ed., 747 ;  229 U.S. 26 ; 57 L.Ed., 1050 ;  262 U.S. 522 ;  67 L.Ed., 1103 .  Constitutionality  of penal statute repugnant to due process clause:   269 U.S. 385 ; 70 L.Ed., 323 ; 19 Ann. Cas., 68;  83 L.Ed., 590 ; 92 U.S. 214 ;  23 L.Ed., 563 ;  283 U.S. 359 ; 75 L.Ed., 1117 ; 73 A.L.R., 1484;  303 U.S. 444 ;  82 L.Ed., 949 ; 269 U.S. 385 ;  70 L.Ed., 322 ;  274 U.S. 445 ; 71 L.Ed., 1146 ; 210 P., 841; 213 P., 331;  234 U.S. 232 ; 58 L.Ed., 1284 ;  255 U.S. 81 ;  65 L.Ed., 516 .  Language of .\n\n Messrs. McEachin  Townsend, Benet, Shand  McGowan,  Luke W. Finlay, Clarence J. Shearn  and  Charles  C. Smith , for respondent, Standard Oil Company of New Jersey, cite:  As to construction of penal statute creating  new offense:   269 U.S. 385 ;  70 L.Ed., 322 ;  274 U.S. 445 ; 71 L.Ed., 1146 ; 210 P., 843;  234 U.S. 216 ;  255 U.S. 81 ; 236 U.S. 660 .  Where statute indefinite and uncertain:  234 U.S. 639 ;  83 L.Ed., 590 ; 19 Ann. Cas., 68; 267 U.S. 233 ;  69 L.Ed., 589 ;  283 U.S. 553 ; 75 L.Ed., 1264 ;  286 U.S. 210 ;  76 L.Ed., 1062 ;  22 F. Supp. 249 ; 23 F. Supp. 70 ;  209 P., 896 ; 109 S.W.2d 106; 193 S.W., 675 ;  46 F.2d 354 ;  99 S.C. 218 ;  5 L.Ed., 37 ; 287 U.S. 86 ;  77 L.Ed., 180 ;  279 U.S. 639 ; 73 L.Ed., 884 .  Due process clause:   291 U.S. 502 ;  23 F. Supp. 70 ; 50 F., 749;  152 U.S. 436 ; 295 F., 84;  82 P.2d 1 ; 102 S.W. 710;  77 P.2d 464 ; 131 N.W., 836; 25 R. C.L., 1050; 84 A., 567; 207 N.W., 210; 185 S.W. 487; 199 S.W. 811 ;  55 S.W. 117 ;  219 U.S. 467 ; 55 L.Ed., 297 ;  176 S.C. 41 ;  165 S.E., 724 ; 288 F., 774.  Demurrer: \n71 A.L.R., 1190; 181 N.W., 106; 127 N.W., 379;\n140 A.S.R., 460; 74 N.E., 1035; 1 L.R.A. (N.S.), 215; 108 A.S.R., 196; 3 Ann. Cas., 487; 46 N.E., 720; 55 N.E., 550; 77 S.E., 264; 80 S.E., 367; 44 L.R.A. (N.S.), 83; 18 R.C.L., 108; 11 A.J., 825;  82 L.Ed., 1235 ; 304 U.S. 144 ;  293 U.S. 194 ;  79 L.Ed., 281 ;  264 U.S. 543 ; 68 L.Ed., 841 ;  295 U.S. 330 ;  274 U.S. 357 ; 298 U.S. 407 ;  301 U.S. 495 ;  81 L.Ed., 1245 ; 109 A.L.R., 1327; 238 U.S. 446 ;  59 L.Ed., 1400 ;  302 U.S. 392 .", "caseName": "State v. Standard Oil Co. of New Jersey", "caseNameFull": "State v. Standard Oil Co. of New Jersey. State v. Shell Oil Co. State v. Texas Co. State v. Sinclair Refining Co.", "citation": ["10 S.E.2d 778", "195 S.C. 267", "1940 S.C. LEXIS 152"], "citeCount": 11, "cluster_id": 4125644, "court": "Supreme Court of South Carolina", "court_citation_string": "S.C.", "court_id": "sc", "dateArgued": null, "dateFiled": "1940-09-25", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "15146", "docket_id": 3997786, "judge": "Fishburne, Chiee, Bonham, Carter, Messrs, Johnson, Henderson", "lexisCite": "", "meta": {"timestamp": "2024-06-21T23:12:11.915977Z", "date_created": "2016-07-06T09:17:03.186166Z", "score": {"bm25": 0.33752033}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": 5641, "cites": [], "download_url": null, "id": 3887724, "joined_by_ids": [], "local_path": "/home/mlissner/columbia/opinions/south_carolina/court_opinions/documents/fc756a7da8590fe2.xml", "meta": {"timestamp": "2024-06-24T03:12:43.896959Z", "date_created": "2016-07-06T09:17:03.195339Z"}, "ordering_key": null, "per_curiam": false, "sha1": "1d986abaf9b4391cad5da0cb365624fa077bd7a0", "snippet": "[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 269 \n[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 270 \nSeptember 25, 1940. The opinion of the Court was delivered by\nThe decree of Judge Lide, from which this appeal is taken, includes a t", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "Before LIDE, J., Florence, November, 1939. Affirmed.Actions by the State of South Carolina against the Standard Oil Company of New Jersey, a Deleware corporation, by the State against the Shell Oil Company, by the State against the Texas Oil Company, and by the State against the Sinclair Refining Company, to recover statutory penalties for alleged violations of statute directed against discrimination between different purchasers of commodities in general use by sale at a lower rate in one section of a city than in another. From judgment sustaining defendants' demurrers dismissing the complaint, the State appeals.\n\nThe order of Judge Lide follows:\n\nThis action purports to be instituted under and by virtue of the provisions of Section 6626, Code, 1932, and this section bears the following title in the Code: \"Unlawful to Discriminate Unfairly to Destroy Competitor's Business\"; but of course this title forms no part of the law. This section, which will be set forth in full hereinafter, may be briefly described as being directed against discrimination between different purchasers of a commodity in general use by the sale of such commodity at a lower rate to a purchaser in one  section  of a city or town than is charged for such commodity in another  section  of such city or town, after making due allowance for any difference in grade, or quality, or cost of transportation, if such discrimination is made for the purpose of injuring or destroying the business of a competitor. The section provides that each sale shall be deemed a separate offense, and Section 6627 provides that the offender for each violation shall be liable to a penalty of not less than $500.00 nor more than $5,000.00, to be recovered at the suit of the State. It is also provided in Section 6631 that if any corporation, foreign or domestic, is found guilty of such unfair discrimination, it shall be the duty of the Secretary of the State \"to immediately revoke the permit of such corporation to do business in this State.\"\n\nThe amended complaint herein alleges in substance that while the defendant sold, during the period of time mentioned, its gasoline known as \"Super Shell\" gasoline, a commodity in general use, at a price of 17.05 cents per gallon in other sections of the City of Florence, it sold to seven named business concerns in that city at different dates during such period the same gasoline at the price of 15.55 cents per gallon. And it alleges \"All of the different businesses above named being in different sections of the City of Florence.\" It further alleges that there were numerous other discriminatory sales made by the defendant for which the plaintiff seeks an order of discovery, and judgment is prayed for a penalty of $5,000.00 for each sale made by the defendant\n\"below the top price charged to its consumers and dealers.\"\n\nThe defendant demurred to the amended complaint on numerous grounds, most of these grounds attacking the constitutionality of Section 6626, in that it violates the  Fourteenth  Amendment to the United States Constitution and Article 1, Section 5, of the State Constitution. And the demurrer has been very fully argued before me both orally and by elaborate written briefs. It should be stated in this connection that there are four companion suits brought by the State of South Carolina against other oil companies on practically the same alleged state of facts, and I have heard oral argument on like demurrers in three of those cases and have had the benefit of very full written briefs therein. Certainly all counsel concerned have performed their duty with much industry and ability. I have endeavored to give full consideration to each point made and each argument suggested, including the examination of a large number of authorities, many of which simply relate to the legislative problem of protecting fair competition in the business world without interference with due freedom of contract. And of course it cannot be doubted that the General Assembly is fully empowered to legislate against unfair discrimination and monopoly, not only by reason of Section 13, Article 9, of our Constitution, but by reason of the police powers of the State. And the fundamental question before the Court in the case at bar is: Assuming that this legislation was designed for the accomplishment of a legitimate purpose within the domain of the police power, are its terms such that it may operate reasonably and justly to that end?\n\nIn the consideration of this legislation I believe it would be wise for us briefly to review its history. Section 6626 was originally enacted in 1927 (Acts of 1927, 35 St. at Large, page 115), at which time Section 3536 (Civ. Code, 1922), as it previously stood, was repealed and a new Section\n3536 was enacted, being substantially the same as Section 6626 now incorporated in the 1932 Code. The original Section 3536 (Civ. Code, 1922) was practically identical with the Act passed in 1909 (Acts of 1909, 26 St. at Large, page 19), and for convenience in analysis, interpretation and construction, I am adopting the plan of setting forth these two Acts in parallel columns with lettered subdivisions, capitalizing all words and expressions which indicate differences in the two Acts, as contained in the brief of counsel for the defendant in the instant case. They are as follows:\n\n1909 Act                               1927 Act\n\n\"An Act to Prohibit Unfair                \"An Act to Amend Article Commercial Discrimination Between         XIV, Volume 3, Code of Laws Different Sections, Communities           1922, by Striking out Sections or Localities, or Unfair                  3536 and 3544 of Said Article, Competition, and Providing Penalties      and Inserting in Lieu Thereof Therefor.\"                                New Sections Regarding Unfair Discrimination and Sales for the Purpose of injuring competitors.\"\n\nSection 3536                           Section 6626\n\n\"[a] Any person, firm, company,           \"Any person, firm, company, association, or corporation, foreign      association or corporation, or domestic, doing business in the        foreign or domestic, doing State of South Carolina, and engaged      business in the State of South in the production, manufacture            Carolina, and engaged in the or distribution of any                    production, manufacture or commodity in general use, that            distribution of any commodity in general use, that\n\n\"[b] SHALL INTENTIONALLY,              \"for the purpose INJURING for the purpose of destroying             or destroying the business of a the business of a competitor              competitor\n\n    \"[c] in any locality,                  \"in any town, VILLAGE, CITY OR locality \n\n\"[d] discriminate between different    \"discriminate between different SECTIONS, COMMUNITIES                     PURCHASERS OF SUCH OR CITIES OF THIS                         COMMODITY IN GENERAL STATE,                                    USE IN SUCH VILLAGE, TOWN OR CITIES IN THIS STATE, OR DISCRIMINATE\nBETWEEN SUCH PURCHASERS IN DIFFERENT SECTION, COMMUNITIES, CITIES OR TOWNS OF THIS STATE,\n\n\"[e] by selling such commodity         \"by selling such commodity at a at a lower rate in ONE SECTION,           lower rate TO ONE PURCHASER COMMUNITY OR CITY                         IN THE SAME CITY, TOWN, SECTION, COMMUNITY\n\n1909 Act                               1927 Act\n\n\"[f] than is charged for said          \"than is charged for said commodity by SAID PARTY IN                commodity by A PERSON, FIRM, ANOTHER SECTION, COMMUNITY,               COMPANY, ASSOCIATION OR CITY,                                  OR CORPORATION IN ANOTHER SECTION OF SAID CITY, TOWN, COMMUNITY OR LOCALITY IN THIS STATE,\n\n\"[g] after making due allowance        \"after making due allowance for for the difference, if any, in the        the difference, if any, in the grade or quality OR QUANTITY,             grade, or quality, and in the and in the actual cost of                 actual cost of transportation transportation from the point of          from the point of production, if production, if a raw product, or          a raw product, or from the point from the point of manufacture, if         of manufacture, if a a manufactured product, shall be          manufactured product, shall be deemed guilty of unfair discrimination,   deemed guilty of unfair which is hereby prohibited                discrimination, which is hereby and declared unlawful.\"                   prohibited and declared TO BE unlawful: PROVIDED, THAT ANY PLAN, SCHEME, DEVICE OR AGREEMENT WICH WOULD TAKE AWAY OR AFFECT TO AN APPRECIABLE EXTENT THE BUSINESS OF A COMPETITOR AND THUS MAKE IT UNREASONABLE FINANCIALLY FOR SUCH COMPETITOR TO COMPETE WITH OR MEET THE PRICES OF SUCH SELLER, SHALL BE DEEMED AND CONSIDERED UNFAIR DISCRIMINATION UNDER THE TERMS OF\nTHIS SECTION, AND EACH SEPARATE SALE OR TRANSACTION AT THE PRICE OR UNDER THE PLAN COMPLAINED OF SHALL BE DEEMED A SEPARATE OFFENSE UNDER THE PROVISIONS OF THIS ARTICLE.\"\n\nOf course the most casual reading of the two Acts will disclose many striking differences, but for a better understanding of the reasons probably motivating the Legislature in the adoption of the later Act it will be well to consider certain adjudicated cases relating to the original legislation or similar legislation.\n\nThe Act of 1909 is very similar to a South Dakota statute enacted in 1907, Laws 1907, c. 131, and there was like legislation enacted in some other states. Indeed, it is altogether probable that our Act of 1909 was modeled on the South Dakota statute and other statutes of that character, although differing in some respects. The South Dakota statute was a criminal statute, while both of our statutes provide for penalties recoverable in a civil suit, but since they are all highly penal statutes I do not regard this as very material.\n\nThe South Dakota statute was attacked as being unconstitutional but was sustained by the South Dakota Supreme Court in the cases of  State v. Central Lumber Co. , 24 S.D., 136 ,  123 N.W., 504 ,  511 , 42 L.R.A. (N.S.), 804. It will be observed that the South Dakota Act related to discrimination between different cities in the State as expressed by the Court, \"discrimination between two points\". And the Supreme Court of South Dakota sustained the Act as being within the purview of the constitutional provision that monopolies should not be allowed within the State; the theory being that a seller, particularly a large corporation, doing business at many places, might for the purpose of destroying the business of a competitor lower the price of the commodity\nhandled \"so low, at the point where his victim is in business, as to make it impossible to meet such price except at a loss, and, to offset what loss he suffers at that point, he raises prices at one or more other points\".\n\nThis case was taken to the Supreme Court of the United States, and the judgment of the State Court was affirmed. Central Lumber Co. v. South Dakota ,  226 U.S. 157 , 33 S.Ct., 66 ,  67 ,  57 L.Ed., 164 ; in which the unanimous opinion was delivered by Mr. Justice Holmes. This opinion is written with the characteristic terseness of that eminent jurist, and sustains the constitutionality of the legislation in question mainly on the theory that it does not deny the equal protection of the laws, although it affects only those selling goods in two or more places in the State. The Court adverts to the fact that the Legislature of South Dakota probably considered that people selling in two places made the prohibited and harmful use of their opportunities, \"although the usual efforts of competitors were desired\", and that perhaps it might have been argued to the Legislature with more force than to the Court \"that recoupment in one place of losses in another is merely an instance of financial ability to compete\". The opinion also states that \"certainly we should read the law as having in view ultimately the benefit of buyers of the goods\".\n\nThis case was decided by the Supreme Court of the United States on December 2, 1912. Many years later similar legislation came before the United States Supreme Court on a writ of error to the Supreme Court of the State of Minnesota in the case of  Fairmont Creamery Co. v. Minn. , 274 U.S. 1 ,  47 S.Ct., 506 ,  71 L.Ed., 893 , 52 A.L.R., 163; opinion by Mr. Justice McReynolds, decided on April 11, 1927. The Minnesota Act made it criminal offense punishable by fine or imprisonment for any person, firm, co-partnership or corporation engaged in the business of buying milk, cream or butter fat for manufacture or sale to discriminate between different sections, localities, communities\nor cities by purchasing such commodities at a higher price or rate in one locality than is paid for the same commodity by said person, firm, co-partnership or corporation in another locality, after making due allowance for any difference in the actual cost of transportation. It appears that previous similar Acts had contained provisions relating to the intention or purpose of creating a monopoly or destroying the business of a competitor, but the Act in question had \"eliminated purpose as an element of the offense\". The Supreme Court of Minnesota sustained the constitutionality of the Act, but the judgment of the Court below was reversed by the Supreme Court of the United States, the holding being that the Act in question was unconstitutional as impairing the private right of freedom of contract guaranteed by the Fourteenth  Amendment to the Federal Constitution, although the high bidding of strong buyers tends toward monopoly, since the statute has no reasonable relation to such bidding, previously regarded as beneficial to the public. After a thorough and intensive study of this case and the previous case of  Central Lumber Co., supra , it is my considered judgment that the two cases are  fundamentally irreconcilable , and definitely indicate a change of opinion on the part of a majority of the federal Supreme Court as to the validity of legislation of this character, directed toward what might be termed  territorial  discrimination or discrimination between two places within a State. In making this statement I am of course not unmindful of the distinction which may be drawn between the two cases, to wit, that the Minnesota statute had eliminated purpose or intent to destroy the business of a competitor, and Mr. Justice McReynolds in delivering the opinion in the  Fairmont Creamery  Company case  does allude to the fact that \"the inhibition of the statute applies irrespective of motive\". But he clearly states that the anticipated evil was \"high bidding by some with  purpose  to monopolize or destroy competition\". (Italics added.) And he makes it very clear that in the opinion of\nthe Court the unconstitutionality of the statute results from the fact that it has no reasonable relation to the anticipated evil. The following quotation from the opinion gives the true rationale  of the judgment of the Supreme Court:\n\n\"Buyers in competitive markets must accommodate their bids to prices offered by others,  and the payment of different  prices at different places is the ordinary consequent . Enforcement of the statute would amount to fixing the price at which plaintiff in error may buy, since one purchase would establish this for all points, without regard to ordinary trade conditions.\n\n\"The real question comes to this: May the State, in order to prevent some strong buyers of cream from doing things which may tend to monopoly, inhibit plaintiff in error from carrying on its business in the usual way heretofore regarded as both moral and beneficial to the public and not shown now to be accompanied by evil results as ordinary incidents? Former decisions here require a negative answer. We think the inhibition of the statute has no reasonable relation to the anticipated evil &#8212; high bidding by some with purpose to monopolize or destroy competition. Looking through form to substance, it clearly and unmistakable infringes private rights, whose exercise does not ordinarily produce evil consequences, but the reverse.\" (Italics added.)\n\nIt is, therefore, not surprising that Mr. Justice Holmes dissented; and Mr. Justice Brandeis and Mr. Justice Stone joined in the dissent, but no dissenting opinion was filed, and no reference is made in the opinion of Mr. Justice McReynolds to the  Central Lumber Company case, supra , although it was cited by counsel on each side of the case. Hence it is more or less a matter of conjecture as to what view the Supreme Court of the United States would now take of legislation of this kind, although the  Central Lumber Company  case  was not overruled and so might be considered as binding authority on the lower Courts considering statutes identical with or quite similar to the South Dakota Act.\nOf course, the fact that the earlier case involved a  selling \nstatute and the later a  buying  statute is of no significance.\n\nThere is, however, another judicial decision more directly involved here, and that is the well-considered opinion of our own Supreme Court in the case of  State v. Texas  Company ,  136 S.C. 200 ,  134 S.E., 211 ,  213 , relating to the original Sections 3536 and 3537, Civ. Code, 1922, Section 3536 being as above stated substantially identical with the Act of 1909. This case was decided August 9, 1926, the opinion being delivered by Judge Stabler. It appears that the complaint there alleged in substance that the defendant for the purpose of destroying the business of a competitor in the City of Columbia sold and delivered gasoline to one of its customers at 19 cents per gallon when the prevailing market price at that time in the City of Columbia was 20 cents per gallon. The case came on for trial before Judge Memminger, who directed a verdict for the defendant on the ground that the case was not one within the terms of the statute, \"because it is alleged that the prices were lowered only at different points within the same city\". He also held that a verdict should be directed because there was failure of testimony on which a reasonable jury could find that the alleged conduct of the defendant was done with the intention of destroying a competitor's business, and further that the evidence showed that the reduction or rebate in price by the defendant was a legitimate competitive reduction. Our Supreme Court affirmed the judgment of the Circuit Court, holding that Judge Memminger was correct in his direction of a verdict for the defendant on all the grounds considered, except that if no other point had been raised the case might have been one proper for submission to the jury on the question of intent \"to injure or destroy a competitor's business\", in that, \"There was testimony tending to show the natural and actual results of the defendant's course in reducing the price to be indicative of such intent.\" I quote the following clear statement from the opinion of the Supreme\nCourt: \"The cases cited by the appellant in support of its contention do not appear to be in point, as they discuss the merits of legislation designed to prevent the undue restriction of competition rather than present aids for the construction of the language of the statute. Authorities in point appear to be meager. This Court, however, can only construe the statute according to its language, giving to the language a plain, common-sense interpretation and to the words used their ordinary meaning. It is clear to the Court that, by its terms,  the statute does not prohibit discrimination  in prices as between different points in the  same city, but does prohibit discrimination in prices as between  different cities . The wisdom or unwisdom of the statute is not a matter for this Court to determine. It is the province of the Legislature to enact laws and of the Courts to construe them. In the present case we feel that we would be going far beyond the bounds of judicial duty or right to hold that the language used by the Legislature in this statute could be construed to include discrimination in prices between different points in the same city.\" (Italics added.)\n\nAt the very next session of the General Assembly, to wit, the 1927 session, the Act now before the Court was adopted, and it cannot be doubted that this Act was intended to correct and enlarge the previous Act of 1909 so as to meet the decision in the  Texas Company case, supra , and yet the 1927 Act, probably through inadvertence, eliminates discrimination between different cities, and directs its shafts only against such discrimination \"in the same city, town, section, community\".\n\nThe 1927 Act illustrates what frequently happens where a previous statute is amended or repealed and another statute on the same subject substituted, and that is, errors and inaccuracies creep in. Here there are not only many verbal inaccuracies, but the Act may truly be said to abound in ambiguities, uncertainties and obscurities. Some of these may indeed be disregarded as merely grammatical or rhetorical, while others may be eliminated by the application of\nthe recognized canons of construction. But there are still others which seem to me to be fatal to the validity and constitutionality of the section.\n\nThe demurrer to the amended complaint states in great detail the objections made to the constitutionality of the statute in question, but in the argument of counsel for the defendant these objections are reduced to five points, each of which will be considered and discussed by me as briefly as practicable.\n\nThe first point is that the provisions of the statute are indefinite and uncertain, and fail to define with reasonable certainty what Acts are unlawful, but leave to speculation and surmise what actually comes within its prohibition; and hence that the statute is unconstitutional. I am of the opinion for the reasons hereinafter stated that this point is well taken.\n\nIt will be observed that while the Act refers to discrimination between different purchasers of a commodity in general use (and gasoline is certainly such a commodity) the only  method of discrimination  condemned by the statute is stated in subdivisions (e) and (f) to be the sale of \"such commodity at a lower rate to one purchaser in the same city * * * than is charged for said commodity * * * in another section of said city * * *.\" It, therefore, cannot be questioned that the statute does not condemn such discrimination between purchasers in the  same section  of a city, and the term \"section\" is nowhere defined in the statute. The word section, as used geographically, is a relative expression, and its definite meaning depends upon the explanatory context. The Century Dictionary says that it is: \"A part cut or separated, or regarded as separated from the rest; a division, a portion.\" It is also further defined as \"a distinct part of a country, or nation, community, class, or the like; a part of territory separated by geographical lines * * *.\" McMillan's Modern Dictionary, a very recent work, defines the term \"section\" as a \"part cut off, division; distinct part or portion\", and as \"portion of territory\nrendered distinct by geographical, racial, or linguistic characteristics or the like\".\n\nObviously a city might be deemed as divided into few or many sections, according to the plan on which the subdivision is made. For example, as applied to the City of Florence, the Atlantic Coast Line Railroad running to Charleston divides the city into what might be termed two sections, the smaller area on the east side of the track being sometimes referred to as \"East Florence\". Then of course the wards of the city are sections for political or governmental purposes. But this by no means exhausts the application of the term section, for there are residential sections and business sections, colored sections, northern and southern sections, eastern and western sections, etc. And sections of one kind overlap on sections of another kind.\n\nAs stated in one of the briefs of counsel for defendants, perhaps two purchasers having places of business side by side in the same block might be definitely regarded as being within the same section, but if they were separated even by a street this would be rendered uncertain. There being nothing in the statute to show what would constitute a section of a city it would be impossible for one to say with any degree of certainty whether the act of a defendant in a particular case was lawful or unlawful. This is not a matter that could be submitted to a jury because the Court would be unable to lay down any standards for its guidance.\n\nCounsel for the plaintiff in the instant case must have been confronted with the same difficulty in construing the term \"section\", for they state in the amended complaint that the seven purchasers to whom gasoline was alleged to have been sold at the discriminatory price were all in different sections of the City of Florence, although they do not allege the location of these places of business or give any reason for the conclusion that they were in different sections. Surely it could not be contended that every place of business  ipso facto  constituted a section. Such a conclusion would not only read the term \"section\" out of the\nstatute, but it would also disregard the underlying purpose of the statute to prevent discrimination between different territorial areas, because of the opportunity thus afforded to recoup losses made on account of lowering prices in one place by raising them in another place.\n\nIt may be suggested that the term \"section\" as applied to a State was used in the act involved in the  Central Lumber  Company case, supra , but aside from the fact that the point was not raised there, it should be observed that this statute also used the very definite word, as did our 1909 Act, to wit, \"city\", or \"cities\", and did not deal with sections of a city.\n\nThe case of  Connally v. General Construction Company , 269 U.S. 385 ,  46 S.Ct., 126 ,  127 ,  70 L.Ed., 322 , seems to me to be practically directly in point on the question under consideration. The following statement from this opinion as to the general governing principles commends itself as being highly just and reasonable: \"That the terms of a penal statute creating a new offense must be sufficiently explicit to inform those who are subject to it what conduct on their part will render them liable to its penalties is a well-recognized requirement, consonant alike with ordinary notions of fair play and the settled rules of law and a statute which either forbids or requires the doing of an act in terms so vague that men of common intelligence must necessarily guess at its meaning and differ as to its application violates the first essential of due process of law.\"\n\nThe Act under consideration in the  Connally case  created an eight-hour day for all persons employed by or on behalf of the State, and further provided, subject to a penalty of fine or imprisonment, that not less than the current rate of per diem wages \"in the locality where the work is performed\" should be paid to certain laborers, etc. 61 Okla. St. Ann., &#167; 3. The Act was held unconstitutional in two respects, one being that it violates the first essential of due process of law by the use of the vague and indefinite term \"locality\". The Court says \"In the second place, additional obscurity is\nimparted to the statute by the use of the qualifying word `locality.' Who can say, with any degree of accuracy, what areas constitute the locality where a given piece of work is being done? Two men, moving in any direction from the place of operations, would not be at all likely to agree upon the point where they had passed the boundary which separated the locality of that work from the next locality. * * * In other connections or under other conditions the term `locality' might be definite enough, but not so in a statute such as that under review imposing criminal penalties. Certainly, the expression `near the place' leaves much to be desired in the way of a delimitation of boundaries; for it at once provokes the inquiry `how near?' And this element of uncertainty cannot here be put aside as of no consequence, for, as the rate of wages may vary &#8212; as in the present case it is alleged it does vary &#8212; among different employers and according to the relative efficiency of the workmen, so it may vary in different sections. The result is that the application of the law depends, not upon a word of fixed meaning in itself, or one made definite by statutory or judicial definition, or by the context or other legitimate aid to its construction, but upon the probably varying impressions of juries as to whether given areas are or are not to be included within particular localities. The constitutional guaranty of due process cannot be allowed to rest upon a support so equivocal.\"\n\nSee, also,  Cline v. Frink Dairy Company ,  274 U.S. 445 , 47 S.Ct., 681 ,  71 L.Ed., 1146 ;  United States v. Cohen  Grocery Company ,  255 U.S. 81 ,  41 S.Ct., 298 , 65 L.Ed., 516 , 14 A.L.R., 1045, and  State, on Complaint of Lief v.  Packard-Bamberger  Company, Inc. ,  123 N.J.L., 180 , 8 A.2d 291 , decided by the New Jersey Supreme Court September 16, 1939.\n\nThere are many other vague and indefinite terms used in Section 6626, one of them being the very word \"locality\" which is found in subdivisions (c) and (f), and another being the word \"community\". Referring to the latter subdivision,\nwhat possible definite meaning can be given to a section of a locality , or a  section of a community , in the absence of any explanatory language?\n\nAmong the cases cited by counsel for the plaintiff is that of  Omaechevarria v. Idaho ,  246 U.S. 343 ,  38 S.Ct., 323 , 325 ,  62 L.Ed., 763 , which involved a statute prohibiting the grazing of sheep on the federal public domain upon a range previously occupied by cattle. The point was there raised that the statute was too indefinite since it fails to provide for the ascertainment of the boundaries of a \"range\". But the Court, speaking through Mr. Justice Brandeis, said: \"Men familiar with range conditions and desirous of observing the law will have little difficulty in determining what is prohibited by it.\" I think this case well illustrates the true governing principles. The Legislature does, and should, frequently use the language of the people, and the ordinary meaning of the word \"range\" was well understood by those engaged in the cattle business. But in the case at bar the word \"section\" can have no such well-understood meaning to those engaged in the oil business, or indeed any other class of people, in the absence of some explanatory or descriptive terms.\n\nMoreover, it seems to me that the term \"section\" would not only require defining and delimitation, but that a city or town could not be  arbitrarily sectionalized , for obviously the sections would have to be created upon some basis which would constitute a  reasonable  relationship to the evil sought to be corrected.\n\nThe second point raised is that the statute is unreasonable, arbitrary and capricious in its effects, in that, the means selected for accomplishing the purposes referred to have no real and substantial relationship to the object to be obtained; and specifically that the Act is unreasonable and arbitrary because it does not permit a vendor to charge different prices based upon the quantity sold or upon savings in costs of sales, other than cost of transportation.\n\nAs will be seen by reference to subdivision (g) of the 1909 Act, it was provided that due allowance should be made for the difference, if any, in the grade or quality,  or  quantity , and in the actual cost of transportation, while in the 1927 Act (Section 6626) the words  \"or quantity\"  are omitted. These words were contained in the Bill as first introduced, but upon the third reading in the House of Representatives the author asked and obtained unanimous consent to amend it by striking out the words \"or quantity\", and this amendment was duly adopted. Hence there can be no doubt whatever of the Legislature's purpose to eliminate the consideration of quantity. It will, therefore, be of interest to refer to the opinion in the case of  State v. Texas  Co., supra , wherein the Supreme Court sustained the Circuit Judge in directing a verdict for defendant \"on the ground that the reductions or rebates in price were legitimate competitive reductions  based on the quantity sold  and to meet inducements and reductions given by other companies.\" (Italics added.)\n\nIt might perhaps be argued that since the statute uses the phrase \"at a lower  rate\" , and not at a lower  price , it was contemplated that some proportionate reduction would be made, based on such matters as grade, quality, quantity, etc. and this argument, if made, might have some force if the statute were entirely silent as to the elements to be considered in \"making due allowance\". But manifestly where the statute states the elements all others are excluded. Expression unius est exclusio alterius . Besides, the amendment of the Bill by striking out the words \"or quantity\", as above stated, demonstrates the legislative intent.\n\nIt seems obvious that the abrogation of the right to make an allowance based on the quantity sold is clearly unreasonable, capricious and arbitrary; nor would it be in the public interest. The distinction between a wholesale price and a retail price is universally recognized as a proper basis for a price differential. And manifestly a quantity sale, whether\nwholesale in the ordinary sense or not, would justify a lower price because of the lowered cost of handling, the increased volume of business, and other obvious considerations. Yet if the Act be construed according to its terms it would apply in cases where the smallest quantity is sold as well as the largest, and thus result in the fixing of a price without regard to one of the most important elements involved, to wit, the quantity sold. It seems clear to me that this alone is sufficient to invalidate the Act as lacking in due process of law. As the Court said in the case of  Howle v. Mountain  Ice Co. ,  167 S.C. 41 ,  54 ,  165 S.E., 724 , \"it is a matter of common knowledge that prices to different classes of customers\" (referring to manufacturers and retailers) \"vary according to varying conditions.\" See, also,  Great A.  P.  Tea Co. v. Ervin, D.C. , 1938,  23 F. Supp. 70 , and  Mennen  Co. v. Trade Commission , 288 F., 774, 30 A.L.R., 1120.\n\nThe third point made by the demurrer is that the Act deprives sellers of commodities in general use of the right to meet competition, and the effect thereof is to fix prices below which commodities may not be sold. This point appears to be based mainly upon an apparent ambiguity in the Act which will be found in subdivision (f), and it will readily appear, by comparison with that subdivision in the 1909 Act, that the indefinite article \"a\" is used instead of some such expression as  said  or  said party , and it is argued that the phrase \"a person, firm, company, association or corporation\", must be literally construed to mean  any  person, firm, company, association or corporation, and that hence the effect of the Act is to provide that any person, artificial or natural, who sells such a commodity in one section of a city at a lower price than is charged by any other person, artificial or natural, in another section of the city, violates the Act. If this be true, then any price made by anyone in any section of a city, however high, would be the fixed price in all sections of the city, regardless of who made the sale &#8212; a result so absurd that it certainly\ncannot be assumed it was intended by the General Assembly. Counsel, however, argue that the statute is thus shown to be a price-fixing statute and is invalid on the principles land down in certain cases cited by them. It is also argued that the statute being a penal one the Court cannot vary its language, and I am, of course, mindful of the salutary general principles requiring penal statutes to be strictly construed, but the canons of construction certainly allow the Court to consider the statute as a whole and to interpret its words in the light of the context. The statute being directed against discrimination between purchasers in different sections, a seller obviously cannot  discriminate  between two purchasers unless he sells to  both  purchasers. To my mind, the context plainly indicates that the person, firm, company, association or corporation mentioned in subdivision (f) is the same person, firm, company, association or corporation mentioned in subdivision (a). This conclusion, in my judgment, does no violence to the language of the statute. Of course, the cumulative effect of all these inaccuracies is adverse to the validity of the statute, but I do not think this particular ground is well taken.\n\nThe fourth point is to the effect that the statute in question establishes a conclusive presumption of unfair discrimination upon the mere sale of commodities at lower prices in one section of a city or town than in another. This point is based mainly on the proviso contained in Section 6626 and found in subdivision (g) thereof. Counsel for the defendant argued with much emphasis that the effect of this subdivision is to eliminate intent or purpose to injure or destroy the business of a competitor and also to create an arbitrary and conclusive presumption as to what would constitute unfair discrimination. It is true, that the proviso uses some rather general expressions which do not tend to aid the Court in giving some reasonable meaning to the statute as a whole, but I am unable to agree with\ncounsel for the defendant that it the Act were otherwise valid the proviso would be fatal.\n\nIndeed, it seems to me that one of the controlling principles in the construction of a proviso is that it shall be construed in the light of the provisions of the body of the Act. This particular proviso appears to be strictly a proviso, and not merely an addition to the Act. As stated in the case of Shealy v. S.A.L. Ry. ,  131 S.C. 144 ,  126 S.E., 622 ,  626 , quoting from 25 R.C.L., 984, \"The office of a proviso is either to except something from the enacting clause or to qualify or restrain its generality, or to exclude some ground of misinterpretation.\" I think the instant proviso was intended to come under the last clause, to wit, to exclude some ground of misinterpretation, so as to show that the Act covers  indirect  price discrimination by way of rebates and the like as well as direct. And as suggested in one of the briefs, the proviso probably was inserted because of the position taken in the  Texas Company case, supra , that there was no evidence tending to show that the effect of the alleged reduction in price was to injure or destroy to any appreciable extent the business of a competitor; and particularly because reference is made in Judge Memminger's ruling \"to a secret matter or rebate.\" The use of the terms \"plan, scheme, device or agreement\", appears to accord with this idea. At any rate it seems clear to me that the proviso must be read in the light of, and considered as controlled by, the words contained in subdivision (b), to wit, \"for the purpose of injuring or destroying the business of a competitor\". Hence any plan, scheme, device or agreement (and these words, as so used, themselves indicate a sinister purpose), made for the purpose of injuring or destroying the business of a competitor,  and having that effect  would come within the terms of the Act, according to the true intent and meaning of the proviso.\n\nMuch argument is based on the fact that the Act of 1909, subdivision (b) related to the intentional purpose of destroying\nthe business of a competitor, while the words \"shall intentionally\" were omitted in the 1927 Act and the word \"injuring\" was inserted. But I do not think the omission of the word \"intentionally\" really changes the meaning, for the word \"purpose\" conveys the same idea. (Of course, the omission of the word \"shall\" is grammatically bad but has no legal significance). And I cannot agree that the validity of the Act depends upon the purpose of  totally destroying \nthe business of a competitor, for it seems to me that  injuring  or partially destroying  such business would be sufficient.\n\nDoes the proviso create an arbitrary presumption? I do not think so, because it seems to me that a fair construction of the language used is that if such a plan, scheme, device, or agreement actually affected to an appreciable extent the business of a competitor so that he could not meet the competition. this would certainly be a partial destruction of his business, and would come within the evil intended to be inhibited, provided , such plan, scheme, device or agreement was made for the purpose of injuring or destroying the business of such competitor. As has already been stated, there are expressions used in the proviso which could well be more definite and certain; but I do not think this particular objection to the statute should be sustained.\n\nFurthermore, I do not think that even if the proviso here were unconstitutional it would necessarily vitiate the remainder of the Act, if it were otherwise valid. And I do not construe the amended complaint as really involving the proviso. It is true, it is alleged that the defendant entered into plans, schemes, devices or agreements, resulting in discriminatory sales, but this manifestly is a mere legal conclusion of the pleader not based on any statement of facts, for there is no allegation showing the terms of, or any other information concerning any such plans, schemes, devices or agreements.\n\nThe fifth and last point raised by the demurrer is that the drastic penalties provided in Sections 6627 and 6631 for a violation of Section 6626 are repugnant to the Federal and State Constitutions in imposing enormous and excessive penalties and punishment out of just proportion to the nature of the Acts forbidden. As was stated in the outset, Section 6627 provides for a penalty of not less than $500.00 nor more than $5,000.00 for each offense or sale under Section 6626. And Section 6631 imposes upon the Secretary of State the duty to revoke the permit of a corporation for even one violation of Section 6626. It is argued that these penalties are so enormous and excessive as to bring the case within the decision of  Exparte  Young ,  209 U.S. 123 ,  28 S.Ct., 441 ,  52 L.Ed., 714 , 13 L.R.A. (N.S.), 932, 14 Ann. Cas., 764; while on the other hand, counsel for the plaintiff contend that the principles controlling are laid down in  Waters-Pierce Oil Co.  v. Texas ,  212 U.S. 86 ,  29 S.Ct., 220 ,  53 L.Ed., 417 . It occurs to me, however, that this matter cannot properly be considered in the light of the views heretofore expressed by me to the effect that Section 6626 must be declared unconstitutional upon points one and two above discussed. Where the Court is dealing with an Act definite and certain in its terms and so framed as to have a real and substantial relationship to the public purpose sought to be accomplished penalties might well be sustained which would be deemed enormous and excessive under a statute of different character. I am, therefore, of opinion that the fifth point cannot now be determined.\n\nMany cases cited by counsel for the respective parties have not been discussed by me, although I have tried to give due consideration to all of them. Nor have I discussed some merely collateral matters which perhaps might throw more or less light on the main questions, but have confined myself to the discussion of what seemed to me to be matters\nof outstanding importance, realizing that even then this order would be quite long.\n\nIf any legislation is required in the public interest for the prevention of unfair price discrimination in the sale of commodities in general use, this is, of course, a matter for the legislative department. And I have not overlooked the salutary principle that every presumption is in favor of a legislative enactment; and that to declare an Act unconstitutional may not lightly be done, but that its invalidity must appear beyond a reasonable doubt. Yet even if the General Assembly endeavors to provide a method for the purpose of preventing some real or supposed evil its action cannot be sustained by the Courts unless it conforms to the fundamental law of the land.\n\nIt is, therefore ordered that the demurrer be, and it is hereby, sustained as the statute in question violates both the State and Federal Constitutions in the particulars set forth herein.\n\nIt is further ordered that the amended complaint be, and it is hereby, dismissed.", "procedural_history": "", "scdb_id": "", "sibling_ids": [3887724], "source": "ZU", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/5113270/goddard-v-grand-trunk-railway/", "attorney": "&. F. Shepley, for the plaintiff., P. Barnes, for the defendants,", "caseName": "Goddard v. Grand Trunk Railway", "caseNameFull": "Charles W. Goddard v. The Grand Trunk Railway of Canada", "citation": ["57 Me. 202"], "citeCount": 14, "cluster_id": 5113270, "court": "Supreme Judicial Court of Maine", "court_citation_string": "Me.", "court_id": "me", "dateArgued": null, "dateFiled": "1869-07-01", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 60426219, "judge": "Appleton, Barrows, Daneorth, Dickerson, Strong, Tapley, Walton", "lexisCite": "", "meta": {"timestamp": "2024-06-22T03:47:02.164324Z", "date_created": "2021-09-24T01:08:56.937498Z", "score": {"bm25": 0.33747584}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [87204, 3602680, 3612275, 4930902, 5432756, 5433296, 5436895, 5457832, 5515042, 6578673, 6597962, 6634068, 7868489, 7868526, 7890871, 7891051, 7892354, 8257472, 8629448, 9416527], "download_url": null, "id": 4931901, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-24T10:41:02.404469Z", "date_created": "2021-09-24T01:08:56.968551Z"}, "ordering_key": null, "per_curiam": false, "sha1": "", "snippet": "\n’Walton, J.\nTwo questions are presented for our consideration : first, is the common carrier of passengers responsible for the willful misconduct of his servant ? or, in other words, if a passenger *212who has done nothing to forfeit his right to civil treatment, is assaulted and grossly insulted by one of the carrier’s servants, can he look to the carrier for redi’ess ? ", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [4931901], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/8660634/case-of-pea-patch-island/", "attorney": "Mr. Clayton and Mr. Bayard for the United States., Mr. Bibb and Mr. Baton, for the United States.", "caseName": "Case of Pea Patch Island", "caseNameFull": "Case of PEA PATCH ISLAND", "citation": ["30 F. Cas. 1123"], "citeCount": 0, "cluster_id": 8660634, "court": "U.S. Circuit Court for the District of Missouri", "court_citation_string": "", "court_id": "circtdmo", "dateArgued": null, "dateFiled": "1848-01-15", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 65926078, "judge": "Sergeant", "lexisCite": "", "meta": {"timestamp": "2024-06-22T20:45:24.303972Z", "date_created": "2022-11-24T19:52:21.926000Z", "score": {"bm25": 0.33352298}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 8640496, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-25T04:35:18.480986Z", "date_created": "2022-11-24T19:52:21.940312Z"}, "ordering_key": null, "per_curiam": false, "sha1": "", "snippet": "\nOPINION.\nHr. SERGEANT,\nthe arbitrator, having heard the evidence and arguments, and taken due time to examine and consider the matter, delivered the following opinion on the 15th January 1848, in one of the rooms of the cap-ítol at Washington, in the presence of the counsel of the respective parties, and also of a considerable assemblage of persons who thought fit to attend:\nThe question ", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [8640496], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/87158/jackson-v-steamboat-magnolia/", "attorney": "The case was argued at the preceding term of this court upon printed arguments by Mr. Francis Lee Smith for the appellants, and Mr. Largan for the appellees; also orally by Mr. Phillips for the appellees.", "caseName": "Jackson v. Steamboat Magnolia", "caseNameFull": "Thomas Jackson, William Higdon, and Archibald Olds, Owners of the Steamboat Wetumpka, Libellants and Appellants, v. the Steamboat Magnolia, Her Tackle, &C., William F. James, Master, &C.", "citation": ["61 U.S. 296", "15 L. Ed. 909", "20 How. 296", "1857 U.S. LEXIS 461"], "citeCount": 18, "cluster_id": 87158, "court": "Supreme Court of the United States", "court_citation_string": "SCOTUS", "court_id": "scotus", "dateArgued": null, "dateFiled": "1858-04-13", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 400628, "judge": "Grier, McLean, Catron, Daniel, Campbell", "lexisCite": "1857 U.S. LEXIS 461", "meta": {"timestamp": "2024-06-20T18:06:41.335912Z", "date_created": "2014-12-21T09:25:25.913599Z", "score": {"bm25": 0.33024463}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": 1283, "cites": [84593, 84688, 84751], "download_url": null, "id": 87158, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-23T02:52:01.848951Z", "date_created": "2010-04-28T16:01:01Z"}, "ordering_key": null, "per_curiam": false, "sha1": "a812a421bcf679d4d9776191d7b1b210b7bf8b0f", "snippet": "\n61 U.S. 296 (____)\n20 How. 296\nTHOMAS JACKSON, WILLIAM HIGDON, AND ARCHIBALD OLDS, OWNERS OF THE STEAMBOAT WETUMPKA, LIBELLANTS AND APPELLANTS,\nv.\nTHE STEAMBOAT MAGNOLIA, HER TACKLE, &C., WILLIAM F. JAMES, MASTER, &C.\nSupreme Court of United States.\n\n*297 The case was argued at the preceding term of this court upon", "type": "combined-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "1857-040", "sibling_ids": [87158, 9416636, 9416637, 9416638], "source": "LRU", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/85382/green-v-biddle/", "attorney": "The cause was argued, at February term 1821, by Talbot and JB. Hardin, for the demandants — no counsel appearing for the tenant., Montgomery, for the demandant,, Bibb, contra,, Clay, on the same side,, JB. Hardin, for the demandant,", "caseName": "Green v. Biddle", "caseNameFull": "Green and Others v. Biddle", "citation": ["21 U.S. 1", "5 L. Ed. 547", "8 Wheat. 1", "1823 U.S. LEXIS 271"], "citeCount": 314, "cluster_id": 85382, "court": "Supreme Court of the United States", "court_citation_string": "SCOTUS", "court_id": "scotus", "dateArgued": null, "dateFiled": "1823-02-27", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 659513, "judge": "Stoky, Johnson", "lexisCite": "1823 U.S. LEXIS 271", "meta": {"timestamp": "2024-06-20T18:05:58.772222Z", "date_created": "2015-09-10T03:48:37.454368Z", "score": {"bm25": 0.32742885}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": 3118, "cites": [], "download_url": null, "id": 85382, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-23T02:51:04.984138Z", "date_created": "2010-04-28T15:59:40Z"}, "ordering_key": null, "per_curiam": false, "sha1": "116c20efef774cf966ffc7d255fbb75b45583c10", "snippet": "\n21 U.S. 1 (____)\n8 Wheat. 1\nGREEN and Others\nv.\nBIDDLE.\nSupreme Court of United States.\n\n*7 The cause was argued at February term, 1821, by Mr. Talbot and Mr. B. Hardin, for the demandants, no counsel appearing for the tenant.\n*10 Mr. Justice STORY delivered the opinion of the Co", "type": "combined-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "1823-006", "sibling_ids": [85382], "source": "LRU", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/6785300/martindales-lessee-v-troop/", "attorney": "Martin, (Attorney-General,) for the plaintiff., 'Tilghman, for the defendant., Mr. Jenings, also, was counsel for the defendant,, \nMartin,\n", "caseName": "Martindale's Lessee v. Troop", "caseNameFull": "Lydia and Eliza Martindale's Lessee against Sarah and Charles Troop and Wife", "citation": ["3 Md. 244"], "citeCount": 0, "cluster_id": 6785300, "court": "General Court of Virginia", "court_citation_string": "", "court_id": "vagensess", "dateArgued": null, "dateFiled": "1793-04-15", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 63766606, "judge": "", "lexisCite": "", "meta": {"timestamp": "2024-06-22T11:13:30.786876Z", "date_created": "2022-07-20T21:08:22.248829Z", "score": {"bm25": 0.3251419}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 6669413, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-24T22:16:35.053644Z", "date_created": "2022-07-20T21:08:22.309190Z"}, "ordering_key": null, "per_curiam": false, "sha1": "", "snippet": "\n\nThe Court\n\n(all the judges present) were of opinion, the statute of limitations did not run against the issue in tail, and gave judgment on the special verdict for the plaintiff.\nThe following argument on this case is extracted from an anonymous publication, printed in the year 1794.\nAs the determination of the general court arises from the construction of the statute of 21 Jac.", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [6669413], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/6242142/estate-of-tiffany/", "attorney": "", "caseName": "Estate of Tiffany", "caseNameFull": "Estate of ROBERT J. TIFFANY", "citation": ["1 Coffey 478"], "citeCount": 0, "cluster_id": 6242142, "court": "Superior Court of California, County of San Francisco", "court_citation_string": "Cal. Supp. Ct. (San Francisco)", "court_id": "calsuppctsf", "dateArgued": null, "dateFiled": "1887-12-24", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "No 5,317", "docket_id": 62617769, "judge": "Coffey", "lexisCite": "", "meta": {"timestamp": "2024-06-22T08:46:25.901104Z", "date_created": "2022-01-21T17:54:11.373078Z", "score": {"bm25": 0.31725767}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [3305178, 3307656, 3580905, 4724365, 4726582, 4727791, 5439214, 5440132, 5440200, 5441564, 5443191, 5446004, 5446223, 5446678, 5447775, 5448547, 5448666, 5448669, 5462443, 6893815, 6898854, 6900675, 7928102, 8009024, 8654739], "download_url": null, "id": 6109215, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-24T18:24:27.524970Z", "date_created": "2022-01-21T17:54:11.392711Z"}, "ordering_key": null, "per_curiam": false, "sha1": "", "snippet": "\nCOFFEY, J.\nOn the tenth day of June, 1886, there was filed in this court the petition of William M. Pierson and’ John W. Brumagim, setting forth that Robert Joyce Tiffany died on the sixth day of June, 1886; that he was a resident, at the time of his death, of the city and county of San Francisco, state of California, and left an estate in said city and county consisting of real and personal property, the real estate consisting o", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [6109215], "source": "U", "status": "Published", "suitNature": "", "syllabus": "<p>Will—Testamentary Capacity—Intoxication.—A man temporarily overcome by a single debauch is, for the time being, of unsound mind, and has not testamentary capacity; so a person to whom intoxication has become such a habit that his intellect is disordered and he has lost the rational control of his mental faculties, is of unsound mind.</p> <p>Will Contest.—Where the Questions of Unsoundness of Mind and Undue Influence are presented in the same ease, and in their consideration may overlap one the other, it has been said that as legal propositions they are to be kept distinct and apart. But considering the two issues together, it is noted that although mere weakness of intellect does not prove undue influence, yet it may be that in such feeble state, with the mind weakened by sickness, dissipation or age, the testator more readily and easily becomes the victim of the improper influences of those who see fit to practice upon him.</p> <p>Will—Unreasonableness does not Vitiate.—The will of one having testamentary capacity cannot be avoided because unaccountably contrary to the common sense of the country. If not contrary to the law, it stands for the descent of his property, whether his reasons for it are good or bad, provided they are his own reasons, not influenced by the unlawful influence of others.</p> <p>Will—Undue Influence.—There is a Distinction Between the Influence of a Lawful Belation and that of an unlawful relation. A lawful influence, such as that arising from legitimate family and social relations, must be allowed to produce its natural results, even in influencing the execution of a will. However great the influence thus generated, there is no taint of unlawfulness in it; nor can there be any presumption of its unlawful exercise merely because it is known to have existed and to have manifestly operated on the testator's mind as a reason for his testamentary disposition. It is only when such influence is exerted over the very act of devising, preventing the will from being truly the testator’s act, that the law condemns it as vicious.</p> <p>Will—Undue Influence.—While the Natural Influence of a Lawful Belation must be lawful, even where affecting testamentary dispositions, the natural or ordinary influence of an unlawful relation must be unlawful, in so far as it affects testamentary dispositions favorably to the unlawful relations and unfavorably to the lawful heirs. So, it would be doing violence to the morality of the law, and thus to the law itself, if courts should apply the rule recognizing the natural influence arising out of legitimate relationship to unlawful as well as to lawful relations; and thereby make them both equal, in this regard at least, which is contrary to their very nature.</p> <p>Maxim.—No One Shall Derive any Profit, Through the Law, by the influence of an unlawful action or relation.</p> <p>Wills—Undue Influence.—If the Law Always Suspects and Inexorably Condemns undue influence, and presumes it from the nature of the transaction, in the legitimate relations of attorney, guardian and trustee, much more sternly should it deal with unlawful relations, where they are, in their nature, relations of influence over the kind of act under investigation. In their legitimate operation, trust positions of influence are respected; but where apparently used for selfish advantage they are viewed with deep suspicion; and it would be strange if unlawful relations should be more favorably regarded.</p> <p>Will—Undue Influence.—General Cases and Authorities, as to what does and what does not constitute undue influence, are inapplicable in a case where the influence charged originated and was exercised under an unlawful relation.</p> <p>. Will—Insane Delusion.—If a Person Persistently Believes Supposed Facts which have no real existence except in his perverted imagination, and against all evidence and probability, and conducts himself, however logically, upon the assumption of their existence, he is, as far as they are concerned, under a morbid delusion; and delusion in that sense is insanity. So, if a testator labored under such a delusion in respect to his wife and family connections, who would naturally have been the objects of his testamentary bounty, and the court can see that the dispository provisions of his alleged will were or might have been caused or affected by the delusion, the instrument is not his will.</p> <p>Will—Evidence of Undue Influence.—Upon the issue of undue influence in the execution of wills, the evidence must often be indirect and circumstantial. Very seldom does it occur that a direct act of influence is patent; persons intending to control the actions of another, especially as to wills, do not proclaim the intent. The existence of the influence must generally be gathered from circumstances, such as whether the testator formerly intended a different disposition; whether he was surrounded by those having an object to accomplish, to the exclusion of others; whether he was of such weak mind as to be subject to influence; whether the instrument is such as would probably be urged upon him by those around him; whether they are benefited to the exclusion of formerly intended beneficiaries.</p> <p>Will—Intoxication and Undue Influence.—The testator in this case had been a prominent and respected citizen, but for some years before his death he became an habitual drunkard, and after becoming such his whole being changed with respect to his affection for his wife and children, as well also in his personal habits and his social nature and disposition. During this period he became acquainted, while taken away from home, with a woman whom he permitted to act as his nurse; and who subsequently obtained a control over him, to the exclusion of his family, and so that he never again returned to his wife or children. Six months before his death he executed a will wherein this woman was made residuary legatee, and for nearly all his estate; his wife and children were expressly excluded by the instrument. They contested the probate of the will, and tendered as issues unsoundness of mind, and undue influence exercised by the residuary legatee. The court found in favor of the contestants upon both issues, and denied the probate of the will.</p>"}
{"absolute_url": "/opinion/8086595/rich-v-flanders/", "attorney": "II. Foster, and Gross $ Topliff, for the plaintiffs., W. C. £ S. Gr.' Clarke, and Morrison ■ Stanley, for Flanders.", "caseName": "Rich v. Flanders", "caseNameFull": "Rich v. Flanders", "citation": ["39 N.H. 304"], "citeCount": 0, "cluster_id": 8086595, "court": "Supreme Court of New Hampshire", "court_citation_string": "N.H.", "court_id": "nh", "dateArgued": null, "dateFiled": "1859-12-15", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 65182204, "judge": "Bell, Bellows, Doe, Ent, Fowler, Nesmith, Sar, Sargent", "lexisCite": "", "meta": {"timestamp": "2024-06-22T17:02:28.995483Z", "date_created": "2022-09-09T03:59:58.319593Z", "score": {"bm25": 0.317064}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 8046511, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-25T02:47:27.387827Z", "date_created": "2022-09-09T03:59:58.337126Z"}, "ordering_key": null, "per_curiam": false, "sha1": "", "snippet": "\nSar&ent, J.*\nIn this case the action was not commenced until after the passage of the statute of 1857, making parties witnesses in certain cases.\nThis statute (Pamphlet Laws, ch. 1952, sec. 1), provides that “ no person shall be excused or excluded as a witness in any civil suit or proceeding at law or in equity by reason of interest in the event of the same as a party or otherw", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [8046511], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/1613055/zenith-radio-corp-v-matsushita-electric-industrial-co/", "attorney": "Blank, Rome, Comisky & McCauley, by Edwin P. Rome, William H. Roberts, John Hardin Young, Arnold I. Kalman, Kathleen H. Larkin, Norman E. Greenspan, Lawrence S. Bauman, Philadelphia, Pa., for Zenith Radio Corp. and National Union Elec. Corp., plaintiffs., Philip J. Curtis, John Borst, Jr., Glen-view, 111., for Zenith Radio Corp., plaintiff., Mudge Rose Guthrie & Alexander by Donald J. Zoeller, John P. Hederman, Thomas P. Lynch, Howard C. Crystal, Robert A. Jaffe, Shelly B. O’Neill, Mark K. Neville, Jr., New York City, Drinker, Biddle & Reath by Patrick T. Ryan, Philadelphia, Pa., for Tokyo Shibaura Elec. Co., Ltd. and Toshiba America, Inc., defendants; defense coordinating counsel., Duane, Morris & Heckscher by Henry T. Reath, Terry R. Broderick, Philadelphia, Pa., Crummy, Del Deo, Dolan & Purcell by John T. Dolan, Arnold B. Calmann, Newark, N.J., Seki, Jarvis & Lynch by Hoken S. Seki, Richard O. Briggs, Chicago, 111., for Mitsubishi Elec. Corp. and Mitsubishi Elec. Sales America, Inc., Reid & Priest by Charles F. Schirmeister, Robert J. Lynch, New York City, L. Peter Farkas, Washington, D.C., for Mitsubishi Corp. and Mitsubishi Intern. Corp., defendants., Weil, Gotshal & Manges by Ira M. Mill-stein, A. Paul Victor, Joel B. Harris, Kevin P. Hughes, Robert K. Hood, H. Adam Prussin, Harry M. Davidow, Jeffrey L. Kessler, Stuart Peim, Lenore Liberman, Gayle E. Hanlon, Makoto Matsuo, New York City, Morgan, Lewis & Bockius by Raymond T. Cullen, Philadelphia, Pa., for Matsushita Elec. Indus. Co., Inc., Matsushita Elec. Corp. of America, Matsushita Electronics Corp., Matsushita Elec. Trading Co., and Quasar Electronics Corp., defendants., Metzger, Shadyac & Schwarz by Carl W. Schwarz, Michael E. Friedlander, William H. Barrett, Stephen P. Murphy, William B. T. Mock, Jr.; Tanaka, Walders & Ritger by H. William Tanaka, Lawrence R. Walders, B. Jenkins Middleton, Washington, D.C., Hunt Kerr Bloom & Hitchner, by Charles J. Bloom, Philadelphia, Pa., for Hitachi, Ltd., Hitachi Sales Corp. of America, and Hitachi Kaden Hanbai Kabushiki Kaisha, defendants., Wender, Murase & White by Peter J. Gartland, Gene Yukio Matsuo, Peter A. Dankin, Lance Gotthoffer, New York City, for Sharp Corp. and Sharp Electronics Corp., defendants., Whitman & Ransom by Patrick H. Sullivan, Dugald C. Brown, James S. Morris, Kevin R. Keating, Michael S. Press, New York City, Hunt Kerr Bloom & Hitchner by Charles J. Bloom, Philadelphia, Pa., for Sanyo Elec., Inc., Sanyo Elec. Co., Ltd., Sanyo Mfg. Corp. and Sanyo Elec. Trading Co., Ltd., defendants., Arnstein, Gluck, Weitzenfeld & Minow by Louis A. Lehr, Jr., Stanley M. Lipnick, John L. Ropiequet, Chicago, Ill., for Sears, Roebuck & Co., defendant., Rosenman, Colin, Freund, Lewis & Cohen by Asa D. Sokolow, Renee J. Roberts, Marc Rowin, Kaye, Scholer, Fierman, Hays & Handler by Joshua F. Greenberg, Randolph S. Sherman, Daniel D. Chazin, New York City, Wolf, Block Schorr & Solis-Cohen by Franklin Poul, Philadelphia, Pa., for Sony Corp. and Sony Corp. of America, defendants., Kirkland & Ellis by Thomas P. Coffey, E. Houston Harsha, Karl F. Nygren, Chicago, Ill., for Motorola, Inc., defendant.", "caseName": "Zenith Radio Corp. v. Matsushita Electric Industrial Co.", "caseNameFull": "ZENITH RADIO CORPORATION, Plaintiff, v. MATSUSHITA ELECTRIC INDUSTRIAL CO., LTD., Et Al. Defendants; NATIONAL UNION ELECTRIC CORPORATION, Plaintiff, v. MATSUSHITA ELECTRIC INDUSTRIAL CO., LTD., Et Al. Defendants. in Re JAPANESE ELECTRONIC PRODUCTS ANTITRUST LITIGATION", "citation": ["513 F. Supp. 1100", "8 Fed. R. Serv. 289", "1981 U.S. Dist. LEXIS 17912"], "citeCount": 51, "cluster_id": 1613055, "court": "District Court, E.D. Pennsylvania", "court_citation_string": "E.D. Pa.", "court_id": "paed", "dateArgued": null, "dateFiled": "1981-05-13", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "Civ. A. Nos. 74-2451, 74-3247. MDL 189", "docket_id": 1373451, "judge": "Edward R. Becker", "lexisCite": "1981 U.S. Dist. LEXIS 17912", "meta": {"timestamp": "2024-06-21T04:57:08.082572Z", "date_created": "2015-10-13T22:45:20.411426Z", "score": {"bm25": 0.31453902}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": 226, "cites": [94759, 97744, 97928, 99113, 99123, 99124, 99426, 99694, 99888, 100232, 100698, 100699, 101085, 101493, 102041, 102628, 102955, 103152, 103352, 103609, 103846, 104316, 104321, 104322, 104540, 104547, 104549, 104551, 104567, 104915, 105143, 105178, 105615, 105771, 105862, 106167, 106334, 106440, 106452, 106613, 106659, 106775, 106866, 107086, 107242, 107254, 107490, 107559, 107691, 107820, 107870, 107938, 107972, 108153, 108344, 108431, 108479, 108495, 108722, 108986, 109076, 109269, 109287, 109448, 109586, 109680, 109779, 109931, 109983, 110019, 227372, 229365, 229702, 233491, 240605, 241184, 241305, 249134, 251154, 252770, 254667, 255734, 256883, 257864, 257923, 260495, 261274, 261818, 262091, 262503, 264980, 266218, 267893, 267952, 269674, 273010, 274721, 276635, 281273, 282175, 282761, 282918, 286884, 289938, 291329, 294430, 295184, 295985, 298960, 304507, 309676, 318295, 319412, 323151, 324037, 324050, 326351, 328121, 328759, 329729, 329757, 330116, 330736, 331766, 332964, 333725, 333774, 334642, 335054, 336924, 339114, 339300, 340541, 343285, 343290, 344090, 345402, 345493, 345497, 346876, 348624, 349726, 349992, 351564, 352626, 352749, 355291, 356005, 356132, 357881, 358797, 358924, 359519, 359814, 360374, 362494, 362919, 364039, 364757, 365438, 365542, 366392, 367317, 368102, 368403, 368869, 371443, 371774, 372085, 372519, 372561, 372984, 373838, 374186, 374303, 375913, 377910, 382312, 382675, 382802, 385719, 385726, 1088015, 1367669, 1376507, 1378769, 1382345, 1400359, 1401305, 1413340, 1413632, 1413649, 1414592, 1417928, 1420587, 1424932, 1428411, 1444704, 1452676, 1455240, 1455452, 1457962, 1458773, 1463613, 1463975, 1472145, 1482572, 1484821, 1485039, 1486699, 1489508, 1494624, 1494976, 1499475, 1503668, 1508481, 1531214, 1542421, 1550696, 1562980, 1565746, 1568298, 1572306, 1602236, 1622726, 1652439, 1661025, 1669569, 1669971, 1673375, 1675180, 1738268, 1748776, 1755589, 1757383, 1793942, 1806594, 1815567, 1819792, 1869204, 1873236, 1873632, 1875224, 1878623, 1893089, 1893796, 1898986, 1899035, 1899071, 1902987, 1905478, 1905856, 1949720, 1949884, 1950706, 1953481, 2095421, 2135035, 2135546, 2137471, 2147180, 2149736, 2149781, 2149797, 2150316, 2183227, 2184775, 2185246, 2248497, 2266396, 2281536, 2293667, 2303521, 2312960, 2361513, 2368091, 2373910, 2399366, 3630086], "download_url": null, "id": 1613055, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-23T12:05:05.914361Z", "date_created": "2013-10-30T06:56:07.733026Z"}, "ordering_key": null, "per_curiam": false, "sha1": "571f3b4179ddf604fb28c95cc2408335d74ffad9", "snippet": "\n513 F.Supp. 1100 (1981)\nZENITH RADIO CORPORATION, Plaintiff,\nv.\nMATSUSHITA ELECTRIC INDUSTRIAL CO., LTD., et al. Defendants.\nNATIONAL UNION ELECTRIC CORPORATION, Plaintiff,\nv.\nMATSUSHITA ELECTRIC INDUSTRIAL CO., LTD., et al. Defendants.\nIn re JAPANESE ELECTRONIC PRODUCTS ANTITRUST LITIGATION.\nCiv. A. Nos. 74-2451, 74-3247. MDL 189.\nUnited States District Court, E. D. Pennsylvania.</", "type": "combined-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [1613055], "source": "LU", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/6749914/people-v-tyler/", "attorney": "Walker & Russell, Counsel for Tyler”, Harvey McAlpine, H. D. Terry, Prosecuting Attorney. Of Counsel for People.”, J. M. Howard, Attorney General, for the People:, JET. JE>. Terry on same side:, Mussell in reply:", "caseName": "People v. Tyler", "caseNameFull": "The People v. William Tyler", "citation": ["7 Mich. 161", "1859 Mich. LEXIS 54"], "citeCount": 6, "cluster_id": 6749914, "court": "Michigan Supreme Court", "court_citation_string": "Mich.", "court_id": "mich", "dateArgued": null, "dateFiled": "1859-10-14", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 63731080, "judge": "Campbell, Christiancy, Manning", "lexisCite": "", "meta": {"timestamp": "2024-06-22T11:04:01.549848Z", "date_created": "2022-07-20T20:38:03.289091Z", "score": {"bm25": 0.3132369}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 6632120, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2025-02-26T05:36:49.995689Z", "date_created": "2022-07-20T20:38:03.314543Z"}, "ordering_key": 2, "per_curiam": false, "sha1": "", "snippet": "\nChristiancy J.:\nI fully concur with my brother Campbell in the opinion given by him in this case, not only in the result, but generally in the process of reasoning by which the result is reached. And in an ordinary case I should be content with this declaration, without expressing any views of my own. But as he has not alluded to all the considerations which tend to the same conclusions (though, I think, fully sufficient to", "type": "concurrence-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [6632120, 6632119], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/7398165/mayor-of-jersey-city-v-flynn/", "attorney": "Mr. George L. Record and Mr. James B. Tredenburgh, for the complainant., Mr. William D. Edwards, Mr. William II. Corbin and Mr. Charles L. Corbin, for the defendants.", "caseName": "Mayor of Jersey City v. Flynn", "caseNameFull": "The Mayor and Aldermen of Jersey City v. Patrick H. Flynn", "citation": ["74 N.J. Eq. 104", "4 Buchanan 104", "70 A. 497", "1908 N.J. Ch. LEXIS 77"], "citeCount": 1, "cluster_id": 7398165, "court": "New York Court of Chancery", "court_citation_string": "", "court_id": "nychanct", "dateArgued": null, "dateFiled": "1908-05-02", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 64388550, "judge": "Stevens", "lexisCite": "", "meta": {"timestamp": "2024-06-22T13:57:17.520377Z", "date_created": "2022-07-25T21:08:19.337863Z", "score": {"bm25": 0.3117428}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 7317177, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-25T00:32:06.212724Z", "date_created": "2022-07-25T21:08:19.355137Z"}, "ordering_key": null, "per_curiam": false, "sha1": "", "snippet": "\nStevens, V. C.\nOn August 1st, 1905, the complainant filed its bill against the defendants, Patrick H. Flynn and the Jersey City Water-Supply Company, praying that they might be decreed to convey to it the water works constructed by them, or so much of them as they were able to convey, upon payment by the city of such part of the consideration ($7,595,000) as might be ascertained to be due. The bill further prayed that the suit", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [7317177], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/8347833/langdon-v-astor/", "attorney": "A. L. Robertson, for the plaintiff, appellant,, D. Lord, for the defendants, respondents,", "caseName": "Langdon v. Astor", "caseNameFull": "Dorothea A. Langdon v. Wm. B. Astor, Washington Irving, and Others, Executors, &c., of John Jacob Astor", "citation": ["3 Duer 477"], "citeCount": 6, "cluster_id": 8347833, "court": "The Superior Court of New York City", "court_citation_string": "", "court_id": "nysuperctnyc", "dateArgued": null, "dateFiled": "1854-07-01", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 65527655, "judge": "Bosworth, Campbell, Duer", "lexisCite": "", "meta": {"timestamp": "2024-06-22T18:34:31.587912Z", "date_created": "2022-10-17T20:02:25.389389Z", "score": {"bm25": 0.31049016}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [5548343, 8357699], "download_url": null, "id": 8316455, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-25T03:33:58.344495Z", "date_created": "2022-10-17T20:02:25.405882Z"}, "ordering_key": null, "per_curiam": false, "sha1": "", "snippet": "\nDuer, J.\nThis is a case of the first impression; it is also a case of far more than ordinary importance ; it is so, not merely, nor principally, from the magnitude of the sum in controversy, but far more from the real difficulty and wide application of the questions which it involves : these questions have, by all of us, been diligently examined and considered, but I regret to say that we have been unable to arrive at the same co", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [8316455], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/4262869/graphic-packaging-corporation-v-glenn-hegar-comptroller-of-public/", "attorney": "", "caseName": "Graphic Packaging Corporation v. Glenn Hegar, Comptroller of Public Accounts of the State of Texas And Ken Paxton, Attorney General of the State of Texas", "caseNameFull": "", "citation": [], "citeCount": 0, "cluster_id": 4262869, "court": "Court of Appeals of Texas", "court_citation_string": "Tex. App.", "court_id": "texapp", "dateArgued": null, "dateFiled": "2015-04-17", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "03-14-00197-CV", "docket_id": 4428998, "judge": "", "lexisCite": "", "meta": {"timestamp": "2024-06-21T23:53:46.337733Z", "date_created": "2016-09-28T22:26:05.692741Z", "score": {"bm25": 0.31038272}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [84983, 85267, 85272, 85382, 85451, 85462, 85530, 85531, 85639, 85642, 85714, 85792, 85860, 86024, 86213, 86262, 86313, 86463, 86479, 86517, 86761, 86877, 87016, 87401, 87503, 87778, 87795, 88105, 88106, 88502, 88628, 88676, 88805, 88921, 89311, 89319, 89364, 89675, 89725, 89732, 89779, 89836, 89876, 90001, 90056, 90158, 90199, 90233, 90333, 90335, 90339, 90575, 90579, 90811, 90934, 91077, 91237, 91358, 91368, 91400, 91424, 91508, 91708, 91734, 92186, 92563, 92755, 92758, 92809, 92813, 92814, 93057, 93124, 93224, 93249, 93261, 93270, 93437, 93442, 93449, 93467, 93576, 93764, 93795, 94074, 94415, 94779, 94848, 94894, 94978, 95009, 95039, 95121, 95230, 95639, 95765, 95954, 95959, 96276, 96335, 96358, 96566, 96639, 96668, 96687, 96834, 96959, 97050, 97102, 97122, 97170, 97363, 97715, 98111, 98592, 98800, 98820, 99006, 99017, 99286, 99418, 99524, 99543, 99648, 99652, 99682, 100140, 100237, 100252, 100287, 100304, 100314, 100934, 101238, 101356, 101374, 101395, 101544, 101601, 101605, 101709, 101749, 101935, 102018, 102167, 102199, 102274, 102282, 102294, 102387, 102389, 102432, 102594, 102680, 102760, 102765, 102774, 102839, 102855, 102862, 102958, 103021, 103094, 103229, 103287, 103342, 103521, 103534, 103627, 103698, 104191, 104307, 104652, 104835, 104836, 104869, 104882, 104894, 105236, 105239, 105285, 105618, 105829, 106172, 106288, 106392, 106597, 106696, 106846, 106966, 107035, 107315, 107629, 107901, 108115, 108291, 108523, 109055, 109060, 109135, 109477, 109499, 109528, 109534, 109575, 109578, 109615, 109622, 109647, 109772, 109826, 109834, 109900, 109929, 109935, 109974, 110020, 110033, 110063, 110129, 110229, 110263, 110290, 110297, 110379, 110641, 110780, 110799, 110827, 110880, 110923, 110935, 110972, 110996, 111019, 111122, 111158, 111189, 111199, 111216, 111369, 111385, 111466, 111657, 111662, 111797, 111906, 111941, 111942, 112122, 112167, 112227, 112242, 112325, 112386, 112485, 112528, 112602, 112624, 112843, 112897, 117854, 117880, 117930, 117934, 118001, 242880, 250966, 251145, 255841, 302289, 320447, 322969, 325717, 333900, 344254, 366467, 389142, 410212, 429230, 439226, 467497, 508443, 562050, 697686, 779920, 848757, 849020, 881840, 881980, 882707, 902265, 1087768, 1118890, 1120730, 1127500, 1141921, 1157099, 1162737, 1163235, 1163287, 1164947, 1166966, 1167001, 1172176, 1176093, 1195428, 1197226, 1198139, 1213748, 1261988, 1271481, 1274802, 1293123, 1314561, 1320318, 1349504, 1351663, 1359547, 1377555, 1377672, 1401320, 1408376, 1409694, 1415797, 1416053, 1436506, 1442707, 1446533, 1448444, 1452720, 1458673, 1467968, 1471238, 1471480, 1486429, 1489302, 1512241, 1514006, 1515865, 1527673, 1550028, 1563012, 1577165, 1593698, 1606518, 1630595, 1636878, 1640484, 1657676, 1660479, 1661875, 1663576, 1663836, 1663938, 1668626, 1676536, 1679178, 1682022, 1693670, 1723541, 1732338, 1736343, 1737375, 1740554, 1742776, 1745993, 1747264, 1753039, 1754744, 1756935, 1760166, 1766581, 1769484, 1777757, 1892711, 1898059, 1951332, 1953406, 1968883, 2011415, 2029364, 2031555, 2176756, 2229450, 2229910, 2255648, 2278081, 2304197, 2305041, 2364249, 2365621, 2369586, 2372264, 2372925, 2381612, 2384837, 2388985, 2393713, 2419290, 2428078, 2431445, 2432542, 2442964, 2451935, 2455822, 2459953, 2461358, 2461826, 2464243, 2465159, 2487561, 2569604, 2587661, 2606347, 2606368, 2607412, 2620806, 3255581, 3256040, 3257064, 3257096, 3257830, 3268908, 3280506, 3280837, 3281713, 3288845, 3289191, 3298945, 3300801, 3301302, 3301826, 3303422, 3303504, 3304722, 3305429, 3305650, 3305657, 3305724, 3306589, 3307731, 3308788, 3309453, 3388084, 3493831, 3497102, 3500094, 3500689, 3502103, 3543217, 3590335, 3679127, 3801482, 3882029, 3901150, 3916649, 3917842, 3926036, 3927156, 3927968, 3941598, 3945051, 3967787, 3971748, 3979091, 3982362], "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=487&Index=%5c%5cOCA%2dPSQL01%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa09%5cOrder", "id": 4040130, "joined_by_ids": [], "local_path": "pdf/2015/04/17/graphic_packaging_corporation_v._glenn_hegar_comptroller_of_public.pdf", "meta": {"timestamp": "2024-06-24T04:07:25.496217Z", "date_created": "2016-09-28T22:26:05.699549Z"}, "ordering_key": null, "per_curiam": false, "sha1": "d567442055977bbfde9e0e7c13f71f09d41f70e8", "snippet": "                                                                                           ACCEPTED\n                                                                                      03-14-00197-CV\n                                                                                              4929353\n                                                                            THIRD COURT OF APPEALS\n                                                                                       AUSTIN, TEX", "type": "combined-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [4040130], "source": "C", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/1800940/hobson-ex-rel-hobson-v-hansen/", "attorney": "William M. Kunstler, Jerry D. Anker and Herbert O. Reid, Sr., Washington, D. C., for plaintiffs., Charles T. Duncan, Corp. Counsel for District of Columbia, Matthew J. Mullaney, Jr. and John A. Earnest, Asst. Corp. Counsel, and James M. Cashman and Robert R. Redmon, Asst. Corp. Counsel at time of trial, for defendants.", "caseName": "Hobson Ex Rel. Hobson v. Hansen", "caseNameFull": "Julius W. HOBSON, Individually and on Behalf of Jean Marie Hobson and Julius W. Hobson, Jr., Et Al., Plaintiffs, v. Carl F. HANSEN, Superintendent of Schools of the District of Columbia, the Board of Education of the District of Columbia Et Al., Defendants", "citation": ["269 F. Supp. 401", "1967 U.S. Dist. LEXIS 10662"], "citeCount": 138, "cluster_id": 1800940, "court": "District Court, District of Columbia", "court_citation_string": "D.D.C.", "court_id": "dcd", "dateArgued": null, "dateFiled": "1967-06-19", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "Civ. A. 82-66", "docket_id": 1375126, "judge": "J. Skelly Wright", "lexisCite": "1967 U.S. Dist. LEXIS 10662", "meta": {"timestamp": "2024-06-21T06:20:03.684920Z", "date_created": "2014-12-19T20:37:52.774456Z", "score": {"bm25": 0.30824602}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": 3565, "cites": [94508, 98516, 100694, 101317, 101773, 103109, 103531, 103701, 104397, 104564, 104709, 104804, 104805, 105112, 105132, 105221, 105222, 105312, 105382, 105546, 105832, 106170, 106249, 106282, 106366, 106451, 106545, 106630, 106641, 106727, 106850, 106862, 106967, 106989, 106993, 107014, 107112, 107125, 107197, 107369, 107467, 225050, 249538, 251680, 251852, 256127, 262224, 264667, 264797, 267591, 267870, 267871, 268588, 269447, 270962, 272549, 272662, 272821, 273813, 273964, 274758, 274808, 275316, 276176, 276624, 1410391, 1413000, 1454854, 1457042, 1457608, 1458753, 1522544, 1673095, 1906539, 1975241, 1975425, 2143170, 2262826, 2349366], "download_url": null, "id": 1800940, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-23T13:21:28.824959Z", "date_created": "2013-10-30T07:28:38.781192Z"}, "ordering_key": null, "per_curiam": false, "sha1": "69115ce01f8eac87d138e0fbc16548b62dff2d3b", "snippet": "\n269 F.Supp. 401 (1967)\nJulius W. HOBSON, individually and on behalf of Jean Marie Hobson and Julius W. Hobson, Jr., et al., Plaintiffs,\nv.\nCarl F. HANSEN, Superintendent of Schools of the District of Columbia, the Board of Education of the District of Columbia et al., Defendants.\nCiv. A. No. 82-66.\nUnited States District Court District of Columbia.\nJune 19, 1967.\n<s", "type": "combined-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [1800940], "source": "LU", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/85282/dartmouth-college-v-woodward/", "attorney": "", "caseName": "Dartmouth College v. Woodward", "caseNameFull": "", "citation": ["17 U.S. 250", "4 Wheat. 250"], "citeCount": 3, "cluster_id": 85282, "court": "Supreme Court of the United States", "court_citation_string": "SCOTUS", "court_id": "scotus", "dateArgued": null, "dateFiled": "1819-02-25", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": null, "docket_id": 828418, "judge": "Marshall, Ch", "lexisCite": "", "meta": {"timestamp": "2024-06-20T18:05:56.824885Z", "date_created": "2015-11-03T17:41:46.651074Z", "score": {"bm25": 0.30738324}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": 2051, "cites": [84935, 85094], "download_url": null, "id": 85282, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-23T02:51:00.762980Z", "date_created": "2010-04-28T15:59:38Z"}, "ordering_key": null, "per_curiam": false, "sha1": "64c78d8da1ad1edae26411099b215237ca6bc1e1", "snippet": "\n17 U.S. 250 (____)\n4 Wheat. 250\nTRUSTEES OF DARTMOUTH COLLEGE\nv.\nWOODWARD.\nSupreme Court of United States.\n\n*266 March 10th and 11th, 1818. Webster, for the plaintiffs in error.\n*298 February 2d, 1819. The opinion of the court was delivered by MARSHALL, Ch. J.\nThis is an a", "type": "combined-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [85282], "source": "LR", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/8403387/osborn-v-president-of-the-bank-of-the-united-states/", "attorney": "Mí. Hammond, for the appellants,, Mr. Clay, for the respondents,, Mr. Wright, for the appellants, in reply,", "caseName": "Osborn v. President of the Bank of the United States", "caseNameFull": "Osborn and others v. The President, Directors, and Company of the Bank of the United States", "citation": ["9 U.S. 738"], "citeCount": 7, "cluster_id": 8403387, "court": "Supreme Court of the United States", "court_citation_string": "SCOTUS", "court_id": "scotus", "dateArgued": null, "dateFiled": "1824-03-19", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 65584312, "judge": "Johnson, Marshall", "lexisCite": "", "meta": {"timestamp": "2024-06-22T18:57:19.258927Z", "date_created": "2022-10-18T02:25:13.670097Z", "score": {"bm25": 0.3073754}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 8373729, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-25T03:44:03.131141Z", "date_created": "2022-10-18T02:25:13.686456Z"}, "ordering_key": null, "per_curiam": false, "sha1": "", "snippet": "\nMr. Chief Justice Marshall\ndelivered the opinion, of the Court, and, after stating the case, proceeded' as follows,:\nAt the close of the argument, a point was suggested, of shch vital importance, as to induce the Court to request that'it might be particularly.spo' ken to. ' That point is1, the right of the Bank to sue jn the Courts of the United-States. It has been argued, and ought to be disposed of, before •we pr", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [8373729], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
