{"absolute_url": "/opinion/5075015/magee-v-chadoin/", "attorney": "Wm. Gf. Webb and John T. Sar court filed briefs for the appellants., So brief for appellee has been furnished to the 'JReporter»", "caseName": "Magee v. Chadoin", "caseNameFull": "Nicinda M. Magee v. Thomas Chadoin", "citation": ["30 Tex. 644"], "citeCount": 5, "cluster_id": 5075015, "court": "Texas Supreme Court", "court_citation_string": "Tex.", "court_id": "tex", "dateArgued": null, "dateFiled": "1868-01-15", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 60345326, "judge": "Hamilton", "lexisCite": "", "meta": {"timestamp": "2024-06-22T03:37:29.624135Z", "date_created": "2021-09-02T23:49:28.975366Z", "score": {"bm25": 0.5455356}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [4887312, 4888116, 4888258, 4888425, 4889058], "download_url": null, "id": 4890534, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-24T10:21:18.547884Z", "date_created": "2021-09-02T23:49:28.994636Z"}, "ordering_key": null, "per_curiam": false, "sha1": "", "snippet": "\nHamilton, J.\nThis case is in this court for the second time. It was heard at the Austin term, 1857, on writ of error from Fayette county, and was then reversed and remanded for further proceedings, and is now presented to us on an appeal from the same court below.\nIn the report of the case when here before, to be found in 20 Texas, 476, is a very full and accurate statement of the case as now presented, except suc", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [4890534], "source": "U", "status": "Published", "suitNature": "", "syllabus": "<p>Where a party had been admitted as a colonist, and had selected land for which there had been no order of survey, but the land had been surveyed among the surveys of the colony, whose archives were returned to the general land office, and the colonist received his certificate in 1838, and applied that certificate to the previous survey, and without any unnecessary loss of time he procured the field-notes, and had his survey certified to the general land office, and paid the dues when it was patented: Held, that this legal title was superior to a location made in consequence of,a mistake of the commissioner of the general land office.</p> <p>Where the commissioner of the general land office was mistaken as to the boundaries of a county, the claimant of land, depending on the commissioner’s acts, ought not to be held responsible.</p> <p>Where a colonist had a survey, hut no order of survey, he was not embraced by the 12th section of the act of 1837, to reduce into one the several land laws, which required all orders of surveys of head-rights procured under the colonization laws, previous to the declaration of independence, to be submitted to the land commissioners. (Paschal’s Dig., Art. 4140, Note 593.)</p> <p>Where the 19th section of said land law was substantially complied with, under the instructions of the general land office, it was sufficient. (Paschal’s Dig., Art. 4528.)</p> <p>When no statute fixed the time of returning field-notes to the general land office, each case depended upon its own peculiar circumstances.</p> <p>The first act fixing a time for the return of field-notes was passed ón the 5th February, 1840, which required the return of field-notes by the first day of January, 1841, &c. This time was extended again and again, owing to the situation of the country. (Paschal’s Dig., Arts. 4114 to 4119.)</p> <p>Where field-notes had already been returned and rejected before the passage of the act, because of conflict with another survey, a second return was unnecessary.</p> <p>The court will take judicial notice of the history of the country, in determining a question of laches.</p> <p>Where parties located land with full knowledge of a prior equity, they and their privies are bound by such equity. Such locations were fraudulent, and could not be benefited by a patent.</p> <p>If a former recovery be relied on, it must be shown that the trial was upon the merits, and involved and determined the subject-matter.</p>"}
{"absolute_url": "/opinion/6912235/couzens-v-commissioner/", "attorney": "Joseph E. Davies, Esq., John W. Davis, Esq., Arthv/r J. Lacy, Esq., Glarence E. Wilcox, Esq., Franklin D. Jones, Esq., Sidney T. Miller, Esq., Herbert Pope, Esq., E. Barrett Prettyman, Esq., Lewis H. Paddock, Esq., Raymond H. Berry, Esq., Montgomery B. Angelí, Esq., Luman W. Goodenough, Esq., and Russell A. McNair, Esq., for the petitioner., A. W. Gregg, Esq., W. Hall Trigg, Esq., Floyd F. Toomey, Esq., E. G. Lake, Esq., and J. F. Greaney, Esq., for the respondent.", "caseName": "Couzens v. Commissioner", "caseNameFull": "James Couzens v. Commissioner of Internal Revenue", "citation": ["11 B.T.A. 1040"], "citeCount": 0, "cluster_id": 6912235, "court": "United States Board of Tax Appeals", "court_citation_string": "B.T.A.", "court_id": "bta", "dateArgued": null, "dateFiled": "1928-05-05", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "Docket No. 10438", "docket_id": 63900510, "judge": "Arundell, Consideration, Fossan, Lansdon, Marquette, Milliken, Morris, Proceeding, Smith, Sternhagen, Sterniiagen", "lexisCite": "", "meta": {"timestamp": "2024-06-22T11:46:42.557084Z", "date_created": "2022-07-23T18:49:12.694349Z", "score": {"bm25": 0.54514766}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 6807557, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2025-02-26T05:37:20.129209Z", "date_created": "2022-07-23T18:49:12.703663Z"}, "ordering_key": 1, "per_curiam": false, "sha1": "", "snippet": "\n*1146OPINION.\nSternhagen:\nThe petitioner, in September, 1919, sold 2,180 shares of stock in the Ford Motor Co. of Michigan for $29,308,857.90, an average price of $13,444.43 a share. The gain derived from this sale was subject to tax in accordance with the Revenue Act of 1918, which took effect February 25, 1919, and which provided in section 202 (a)", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [6807557, 6807559, 6807560], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/7480359/simpson-v-coon/", "attorney": "Roberts,", "caseName": "Simpson v. Coon", "caseNameFull": "Simpson and others against Coon", "citation": ["4 Serg. & Rawle 368"], "citeCount": 0, "cluster_id": 7480359, "court": "Supreme Court of Pennsylvania", "court_citation_string": "Pa.", "court_id": "pa", "dateArgued": null, "dateFiled": "1818-09-09", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 64481334, "judge": "Duncan, Gibson, Tilghman", "lexisCite": "", "meta": {"timestamp": "2024-06-22T14:20:10.454743Z", "date_created": "2022-07-29T02:11:00.226893Z", "score": {"bm25": 0.54448265}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 7402143, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-25T00:49:19.085351Z", "date_created": "2022-07-29T02:11:00.234992Z"}, "ordering_key": null, "per_curiam": false, "sha1": "", "snippet": "\nTilghman C. J.\nThis is a question on a devise in the last will and testament of Dr. Andrew Ledlie, of Easton, in Northampton county. The difficulty is, to discover the intention of the testator, who drew the will himself, and by adding several codicils, has rendered his meaning, taking into view both will and codicils, not a little doubtful. Pie appears to have been a man of a singular mind, of a bene", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [7402143], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/5738581/herndon-v-state/", "attorney": "John H. Geer, Benjamin H. Davis Jr., and Ewing 0. Baskette, for plaintiff in error., John A. Boykin, solicitor-general, J. W. LeCraw, John H. Hudson, M. J. Yeomans, attorney-general, B. D. Murphy, and J. T. Goree, contra.", "caseName": "Herndon v. State", "caseNameFull": "HERNDON v. State", "citation": ["178 Ga. 832", "174 S.E. 597", "1934 Ga. LEXIS 197"], "citeCount": 19, "cluster_id": 5738581, "court": "Supreme Court of Georgia", "court_citation_string": "Ga.", "court_id": "ga", "dateArgued": null, "dateFiled": "1934-05-24", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "No. 9871", "docket_id": 62093408, "judge": "Because, Bell, Bussell, Illness", "lexisCite": "", "meta": {"timestamp": "2024-06-22T06:32:03.779312Z", "date_created": "2022-01-11T02:06:27.065470Z", "score": {"bm25": 0.54337704}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 5589902, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-24T15:00:59.450743Z", "date_created": "2022-01-11T02:06:27.089665Z"}, "ordering_key": null, "per_curiam": false, "sha1": "", "snippet": "\nBell, J.\nAngelo Herndon was indicted in Fulton County for the offense of attempting to incite an insurrection. The offense is defined in the Penal Code, § 56, as “Any attempt, by persuasion or otherwise, to induce others to join in any combined resistance to the lawful authority of the State.” Section 57 declares that any person convicted of this offense shall be punished by death unless the jury recommend mercy, in which event", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [5589902], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/6592784/upton-v-santa-rita-mining-co/", "attorney": "William B. Ci-iilders and A. H. Harllee, for Appellants and Plaintiffs in Error., Percy Wilson, for Appellee and Defendant in Error.", "caseName": "Upton v. Santa Rita Mining Co.", "caseNameFull": "JAMES N. UPTON, and in Error v. SANTA RITA MINING COMPANY, and in Error", "citation": ["14 N.M. 96", "89 P. 275"], "citeCount": 1, "cluster_id": 6592784, "court": "New Mexico Supreme Court", "court_citation_string": "N.M.", "court_id": "nm", "dateArgued": null, "dateFiled": "1907-02-27", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "Nos. 1105 and 1106", "docket_id": 63522989, "judge": "Pope", "lexisCite": "", "meta": {"timestamp": "2024-06-22T10:21:02.570707Z", "date_created": "2022-06-26T14:07:53.397018Z", "score": {"bm25": 0.542749}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 6467464, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-24T21:04:37.992218Z", "date_created": "2022-06-26T14:07:53.404576Z"}, "ordering_key": null, "per_curiam": false, "sha1": "", "snippet": " OPINION OF THE COURT. POPE, J. (after making the foregoing statement of the facts). — The assignments -of error are quite numerous-but may be classified generally as embodying seven contentions: That the court erred (1) in overruling defendant’s demurrer to the complaint; (2) in refusing to sustain defendant’s motion in arrest of judgment; (3) in-overruling defendant’s motio", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [6467464], "source": "U", "status": "Published", "suitNature": "", "syllabus": "<p>SYLLABUS (by THE COURT).</p> <p>1. In adverse suits brought pursuant to R. S. U. S. 2326, an ordinary declaration in ejectment is sufficient to present all the questions involved between the applicant for patent and an adverse claimant; following Deeney v. Mineral Creek Milling Co., 11 N. M. 279.</p> <p>2. In such suits, however, the rules -governing ordinary ejectment suits are -modified by -C. L. 2290 which provides that mere prior possession shall not constitute a basis for recovery and by the Act of Congress of ¡March 3, 1881, which requires that the defendant no less than the plaintiff shall recover on the strength of his own title.</p> <p>3. In order therefore that the court may be advised of the nature of the suit so as to apply these exceptional rules, there should in .addition to the ordinary allegations in ejectment be appropriate allegations showing the- fact that such suit is designed as an adverse suit.</p> <p>4. The complaint in the present cause examined and held sufficient for adverse suits.</p> <p>5. -In such a suit a verdict in the form “We the jury find the defendant guilty” i® sufficient to answer ¡all the purposes of the proceeding.</p> <p>6. In suich a -suit the parties are upon proper request entitled to special findings upon questions relevant to the cause but in the absence of such request it is not error for the Court to fail to require findings of the jury.</p> <p>7. In descriptions natural or artificial monuments ordinarily prevail over courses and distances.</p> <p>8. A call in a description for “West” will be read “East”, where such ¡change is necessary to enable -the survey to close upon the starting corner.</p> <p>9. In case óf a conflict in the calls of a description such elements of description will be preferred as are the least liable to mistake.</p> <p>10. If the rejection of a call will reconcile all parts of the description and leave enough to identify the tract, such call will ibe rejected and the description thus preserved.</p> <p>11. Where therefor a ¡single call of description fixes the tract by course and distance from a common section corner as in Range Fourteen, when several other, descriptive calls fix it by reference to known monuments and mining claims as in Range Twelve, the discordant element, of description first named will be ignored and the description read as in Range Twelve.</p> <p>12. Section 2332 R. S. U. S. providing .that when parties, have held and worked mining claims for the period prescribed by the local statute of limitations, such possession shall be sufficient to establish a right to patent in the absence of any adverse claim is to be construed in connection with the remaining federal mining statutes.</p> <p>13. When so construed, its effect is simply to declare that possession tor the statutory period is the equivalent of ai valid location.</p> <p>14. Possession for the statutory period under R. S. Section! 2332 does not relieve the possessor from doing the annual assessment work required by R. iS. iSection 2324, and upon his failure to do such work in any one year, the land becomes subject to relocation notwithstanding he may have occupied it for more than the statutory period preceding such relocation.</p> <p>15. Possession and working for the statutory period under R. S. 'Section 2332 when proved in the land office or before the Courts give the possessor the status of a valid locator, but testimony to prove such possession is immaterial where the party offering such testimony claims under a location duly made pursuant to law and there is no issue as to the original validity of such location, but simiply as to whether he had forfeited it by failure to do the annual assessment for a given year.</p> <p>16. Improvements placed upon one of a group of contiguous claims for the purpose of aiding in the development of all and tending to such result may be considered in determining whether the annual labor for a given year has •been done upon any one of such group.</p> <p>17. Before, however, such .testimony can be considered in aid of any one claim there must be sufficient testimony as to the other claims to enable the jury to determine what proportion of such benefit is referable to the claim in question.</p> <p>18. Tested by these rules, the court belo.w did not err in charging the jury to disregard as an eleménx In determining whether the annual work had been done the existence of a blacksmith shop and blacksmith impleipents found upon the claim in question placed .there for the benefit of this and other claims.</p> <p>19. C. L. Section 2286 which requires the locator of a mining claim to post a location notice “in some conspicuous .place on such location’’ is supplemental to and not inconsistent with the federal mining laws and is consequently valid; and a failure to comply substantially therewith renders- -the location void.</p> <p>20. The mere fact however that the -portion of the claim upon which such notice is posted -may by mistake overlap or conflict with a preexisting claim does not invalidate the location. Such location is -still good as to so much not in conflict.</p> <p>21. A forfeiture of a mining claim for failure to do annual work can be established only upon clear and convincing proof of such default proved against the former owner by the party assailing his title.</p> <p>22. Where, however, the owner has failed to make and fila the proof of -labor required by C. L. Section 2315, such owner is not entitled to invoke the rule of law last stated since Section 2315 .places the burden of proof upon him to show that such work has been done according do law, and not upon his opponent to show that it has not been done.</p>"}
{"absolute_url": "/opinion/91960/eames-v-andrews/", "attorney": "Mr. C. R. Ingersoll for appellant., Mr. A. Q. Keasbey for appellees. Mr. J. C. Clayton filed a brief for same.", "caseName": "Eames v. Andrews", "caseNameFull": "Eames v. Andrews", "citation": ["122 U.S. 40", "7 S. Ct. 1073", "30 L. Ed. 1064", "1887 U.S. LEXIS 2087"], "citeCount": 68, "cluster_id": 91960, "court": "Supreme Court of the United States", "court_citation_string": "SCOTUS", "court_id": "scotus", "dateArgued": null, "dateFiled": "1887-05-23", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "120", "docket_id": 2345083, "judge": "Matthews, Field, Bradley, Gray", "lexisCite": "1887 U.S. LEXIS 2087", "meta": {"timestamp": "2024-06-20T18:10:18.850981Z", "date_created": "2014-12-21T09:30:21.207452Z", "score": {"bm25": 0.5427117}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": 2083, "cites": [88082, 88345, 89389, 89400, 90878], "download_url": null, "id": 91960, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-23T02:54:03.412315Z", "date_created": "2010-04-28T16:05:07Z"}, "ordering_key": null, "per_curiam": false, "sha1": "10a8e24afde4fef5ccf16a759fddd7dd6370a29b", "snippet": "\n122 U.S. 40 (1887)\nEAMES\nv.\nANDREWS.\nSupreme Court of United States.\nArgued January 6, 7, 1887.\nDecided May 23, 1887.\nAPPEAL FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE DISTRICT OF CONNECTICUT.\n*41 Mr. C.R. Ingersoll for appellant.\nMr. A.Q. Keasbey for appellees. Mr. J.C. Clayton filed a brief ", "type": "combined-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "1886-255", "sibling_ids": [91960], "source": "LRU", "status": "Published", "suitNature": "", "syllabus": "<p>The reissued letters-patent, No. 4372, issued to Nelson W. Green, May 9, 1871, for an improved method of constructing artesian wells, are for the process of drawing water from the earth by means of a well driven in the manner described in the patent, and are for the same invention described and claimed in the original letters-patent issued to Green, January 14, 1868. It is a reasonable inference from the language employed in the original description that the tube, in the act of being driven into the earth to and into a water-bearing stratum, would form an airtight connection with the surrounding earth, and that the pump should be attached to it by an air-tight connection. The changes made in the amended specification did not enlarge the scope of the patent, or describe a different invention; but only supplied a deficiency in the original description! by describing with more particularity and exactness the means to be employed to produce the desired result. The omission in the second claim of the words, “where no rock is to be penetrated,” which are found in the first claim, did not change the obvious meaning of the original claim.</p> <p>The reissued letters-patent, No. 4372, to Nelson W. Green, were not for the same subject as the letters-patent issued to James Suggett, March 29, 1864; or those issued to John Goode in England in 1823; nor was the in-, vention patented in them anticipated in any publication referred to in the opinion of the court within the rule as to previous publications laid down in Seymour v. Osborne, 11 Wall. 516; Cohn v. United States Corset Co., 93 U. S. 366; and Dovmton v. Yeager Milling Co., 108 U. S. 466.</p> <p>The evidence shows a clear case of infringement on the part of the defendant in error.</p>"}
{"absolute_url": "/opinion/6529346/oliver-v-newburyport-insurance/", "attorney": "Dexter, for the defendants,, Amory, for the plaintiffs,, \nOtis, on the same side.\n, \nDexter.\n, \nOtis.\n, * Dexter, in reply,, \nOtis\n, \nDexter.\n", "caseName": "Oliver v. Newburyport Insurance", "caseNameFull": "Francis J. Oliver and Another versus the Newburyport Insurance Company", "citation": ["3 Mass. 37"], "citeCount": 7, "cluster_id": 6529346, "court": "Massachusetts Supreme Judicial Court", "court_citation_string": "Mass.", "court_id": "mass", "dateArgued": null, "dateFiled": "1807-07-15", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 63459353, "judge": "Sedgwick, Sewall", "lexisCite": "", "meta": {"timestamp": "2024-06-22T10:03:49.351761Z", "date_created": "2022-06-25T11:46:43.223707Z", "score": {"bm25": 0.5426091}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 6403043, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-24T20:34:57.104474Z", "date_created": "2022-06-25T11:46:43.235545Z"}, "ordering_key": null, "per_curiam": false, "sha1": "", "snippet": "\nThe cause was continued for advisement; and now, at this adjournment, the Court delivered their opinions as follows, viz.\nSewall, J.\nThe facts material in deciding upon the motion in this case for a new trial are, that the insurance by the policy in question was of the ship Columbia, owned for two thirds by the plaintiffs, and one third by the master, for a voyage from Spain to Tene", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [6403043], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/8163301/logan-v-greenlaw/", "attorney": "W. M. Randolph and Poston & Poston, for plaintiff., Finlay é Peters and Thos. B. Turley, for'defendants.", "caseName": "Logan v. Greenlaw", "caseNameFull": "Logan v. Greenlaw and others", "citation": ["25 F. 299", "1885 U.S. App. LEXIS 1769"], "citeCount": 1, "cluster_id": 8163301, "court": "United States Circuit Court", "court_citation_string": "U.S. Cir. Ct.", "court_id": "uscirct", "dateArgued": null, "dateFiled": "1885-09-30", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 65259379, "judge": "Hammond", "lexisCite": "1885 U.S. App. LEXIS 1769", "meta": {"timestamp": "2024-06-22T17:21:51.560419Z", "date_created": "2022-09-09T15:05:03.341085Z", "score": {"bm25": 0.5425671}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 8124978, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-25T03:00:16.624097Z", "date_created": "2022-09-09T15:05:03.350365Z"}, "ordering_key": null, "per_curiam": false, "sha1": "", "snippet": "\nHammond J.\nThis case -presents a matter of much intricacy, involving, as it does, the confusing subject of partnership real estate. Exactly stated, the question is this: Gan the heir at law of a deceased partner deny the fact of there being a partnership debt, on a bill filed against him and the surviving partner to subject the partnership real estate to a judgment obtained against the surviving partner and the executor of the de", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [8124978], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/7733045/delaplane-v-crenshaw/", "attorney": "For the appellant, it was insisted:, For the appellees, it was insisted:", "caseName": "Delaplane v. Crenshaw", "caseNameFull": "Delaplane v. Crenshaw & Fisher Same v. Haxall, Crenshaw & Co.", "citation": ["15 Va. 457"], "citeCount": 0, "cluster_id": 7733045, "court": "Supreme Court of Virginia", "court_citation_string": "Va.", "court_id": "va", "dateArgued": null, "dateFiled": "1860-01-15", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 64737838, "judge": "Bee, Ese, Other", "lexisCite": "", "meta": {"timestamp": "2024-06-22T15:29:49.609801Z", "date_created": "2022-07-30T00:49:27.652221Z", "score": {"bm25": 0.541656}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 7668979, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-25T01:40:07.094718Z", "date_created": "2022-07-30T00:49:27.661427Z"}, "ordering_key": null, "per_curiam": false, "sha1": "", "snippet": "\nESE, J.\nThese cases have been argued together, and from their nature and character may properly be considered in immediate connection. I propose to consider, first, the action of trover in which the right of the inspector to appropriate to his own use, the flour drawn by him from the barrel in the process of inspection, called the ‘ ‘draft flour,” is the subject of controversy.\nThis right is sought to be sustai", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [7668979], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/7060468/people-ex-rel-longenecker-v-nelson/", "attorney": "Mr. George Hunt, Attorney General, and Mr. G. S. Eldridge, for the appellants :, Mr. W. T. Burgess, a tax-payer, pro se., Mr. George M. Harris, amicus curice., Messrs. Wilson & Moore, and Mr. S. S. Gregory, for the appellees.", "caseName": "People ex rel. Longenecker v. Nelson", "caseNameFull": "The People ex rel. Joel M. Longenecker, State's Attorney v. Murry Nelson", "citation": ["133 Ill. 565", "27 N.E. 217"], "citeCount": 1, "cluster_id": 7060468, "court": "Illinois Supreme Court", "court_citation_string": "Ill.", "court_id": "ill", "dateArgued": null, "dateFiled": "1890-06-12", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 64048806, "judge": "Bailey, Magruder", "lexisCite": "", "meta": {"timestamp": "2024-06-22T12:25:42.550030Z", "date_created": "2022-07-24T01:51:17.352567Z", "score": {"bm25": 0.5412969}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 6964433, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2025-02-26T05:37:43.505664Z", "date_created": "2022-07-24T01:51:17.380186Z"}, "ordering_key": 1, "per_curiam": false, "sha1": "", "snippet": " Mr. Justice Bailey delivered the opinion of the Court: By the averments of their plea, the truth of which is admitted by the demurrer, the defendants have established their title to the office which the information charges them with having usurped, unless the act under which the Sanitary District of Chicago is organized is so far unconstitutional as to render the organization", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [6964433, 6964434], "source": "U", "status": "Published", "suitNature": "", "syllabus": "<p>1. Statutes—title oe an act—constitutional requirement—prior to the existing rule. Before the present constitutional provision on the subject, the title to an act was no part of it, and although it might be looked to as a guide to the intention of the law-makers, where the body of the statute appeared ambiguous or doubtful, yet it could not enlarge or restrict the provisions of the act itself, and the latter might be good even when in conflict with the title, and there might be incorporated into the same act as many different subjects as the legislature saw fit.</p> <p>2. Same—restrictions of present constitution — of their application, generally. The provisions of section 13, article 4, of the constitution of 1870, should be so construed as to put an end to the former vicious legislation intended to be prevented, but it is not the design of those provisions to embarrass legislation by making laws unnecessarily restrictive in their scope and operation. The general purpose is accomplished when a law has but one general object, which is fairly indicated by its title.</p> <p>3. The generality of a title is not objectionable, so long as it is not made to cover legislation incongruous in itself, and which by no fair intendment can be considered as having a necessary or proper connection. The legislature must determine for itself how broad and comprehensive shall be the object of a statute, and how much particularity shall be employed in the title defining it. It is purely a matter of legislative discretion whether the subject expressed shall be general or specific.</p> <p>4. Same—act embracing more than one subject—and all expressed in the title. Where an act embraces two subjects, both of which are expressed in the title, the entire act must be held void. In that case, a proviso that if any subject is embraced in the act which is not expressed in the title, the act shall be void only as to so much as is not so expressed, can not be given effect. The court can not elect between them, so as to preserve the one and reject the other.</p> <p>5. Same—whether more than one subject is expressed—as, in the “sanitary” act of 18S9. A subject may be composed of many parts, and it does not follow that because the title of an act enumerates many particulars there are therefore many subjects. If there is but one subject, the act is valid, although the subject may be composed of many parts, and all of them are enumerated in the title.</p> <p>6. So in the act of 1889, entitled \"An act to create sanitary districts; and to remove obstructions in.the Des Plaines and Illinois rivers,” the general subject expressed is the creation of sanitary districts, and the removal of obstructions in the rivers named is so far germane to that subject as to constitute a part of it. There is therefore but one subject expressed in the title.</p> <p>7. Same—act embracing subjects not in title. If an act of the legislature embraces several subjects, of which but one is expressed in the title, the subjects not expressed may be rejected, and the act, so far as it relates to the subject expressed in the title, may be held to be valid.</p> <p>8. Same—measures promotive of the purposes of the act—as germane to the general subject—and herein, of an act to create a sanitary district. A sanitary district is a municipal corporation organized to secure, preserve and promote the public health. Any subsidiary measure having a greater or less tendency to promote that object, or to advance the general scheme by which it is proposed, through the agency of such organization, to preserve and protect the public health, is germane to the general subject of the act.</p> <p>9. If the general scheme adopted is one which, upon any rational theory, is calculated to promote the object for which the corporation is created, and if the subsidiary provisions of the act are calculated, upon any rational theory, to promote and further the general scheme, the provisions of the act can not be foreign to the general subject expressed in the title.</p> <p>10. All corporations in this country are the creatures of the legislative power, and it necessarily follows that the determination as to what shall be their constitution, objects and powers, is a matter wholly within the legislative discretion. Any measures authorized which are calculated to promote the object of the corporation, may be said to be embraced in the title.</p> <p>11. In the creation of municipal corporations of a certain character, as, for sanitary purposes, the subject expressed in the title of the act includes the investing of the corporation created with all necessary and proper powers, functions and duties, and provisions directing the mode in which those powers, functions and duties shall be exercised and performed, and prescribing the rules of public policy which shall obtain and be observed in their performance, are clearly germane to the same subject.</p> <p>12. Where a sanitary district is formed to construct a system of drainage, which in its results will necessarily affect certain rivers and canal-ways by largely increasing the volume of water therein, provisions of the act creating the district, which impose duties upon the district to take proper steps to prevent injury to others by such increased flow of water, are a'necessary part of the general system of drainage for sanitary purposes, and within the object expressed in the title of the act.</p> <p>13. A law for the formation of a sanitary district for the drainage of a large territory, in addition to empowering the district to construct and maintain a channel of certain dimensions and capable of producing a flow of water of certain magnitude for drainage purposes, declared such channel, when constructed, a navigable stream, and authorized the district to make, establish, lease and control docks, and also to dispose .of any water-power incidentally created in the construction of the channel: Held, that as the primary object of the act was for drainage for sanitary purposes, it was not subject to the charge of a duplicity of objects. Every intendment is in favor of the validity of the act.</p> <p>14. Where a corporation is authorized to construct channels for drainage purposes, whereby, incidentally, large and valuable water-powers may be created and opportunities afforded for the construction of valuable docks, and such valuable privileges are brought into exist- . ence, the corporation may utilize such privileges as a source of revenue, for the purpose of paying its indebtedness incurred in constructing such channel. But the power of the corporation to charge for the use of water privileges will not arise until such channel is constructed.</p> <p>15. Same—who may he employed—creating sanitary corporation— excluding persons not naturalized, etc. A provision in an act for the organization of sanitary districts, for the construction of important public works, prescribing the qualifications \"of persons who shall be employed on such works, is strictly germane to the general subject of constructing the works. And it is competent for the legislature to establish, as a rule of public policy, that none but citizens, or those who in good faith have taken the preliminary steps to secure naturalization, shall be employed thereon, and also to establish a test by which the good faith of persons declaring their intentions to become citizens may be determined.</p> <p>16. Equality of taxation—act creating a sanitary district—whether in violation of the rule of equality. An act for the formation of a sanitary district, with power to construct a channel capable of carrying a large body of water, provided that the corporation thus formed might lease water privileges and places for docks, but contained this proviso: “Provided, however, nothing in this act shall be construed to abridge or prevent the State from hereafter requiring a portion of the funds derived from such water-power, dockage or wharfage to be paid into the State treasury to be used for State purposes:” Held, that the proviso is not in violation of the constitution in compelling the people of one class of municipal corporations to pay more than their share of the burdens of the State government. The proviso does not attempt to divert any of the revenues of the district, but it merely declares that the State is not concluded from requiring payment to be made to it.</p> <p>17. Elections—cumulative voting—under an act for the election of trustees of a municipal corporation, as, in the creation of a sanitary district. A law for the organization of municipal corporations called sanitary districts, provided for the election of nine trustees, giving each voter the right to vote for as many candidates as there are trustees to elect, or the privilege of distributing his votes among not less than five-ninths of the candidates to be elected, giving each of the candidates among whom he distributes the same, the same number of votes or fractional votes: Held, that the provision was not in violation of any constitutional provision relating to suffrage.</p> <p>18. If the act had made the cumulation of votes necessary, then each voter would have been deprived of the privilege of voting, at the election, for part of the officers to be elected, and to that extent would have been excluded from his constitutional right.</p> <p>19. Judicial oeeicebs—executing other than judicial duties. An act of the legislature giving the circuit or county courts the power to appoint commissioners, is a valid law; and powers and duties imposed by statute upon a circuit judge, not incompatible with his duties as judge, may be rightfully exercised by him, as, celebrating marriages, and taking the acknowledgment of deeds.</p> <p>20. So an act which imposes certain non-judicial duties upon the county judge, and two circuit judges to be selected by him, to fix the territory to be embraced by a sanitary district, prior to the submitting of the question of incorporating to a vote, is not repugnant to article S of the constitution, which distributes the powers of the government into three classes, and prohibits either branch from exercising any powers of the others.</p> <p>21. Validity oe a statute—presumption. Every presumption is in favor of the validity of a statute, and every reasonable doubt must be resolved in favor of its constitutionality. The courts will never declare a statute void, except in a clear case.</p> <p>22. Whenever an act of the legislature can be so construed and applied as to avoid a conflict with the constitution, and give it the force of law, such construction should be adopted.</p>"}
{"absolute_url": "/opinion/3630420/ernst-v-hudson-river-railroad-co/", "attorney": "R.A. Parmenter,  for the appellant.\n\n J.H. Reynolds,  for the respondent.", "caseName": "Ernst v. . Hudson River Railroad Co.", "caseNameFull": "Martha Ernst, Executrix of Henry Ernst, Appellant, v. the Hudson River Railroad Co., Respondent", "citation": ["35 N.Y. 9", "32 How. Pr. 61"], "citeCount": 34, "cluster_id": 3630420, "court": "New York Court of Appeals", "court_citation_string": "NY", "court_id": "ny", "dateArgued": null, "dateFiled": "1866-03-05", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 3502545, "judge": "Hunt, Porter", "lexisCite": "", "meta": {"timestamp": "2024-06-21T21:49:28.863593Z", "date_created": "2016-07-05T23:57:17.925135Z", "score": {"bm25": 0.5409642}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": 5246, "cites": [87323, 87371, 3593992, 5457349, 5460664, 5465526, 5469502, 6142507], "download_url": null, "id": 3613639, "joined_by_ids": [], "local_path": "/home/mlissner/columbia/opinions/new_york/court_of_appeals_opinions/documents/a8b218ccbe6f89e4.xml", "meta": {"timestamp": "2025-02-26T05:31:37.882143Z", "date_created": "2016-07-05T23:57:17.931918Z"}, "ordering_key": 1, "per_curiam": false, "sha1": "d57cb15da4a499ddf88f81da957b33d54be7c026", "snippet": "[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 11 \n[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 12 \n[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [3613639, 3613640], "source": "ZU", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/4057973/prickett-v-sulzberger-sons-co/", "attorney": "F.L. Boynton  and  Nicholas   Lyle,  for plaintiff in error.\n\n Ames, Chambers, Lowe   Richardson  and  Bennett   Pope,  for defendant in error.", "caseName": "Prickett v. Sulzberger & Sons Co.", "caseNameFull": "Prickett v. Sulzberger & Sons Co.", "citation": ["157 P. 356", "57 Okla. 567", "1916 OK 387", "1916 Okla. LEXIS 556"], "citeCount": 66, "cluster_id": 4057973, "court": "Supreme Court of Oklahoma", "court_citation_string": "Okla.", "court_id": "okla", "dateArgued": null, "dateFiled": "1916-03-28", "dateReargued": null, "dateReargumentDenied": "1916-05-09", "docketNumber": "6087", "docket_id": 3930115, "judge": "Robberts", "lexisCite": "", "meta": {"timestamp": "2024-06-21T22:51:04.261404Z", "date_created": "2016-07-06T07:52:21.693529Z", "score": {"bm25": 0.54069644}}, "neutralCite": "1916 OK 387", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [88103, 96544, 97054, 3549568, 5142964, 5564819, 5569004], "download_url": null, "id": 3815432, "joined_by_ids": [], "local_path": "/home/mlissner/columbia/opinions/oklahoma/court_opinions/documents/75c21a934817c88d.xml", "meta": {"timestamp": "2024-06-24T02:46:23.920838Z", "date_created": "2016-07-06T07:52:21.699746Z"}, "ordering_key": null, "per_curiam": false, "sha1": "4c5a2e46356869bc5f5eb29e350de5fcf76957eb", "snippet": "This action was brought by Ethel Prickett against Sulzberger   Sons Company for damages alleged to have been sustained by reason of the death of her husband, Ray Prickett, because of the negligence of the defendant, by whom the deceased was employed at the time of his injuries.\nThe plaintiff alleges, in substance, that she was the wife of the deceased, who was in the employ of the defendant on or about September 25, 1912, when he sustained injuries by falling down an elevator shaft, fr", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "Error from District Court, Oklahoma County; Geo. W. Clark,  Judge .\n\nAction by Ethel Prickett against the Sulzberger   Sons Company. Judgment for defendant, and plaintiff brings error. Reversed, and new trial ordered.", "procedural_history": "", "scdb_id": "", "sibling_ids": [3815432], "source": "ZU", "status": "Published", "suitNature": "", "syllabus": "<p>1. EVIDENCE — Res Gestae — Statements. In an action for personal injuries, resulting in the death of a servant, from falling down an elevator shaft of the master in the nighttime, testimony of eye witnesses to the accident that just as he was about to step off he stated to deceased, “Be sure it is there,” and deceased replied, “Yes; It is here,” is competent as a part of the res gestae indicating the impression on the mind of the deceased at the moment of stepping off that the elevator was there.</p> <p>2. EVIDENCE — Opinion Evidence — (Competency of Expert. The testimony of a skilled electrician as to the diffusion of light from lamps similar to those shown to have been used- in lighting the vicinity of an elevator shaft where the servant' fell and was killed, and as to the shadow .or other effects produced -thereby, due to the kind, condition, and location, is competent, on the question of proper or sufficient lighting of the place where the injury occurred.</p> <p>3. MASTER AND SERVANT — Injuries to Servant — -Fellow Servants —Concurring Negligence. The master is liable for injuries due ’ to the concurring negligence of himself and a fellow servant in cases where the injury would probably not have occurred but for the negligence of the master.'</p> <p>4. NEGUGENCE — “Proximate Cause.” Strictly defined, an act is the proximate cause of an event when in the natural order of things, and under the particular circumstances surrounding it, such an act would naturally produce that event.</p> <p>5. MASTER AND SERVANT — Injuries to Servant — Actions—Safe Place to Work — Question for Jury. Where there is an apparent choice of routes between two points, and no rule or recognition requiring the longer route to be used, instead of the shorter, which leads across an elevator, usually left at night at a point where' it might be, and frequently is, used to cross an elevator shaft, as a means of access to a point where-the servant has duties to perform, and where it appears that others use it similarly, and that it had been so used for several months, the question as to whether notice of such use will he implied on the part of the master, and consent thereto likewise implied, is for the jury, even though it must follow that the master would owe the duty of making such passage and use reasonably safe by adequate lighting.</p> <p>6. SAME — Appliances and Place to Work — Duty of Master. It is the undelegable duty of the master to exercise ordinary care 'to provide the servant a reasonably safe place to work, reasonably safe tools and materials with which to work, and reasonably safe and competent fellow servants with whom to work, and a failure in one or more of these duties will subject the master to liability \"for all damages proximately resulting therefrom, through injuries ■to the servant, even though the negligence of the fellow servant should contribute therewith to the injury, if the injury would probably not have occurred but for the negligence of the master in the performance of his duty.</p> <p>7. SAME — Place to Work — Lighting, Where a servant is required to work at night in a place or required to pass in the nighttime from one point in the premises where employed to another, it is the duty of the master to sufficiently light the locality of his work and the course of his passage to enable him to discover and avoid danger due to conditions that may be variable at different times.</p> <p>8. NEGLIGENCE — Actions—Question of Law or Fact. What is or what is not negligence is ordinarily a question for the jury, and not for the court. Where the standard of duty is not fixed, but variable, and shifts with the circumstances of the case, it is incapable of being determined as a matter of law, and, where there is sufficient evidence, it must be submitted to the jury to determine . whether the duty of the master has been complied with. Oil the other hand, when the standard and measure of duty is defined by law, and is the same under ail circumstances, its omission is negligence, and may be so declared liy the court. It is only in eases where the facts are such that all reasonable men must draw the same conclusions that (he question of negligence or the want of negligence becomes one of law for the court, and then only when no recovery can be had upon any view which can properly he taken of the facts which the evidence tends to establish.</p> <p>'9.- SAME. Negligence is so much a mixed question of law and fact —principally fact — that courts are seldom justified in saying that all reasonable men will agree with them on the question of whether a given state of facts constitutes the exercise of ordinary care.</p> <p>(Syllabus by Robberts, O.)</p>"}
{"absolute_url": "/opinion/1424320/united-states-v-columbia-pictures-corporation/", "attorney": "John Sirignano, Jr., Edward J. Harrison, and John M. O’Donnell, Attys., Dept, of Justice, Washington, D. C., for plaintiff., Schwartz & Frohlich, Arthur H. Schwartz, Irving Moross, and Stuart G. Schwartz, Davis, Polk, Wardwell, Sund-erland & Kiendl, Theodore Kiendl, Tag-gart Whipple, Henry L. King, Richard H. Pershan, and Roland W. Donnem, New York City, for defendants Columbia Pictures Corp. and Screen Gems, Inc., Daniel Glass, New York City, Gen. Counsel, for Screen Gems, Inc., Adolph Schimel and Harold Lasser, New York City, for Universal Pictures Co., Inc.", "caseName": "United States v. Columbia Pictures Corporation", "caseNameFull": "UNITED STATES of America, Plaintiff, v. COLUMBIA PICTURES CORPORATION, Screen Gems, Incorporated and Universal Pictures Company, Incorporated, Defendants", "citation": ["189 F. Supp. 153", "1960 U.S. Dist. LEXIS 5155"], "citeCount": 45, "cluster_id": 1424320, "court": "District Court, S.D. New York", "court_citation_string": "S.D.N.Y.", "court_id": "nysd", "dateArgued": null, "dateFiled": "1960-06-29", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 2520605, "judge": "Herlands", "lexisCite": "1960 U.S. Dist. LEXIS 5155", "meta": {"timestamp": "2024-06-21T03:47:48.020912Z", "date_created": "2014-10-31T00:30:25.598330Z", "score": {"bm25": 0.53965753}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": 1435, "cites": [95118, 99113, 100953, 100965, 101026, 101715, 102041, 102230, 103352, 103678, 103966, 104522, 104551, 104685, 105132, 105405, 105408, 105516, 105810, 105997, 106059, 231712, 245440, 246150, 1409624, 1485304, 1515433, 1593226, 1981838, 2132721, 2281809, 2595789, 6913183, 6918365, 8861130, 9421451, 9421993], "download_url": null, "id": 1424320, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-23T10:46:01.559521Z", "date_created": "2013-10-30T06:04:13.134915Z"}, "ordering_key": null, "per_curiam": false, "sha1": "400bb099054a9ea91f358460117b543da4a94b22", "snippet": "\n189 F.Supp. 153 (1960)\nUNITED STATES of America, Plaintiff,\nv.\nCOLUMBIA PICTURES CORPORATION, Screen Gems, Incorporated and Universal Pictures Company, Incorporated, Defendants.\nUnited States District Court S. D. New York.\nJune 29, 1960.\n*154 *155 *156 John Sirignano, Jr., ", "type": "combined-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [1424320], "source": "LU", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/5718987/union-savings-bank-trust-co-v-dottenheim/", "attorney": "Steed & Wimberly, Bacon, Miller & Brunson and John I. Hall, for plaintiff in error., Preston & Ayer and Hardeman, Davis & Turner, contra.", "caseName": "Union Savings Bank & Trust Co. v. Dottenheim", "caseNameFull": "UNION SAVINGS BANK AND TRUST COMPANY v. DOTTENHEIM", "citation": ["107 Ga. 606", "34 S.E. 217", "1899 Ga. LEXIS 113"], "citeCount": 3, "cluster_id": 5718987, "court": "Supreme Court of Georgia", "court_citation_string": "Ga.", "court_id": "ga", "dateArgued": null, "dateFiled": "1899-07-19", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 62073770, "judge": "Cobb, Simmons", "lexisCite": "", "meta": {"timestamp": "2024-06-22T06:26:51.654848Z", "date_created": "2022-01-11T01:08:19.491022Z", "score": {"bm25": 0.5395342}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 5569091, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2025-02-26T05:35:42.861173Z", "date_created": "2022-01-11T01:08:19.506800Z"}, "ordering_key": 1, "per_curiam": false, "sha1": "", "snippet": "\nCobb, J.\nCelia Dottenheim brought an action of ejectment in the fictitious form against W. H. Ashworth as tenant in possession; and the Union Savings Bank and Trust Company, having been served as the true claimant in the case, came in and defended. The charge of the court was, in effect, a direction to the jury to return a verdict in favor of the plaintiff, which was done. To this ruling the defendant excepted. The evidence estab", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [5569091, 5569092], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/7733044/delaplane-v-crenshaw/", "attorney": "For the appellant, it was insisted:, For the appellees, it was insisted:", "caseName": "Delaplane v. Crenshaw", "caseNameFull": "Delaplane v. Crenshaw & Fisher Same v. Haxall, Crenshaw & Co.", "citation": ["15 Va. 457"], "citeCount": 0, "cluster_id": 7733044, "court": "Supreme Court of Virginia", "court_citation_string": "Va.", "court_id": "va", "dateArgued": null, "dateFiled": "1860-01-15", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 64737837, "judge": "Bee, Ese, Other", "lexisCite": "", "meta": {"timestamp": "2024-06-22T15:29:49.570827Z", "date_created": "2022-07-30T00:49:27.626727Z", "score": {"bm25": 0.5389051}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 7668978, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-25T01:40:07.073684Z", "date_created": "2022-07-30T00:49:27.632954Z"}, "ordering_key": null, "per_curiam": false, "sha1": "", "snippet": "\nESE, J.\nThese cases have been argued together, and from their nature and character may properly be considered in immediate connection. I propose to consider, first, the action of trover in which the right of the inspector to appropriate to his own use, the flour drawn by him from the barrel in the process of inspection, called the ‘ ‘draft flour,” is the subject of controversy.\nThis right is sought to be sustai", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [7668978], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/8159838/united-states-v-kochersperger/", "attorney": "The case was argued before Grier, J., and Cadwalader, J., by George M. Wharton, for the United States; Henry M. Phillips, for Hiram Miller, and Robert P. Kane, for Charles Kochersperger.", "caseName": "United States v. Kochersperger", "caseNameFull": "United States v. KOCHERSPERGER", "citation": ["1 E.D. Pa. 419"], "citeCount": 0, "cluster_id": 8159838, "court": "United States Circuit Court", "court_citation_string": "U.S. Cir. Ct.", "court_id": "uscirct", "dateArgued": null, "dateFiled": "1860-11-19", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 65255874, "judge": "Cadwalader", "lexisCite": "", "meta": {"timestamp": "2024-06-22T17:20:59.957724Z", "date_created": "2022-09-09T14:56:37.956806Z", "score": {"bm25": 0.5388905}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 8121484, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-25T02:59:39.087004Z", "date_created": "2022-09-09T14:56:37.965221Z"}, "ordering_key": null, "per_curiam": false, "sha1": "", "snippet": "\nThe opinion of the Court was delivered by\nCADWALADER, J.\nJudge Grier authorizes me to state that he has perused the following opinion carefully, and that he fully concurs in it.\nA post, etymologically defined, is a mode of conveying written or unwritten intelligence, to and from appointed stations, at regular intervals, or whenever the performance of such ■service may properly be required. Th", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [8121484], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/7733043/delaplane-v-crenshaw/", "attorney": "For the appellant, it was insisted:, For the appellees, it was insisted:", "caseName": "Delaplane v. Crenshaw", "caseNameFull": "Delaplane v. Crenshaw & Fisher Same v. Haxall, Crenshaw & Co.", "citation": ["15 Va. 457", "15 Gratt. 457"], "citeCount": 0, "cluster_id": 7733043, "court": "Supreme Court of Virginia", "court_citation_string": "Va.", "court_id": "va", "dateArgued": null, "dateFiled": "1860-01-15", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 64737836, "judge": "Bee, Ese, Other", "lexisCite": "", "meta": {"timestamp": "2024-06-22T15:29:49.540166Z", "date_created": "2022-07-30T00:49:27.621938Z", "score": {"bm25": 0.53779304}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 7668977, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-25T01:40:07.052643Z", "date_created": "2022-07-30T00:49:27.629538Z"}, "ordering_key": null, "per_curiam": false, "sha1": "", "snippet": "\nESE, J.\nThese cases have been argued together, and from their nature and character may properly be considered in immediate connection. I propose to consider, first, the action of trover in which the right of the inspector to appropriate to his own use, the flour drawn by him from the barrel in the process of inspection, called the ‘ ‘draft flour,” is the subject of controversy.\nThis right is sought to be sustai", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [7668977], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/3558992/state-ex-rel-harmony-drainage-district-v-hackmann/", "attorney": "Dan V. Herider  and  A.B. Hoy  for relator.\n\n(1) The relator has no remedy except by writ of mandamus. An affirmation of the judgment of the circuit court in the case pleaded by respondent as pending in this court would afford no relief to relator, for the reason that such judgment does not reach the respondent herein. State ex rel. v. McCracken, 60 Mo. App. 650 ; Barnes v. Gottschalk,  3 Mo. App. 111 ; State ex rel. Craig v. Dougherty,  45 Mo. 294 ; State ex rel. v. Hackmann, 274 Mo. 551 . (2) Every presumption in favor of the validity and constitutionality of the Act of 1921, will be indulged, and the act will not be held unconstitutional unless it plainly violates some provision of the Constitution and there is no escape from such conclusion. State ex rel. v. Burton,  266 Mo. 711 ; Greene County v. Lydy,  263 Mo. 77 ; State v. Kirby,  260 Mo. 120 ; Kansas City v. Land Co.,  260 Mo. 395 . (3) The subject of \"Drainage and Reclamation of Swamp and Overflow Lands\" has been held broad and comprehensive enough to authorize the enactment of any legislation which has for its object the reclamation or protection of lands from the effects of water. Birmingham Drain. Dist. v. Ry. Co.,  266 Mo. 60 ; Houck v. Little River Drain. Dist., 248 Mo. 373 ,  239 U.S. 254 . It is sufficient if the title to a statute does not mislead as to the chief topic of the act and that the main features of it have a reasonable and material connection with the subject named in the title. OBrien v. Ash, 169 Mo. 283 ; In re Burris,  66 Mo. 442 ; State ex rel. v. Mead, 71 Mo. 266 ; Burge v. Railroad,  244 Mo. 76 . Reference to a statute by number is sufficient. State v. Heege,  135 Mo. 112 ; State v. Marion Co. Court,  128 Mo. 427 . (4) The great fundamental rule in construing statutes is to ascertain and give effect to the intention of the Legislature. 36 Cyc. 1106; Eaton v. Gmelich, 205 Mo. 152 ; Armstrong v. Modern Brotherhood,  132 Mo. App. 171 . It is the duty of the court so far as practicable to\nreconcile the different provisions so as to make them consistent and harmonious and to give a sensible and intelligent effect to each. 36 Cyc. 1129; Stump v. Hornbeck,  94 Mo. 26 ; State ex rel. Tuller v. Seehorn,  246 Mo. 568 . (5) The permit from the Federal Government secured by the county court, is prima-facie sufficient. Secs. 235, 9903, 9910, United States Compiled Statutes 1915.\n\n Jesse W. Barrett,  Attorney-General, and  W.L. Vandeventer, \nAssistant Attorney-General, for respondent.\n\n(1) The statute does not authorize the county court to levy taxes against lands in a drainage district for the sole purpose of constructing retards in the Missouri River. (a) A municipal corporation possesses such powers and such only as the State confers upon it. 28 Cyc. 257, 258, 263; Rehill v. Jersey City, 71 N.J.L. 109 ; Farwell v. Seattle,  43 Wn. 141 ; The Mayor v. Ray, 19 Wall. (86 U.S.) 475; City to use v. Eddy,  123 Mo. 546 , 557; City of Independence v. Cleveland,  167 Mo. 384 . (b) The usual drainage district, such as one organized under the Circuit Court Drainage District Act, is a public corporation, but its powers are very much less than those granted to a municipal corporation. It is at most only a  quasi -municipal corporation. Such a district is organized merely for a special and limited purpose. Its powers are restricted to such as the Legislature has deemed essential for the accomplishment of that purpose, and it is only authorized to raise funds for the specific objects mentioned in the statute. Elmore v. Drainage Comrs.,  135 Ill. 277 ; State ex rel. Caldwell v. Little Riv. Drain. Dist.,  291 Mo. 72 ; Sherwood v. Drainage District,  298 Mo. 82 ; State ex rel. Hausgen v. Allen, 298 Mo. 448 ; 9 R.C.L. p. 644, sec. 33; Morrelton Imp. Dist., 71 Ark. 4 ; Board of Improvement v. Moreland,  94 Ark. 380 ; Drainage District v. Campbell,  154 Mo. 157 . (c) The county court has no power to\nstraighten, widen, alter or deepen a navigable stream. The statute limits and restricts its operation to \"natural streams &#8212; not navigable.\" Sec. 4477, Laws 1921, p. 304; Sec. 4477, R.S. 1919; State ex rel. v. Taylor,  224 Mo. 397 . (d) The main purpose contemplated by the statute is the construction of a ditch. The construction of a levee is to be an incident to the construction of the ditch. The construction of retards in the bed of a navigable river is not contemplated at all. The construction of \"permeable tree retards\" extending from one hundred to three hundred feet into the bed of the Missouri River, at right angles to its bank, are not incidents of either a ditch or levee. Certainly the construction of such retards as the sole improvement, with no provision whatever for ditches or levees, is not contemplated by the statute. Sec. 4477, Laws 1921, p. 304; Secs. 4478, 4480, 4484, R.S. 1919; Royse v. Railroad Co., 160 Ind. 592 . When the statute is read as a whole it is clear that it spends its force on the construction of ditches, together with such other works, such as levees and lateral ditches, as are necessary to make the ditches effective as channels to carry off overflow waters. In addition to the sections cited above, see Secs. 4506, 4508, 4511, 4512, 4513, 4518, 4519, 4522, R.S. 1919. See also S.W. Mo. Light Co. v. Scheurich,  174 Mo. 235 . Article 4 had its origin in the Act of 1897, Laws 1897, p. 146. Section 1 of that act provides only for the construction of \"any ditch, drain or watercourse,\" and those words have been retained in all subsequent amendments. (e) The history of Article 4 shows that the construction authorized by it was ditches to drain and reclaim swamp and overflowed lands, and such other incidental works as were necessary to make the ditches effective. Such purpose is manifested by the title of the original act and all subsequent amendments. Laws 1897, p. 146; Laws 1899, p. 278; R.S. 1899, sec. 8278 et seq.; Laws 1903, p. 234; Laws 1905, p. 180; Laws 1907, p. 341; Laws 1909, p. 632; R.S. 1909, sec. 5578 et seq.; Laws 1919, p. 294. For the\npurpose of arriving at the intention of an act, courts look to its title, and read it and every part of the act together. State v. Whitaker,  160 Mo. 69 . (f) Neither in the first report or the second report of the viewers and engineer was there any statement, nor in the order of the county court approving their first report or in the order confirming their second report, was there any finding that any of the lands in the district had ever overflowed or that they were subject to overflow. It is clear that the purpose of the proposed improvements was not to prevent the waters of the Missouri River from overflowing the lands of the district, but that the sole and only purpose was to deflect, divert and alter the current of the waters of the Missouri River and thereby prevent the erosion of the river bank. (g) There must be distinct authority of law for every levy of taxes. Taxes cannot be levied by counties or municipalities except for the very purpose, in the manner and under the conditions prescribed by law. Railroad v. Apperson,  97 Mo. 308 ; State ex rel. Clinton County v. Ry. Co.  87 Mo. 236 ; State ex rel. Aull v. Shortridge, 56 Mo. 129 ; Kansas City v. Bacon,  157 Mo. 463 . The General Assembly can grant to counties or other municipal corporations power to levy taxes \"for county and other corporate purposes,\" and for those purposes only; and the grant must be made in clear and unambiguous terms. Sec. 1, Art. 10, Mo. Constitution; City of St. Louis v. Laughlin,  49 Mo. 562 ; Brooks v. Schultz, 178 Mo. 222 . Whether the tax be a general  ad valorem  or special assessment for local improvement, it still must be for a corporate purpose. \"Every tax must rest on a public purpose to which its proceeds must be devoted.\" The power to tax \"is measured by its purposes.\" Houck v. Little Riv. Drain. Dist., 248 Mo. 384 . (h) The construction of retards in the bed of the Missouri River for the purpose of deflecting and diverting its waters is not a \"corporate purpose\" of a drainage district, for the reason that the Government of the United States\nhas jurisdiction over the bed of the river and its waters from bank to bank, and the State has no authority over its bed, and cannot interfere with its waters. To construct retards in the Missouri River, at right angles to its bank, extending one hundred feet or more into its bed, is not a corporate purpose of the State or of the county, or of a drainage district organized by the county, and a district organized for that sole and only purpose is beyond and in excess of the corporate powers of either. 8 Ency. of U.S. Supreme Ct. Rep. 815; United States v. Rio Grande Irr. Co.,  174 U.S. 703 ; Economy Light Co. v. United States,  256 U.S. 123 ; Cole v. Dooley,  137 Mich. 419 ; In re Doney Drain. Dist.,  129 Wis. 138 ; In re Horlcon Drain. Dist., 136 Wis. 227 ; Bixby v. Parish,  148 Wis. 424 ; Fulton Light, H.  P. Co. v. State,  200 N.Y. 400 . (i) The purposes for which drainage districts are created, in this State and every other State, is to reclaim wet and overflow lands, or lands subject to overflow, from surface waters, by the construction of artificial channels, levees and other works incident to efficient ditches and levees, and their operation has always been confined to such works. No statute of any State has been found that authorizes the creation of a drainage district for the sole purpose of constructing retards in a navigable stream. In every Missouri act the improvements to be constructed always include either a ditch or levee, or both. (j) The record shows that the proposed improvements are to be constructed entirely outside of the boundary lines of the drainage district. The boundary line is the north bank of the Missouri River, and the retards are to be constructed at right angles with the bank and to extend one hundred feet or more out into the bed of the river, and they are to extend from the bed of the river to the surface of the water, and are to be anchored to piling submerged entirely below the line of scour. No part of them is to be constructed within the boundary line of the district. The most that can be said of them is that their southern\nends will reach the boundary line. Such retards are not a public improvement. Low v. Mayor,  5 Cal. 214 ; Schneck v. City of Jeffersonville,  152 Ind. 214 ; Risley v. Village of Howell, 57 F. 547. (k) \"A navigable stream cannot be improved and the cost thereof levied by a special assessment upon the real estate fronting on such watercourse.\" People v. Economy Power Co., 241 Ill. 328 . (2) A numerical reference to the section sought to be amended is a sufficient title to \"an act which deals exclusively with the subject of the section to be amended.\" State v. Mullinix, 257 S.W. (Mo.) 123; State ex rel. v. Ranson,  73 Mo. 88 . But it must deal \"exclusively\" with \"the subject of the section to be amended.\" State ex rel. v. Heege,  135 Mo. 118 ; State ex rel. Park Dist. v. County Court,  102 Mo. 538 ; State v. McEniry, 269 Mo. 228 ; State ex rel. v. County Court,  128 Mo. 439 ; State v. Great West. Coffee  Tea Co.,  171 Mo. 634 ; Williams v. Railroad, 233 Mo. 667 ; Wood  Pritchard v. McClure, 96 So. (Ala.) 577; State v. Parker Dist. Co.,  237 Mo. 103 ; State v. Helton, 255 Mo. 170 ; Asel v. City of Jefferson,  287 Mo. 205 ; Bachelor v. State, 139 N.E. (Ind.) 182. (3) The Missouri River is a navigable stream, and Congress alone has jurisdiction over its bed and waters from bank to bank and the State of Missouri has no authority (a) to place obstructions \"not affirmatively authorized by Congress\" in its bed or to interfere with the flow of its waters at any point outside of established harbor lines; and (b) even after they have been affirmatively authorized by Congress, it is unlawful to build or commence the building of any such obstruction except upon plans recommended by the Chief of Engineers and authorized by the Secretary of War. Secs. 9 and 10 of Rivers and Harbors Act of March 3, 1899, 30 U.S. Stat. at Large, chap. 425, p. 1151. These two sections of the Act of March 3, 1899, may be summarized as follows: \"First, the creation of any obstruction to the navigable capacity of any waters of the United States\nis prohibited unless affirmatively authorized by Congress; second, it shall not be lawful to build any structure in a navigable river or water of the United States, except on plans recommended by the Chief of Engineers and authorized by the Secretary of War; and, third, it shall not be lawful to excavate or fill the channel of any navigable water of the United States unless such work is recommended by said Secretary of War prior to beginning the same.\" Hubbard v. Fort, 188 F. 992. The \"Secretary of War's authorization is a mere license to do the work, and not a grant of power to do it.\" Cobb v. Lincoln Park, 202 Ill. 437 ; Wilson v. Hudson Co. Water Co.,  76 N.J. Eq. 559 ; Lake Shore  Mich. Ry. Co. v. Ohio,  165 U.S. 368 . It is for Congress to decide what shall or shall not be deemed in judgment of law an obstruction to navigation. Philadelphia Co. v. Stinson, 223 U.S. 635 ; City of Newark v. Railroad, 287 F. 197. See also 9 Fed. Stats. Ann. (2 Ed.) pp: 36 to 56, 81 to 86; 8 Ency. U.S. Supreme Ct. Rep. p. 815. (a) It is not contended that Congress \"affirmatively authorized\" the construction of retards in the Missouri River, by a special act referring to Cambridge Bend, or by any general statute applicable thereto. There is no statute of Congress affirmatively authorizing the construction of retards in any navigable stream outside of established harbor lines, and without such affirmative authorization the creating of such an obstruction is expressly \"prohibited\" by said Section 10, even though the plans were recommended by the Chief of Engineers and authorized by the Secretary of War &#8212; and it is certain that the purported \"permit,\" signed only by a typewriter, who might have been a clerk, and done in the name of a subordinate, a colonel of engineers, Western Division, was not a recommendation of the Chief of Engineers or authorized by the Secretary of War, neither of whose names anywhere appears on the paper. (b) Congress had assumed jurisdiction by said Act of 1899, over the navigable waters of the United States\nand thereafter no obstructions could be placed in the Missouri River, except by the affirmative authorization of Congress, and all attempts by the State to divert its waters or to change its channel or otherwise interfere with the current of their flow was wholly beyond and in excess of the powers of the State. Not only had Congress by said statutes assumed jurisdiction over the navigable waters of the United States and had expressly declared that any interference therewith \"not affirmatively authorized by Congress\" was unlawful and prohibited, but the record in this case shows that the Federal Government had assumed actual jurisdiction of that very part of the Missouri River upon which the county court had originally determined to trespass and had itself begun the construction of retards \"located approximately in part of the same positions as originally planned by the district.\" On this ground alone the State Auditor was justified in refusing to register the bonds. (c) Section 9903, U.S. Compiled Statutes 1918, cited by relator does not help their case. Said section is a part of the Act of Congress of June 13, 1902, Sec. 1, chap. 1079, 32 Stat. at Large, p. 371. Said section specifically says that the improvement \"must not impede navigation.\"", "caseName": "State Ex Rel. Harmony Drainage District v. Hackmann", "caseNameFull": "The STATE Ex Rel. HARMONY DRAINAGE DISTRICT v. GEORGE E. HACKMANN, State Auditor", "citation": ["267 S.W. 608", "305 Mo. 685", "1924 Mo. LEXIS 497"], "citeCount": 12, "cluster_id": 3558992, "court": "Supreme Court of Missouri", "court_citation_string": "Mo.", "court_id": "mo", "dateArgued": null, "dateFiled": "1924-12-18", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 3431117, "judge": "Ragland, White, Wallier, Jjabsent", "lexisCite": "", "meta": {"timestamp": "2024-06-21T21:23:21.691322Z", "date_created": "2016-07-05T22:49:53.228397Z", "score": {"bm25": 0.5376391}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [3536000], "download_url": null, "id": 3537218, "joined_by_ids": [], "local_path": "/home/mlissner/columbia/opinions/missouri/court_opinions/documents/f0610d3953c51106.xml", "meta": {"timestamp": "2024-06-24T01:06:38.307256Z", "date_created": "2016-07-05T22:49:53.235856Z"}, "ordering_key": null, "per_curiam": false, "sha1": "799f736f589cc92dcbb062e02fe298f703de870f", "snippet": "Upon re-assignment of this case, on December 3, 1924, it fell to the lot of the writer to prepare the opinion. It is an original proceeding in mandamus, in which it is sought to compel respondent, as State Auditor, to register one of an issue of bonds of relator, a drainage district organized under the provisions of Article IV, Chapter 28, Revised Statutes 1919, as amended by the Act of 1921, Laws 1921, page 303.\nThe lands assumed to have been incorporated into the drainage district in", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "Mandamus . \nPEREMPTORY WRIT AWARDED.", "procedural_history": "", "scdb_id": "", "sibling_ids": [3537218], "source": "ZU", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/8879302/south-carolina-g-r-v-carolina-c-g-c-ry-co/", "attorney": "Joseph W. Barnwell and William B. Hornblower, for appellant, Augustine T. Smythe, for appellee.", "caseName": "South Carolina & G. R. v. Carolina, C. G. & C. Ry. Co.", "caseNameFull": "SOUTH CAROLINA & G. R. CO. v. CAROLINA, C. G. & C. RY. CO. FARMERS' LOAN & TRUST CO. v. SAME", "citation": ["93 F. 543", "1899 U.S. App. LEXIS 2256", "35 C.C.A. 423"], "citeCount": 1, "cluster_id": 8879302, "court": "Court of Appeals for the Fourth Circuit", "court_citation_string": "4th Cir.", "court_id": "ca4", "dateArgued": null, "dateFiled": "1899-03-31", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "No. 260", "docket_id": 66145458, "judge": "Bbawley, Brawley, Goff, Mobbis", "lexisCite": "1899 U.S. App. LEXIS 2256", "meta": {"timestamp": "2024-06-22T22:09:25.390472Z", "date_created": "2022-11-26T18:02:16.040479Z", "score": {"bm25": 0.5376283}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 8865144, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-25T05:23:31.144993Z", "date_created": "2022-11-26T18:02:16.048454Z"}, "ordering_key": null, "per_curiam": false, "sha1": "", "snippet": "\nBRAWLEY, District Judge\n(after stating the facts as above). The parties interested in this controversy are certain holders of the first mortgage bonds of the Carolina, Cumberland Gap & Chicago Bailroad Company and the South Carolina & Georgia Bailroad Company, which will hereinafter he designated as the appellant. These two companies were entirely independent of each other, — each free to manage its own affairs, and neit", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [8865144], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
{"absolute_url": "/opinion/6794687/stehmeyer-v-city-council-of-charleston/", "attorney": "Messrs. McCradys & Bacot, for petitioner, Stehmeyer., Messrs. Mitchell & Smith and Mordecai & Gadsden, for petitioner, Cornelia Real Estate Company., Messrs. W. C. Miller and Geo. S. Legare, for Charleston Night and Water Company, and J. K. P. Bryan, for city council of Charleston.", "caseName": "Stehmeyer v. City Council of Charleston", "caseNameFull": "STEHMEYER v. CITY COUNCIL OF CHARLESTON CORNELIA REAL ESTATE COMPANY v. SAME", "citation": ["53 S.C. 259", "31 S.E. 322"], "citeCount": 0, "cluster_id": 6794687, "court": "Supreme Court of South Carolina", "court_citation_string": "S.C.", "court_id": "sc", "dateArgued": null, "dateFiled": "1898-09-30", "dateReargued": null, "dateReargumentDenied": null, "docketNumber": "", "docket_id": 63776024, "judge": "Jones, Pope", "lexisCite": "", "meta": {"timestamp": "2024-06-22T11:15:52.248130Z", "date_created": "2022-07-20T21:19:22.451595Z", "score": {"bm25": 0.53681505}}, "neutralCite": "", "non_participating_judge_ids": [], "opinions": [{"author_id": null, "cites": [], "download_url": null, "id": 6679449, "joined_by_ids": [], "local_path": null, "meta": {"timestamp": "2024-06-24T22:18:34.497787Z", "date_created": "2022-07-20T21:19:22.484222Z"}, "ordering_key": null, "per_curiam": false, "sha1": "", "snippet": "\nThe opinion of the Court was delivered by\nMr. Justice Pope.\nThe two preceding causes, although separate and distinct, are brought before this Court, in the exercise of its original jurisdiction, to perpetually enjoin the *260city council of Charleston from carrying into effect a contract in writing made by it with the Charleston Water and Light Company, a", "type": "lead-opinion"}], "panel_ids": [], "panel_names": [], "posture": "", "procedural_history": "", "scdb_id": "", "sibling_ids": [6679449], "source": "U", "status": "Published", "suitNature": "", "syllabus": ""}
